translate rus day1_c7fb1655:
    m "Эй, Юри…{w=1} Ты помнишь среднюю школу?"
translate rus day1_031fd929:
    y "Эээ…{w=1} Да, это были прекрасные времена, но неопределенные, ха-ха!"
translate rus day1_d1856eff:
    m "Да…{w=2} Много всего происходило, особенно во втором классе."
translate rus day1_357df6e9:
    y "…Моника."
translate rus day1_98c3d742:
    m "Да?"
translate rus day1_74c80595:
    y "А ты…{w=1} Знаешь, у тебя тогда были чувства к кому-то?"
translate rus day1_3adbee18:
    m "Ну…{w=2} Это было давно, но я всё ещё это помню, и помню хорошо…"
translate rus day1_85a7ed54:
    "Я никогда не чувствовал себя так…{w=1} Я никогда не думал, что буду чувствовать себя так."
translate rus day1_0cd19956:
    "Я всегда думал, что в жизни есть что-то большее…{w=2} Я не могу это объяснить, но уже некоторое время я чувствую…{w=1.5}{nw}"
translate rus day1_89b0dfd2:
    extend " пустоту?"
translate rus day1_add5cc07:
    "Я не знаю…{w=2}{nw}"
translate rus day1_1d9ce208:
    extend "Но дело в том, что это мой второй год обучения в средней школе, и я с нетерпением жду возможности снова увидеть своих друзей и провести с ними время."
translate rus day1_6ccdd558:
    "Снова учась в классе и расширяя свои знания,{w=2}{nw}"
translate rus day1_3e231b38:
    extend " хотя… как ни странно, я хожу в школу с некоторой долей меланхолии…{w=2} Я не могу это объяснить, но на новогоднем празднике я не раз видела… {w=2}{nw}"
translate rus day1_4bc03364:
    extend "знаки?"
translate rus day1_c941ac7d:
    "Если можно так выразиться… Ну, разве не странно, что всё вокруг всегда парами?"
translate rus day1_372fcd04:
    "Неужели - это судьба пытается подать мне какой-то знак?"
translate rus day1_eefbe352:
    "Думаю, я никогда этого не узнаю."
translate rus day1_823315d9:
    "Я люблю эти весенние дни утра, а плавно опадающие лепестки вишни создают у меня приятное настроение."
translate rus day1_688e0284:
    "Ветер, нежно ласкающий мои волосы, и солнце, медленно появляющееся из-за горизонта, дарят мне чувство удовлетворения…"
translate rus day1_675a506d:
    "Однако, когда я смотрю на эти падающие лепестки вишни…{w=2}{nw}"
translate rus day1_5b03982c:
    extend " Я замечаю, что они падают парами…"
translate rus day1_21696218:
    "Они падают с деревьев ,таким образом, что их количество может вызвать у меня {w=0.5}{nw}"
translate rus day1_2bd83181:
    extend " путаницу?"
translate rus day1_b025ba9e:
    "Почему мне так ,кажется?{w=0.5}{nw}"
translate rus day1_55278e23:
    extend "Дело в том, что иногда я также наблюдаю, как все эти пары вместе ходят в школу…"
translate rus day1_c946d97f:
    "Должно быть, это приятно…"
translate rus day1_ee58ca6e:
    extend " О чём я думаю?"
translate rus day1_87d9911a:
    "Почему я чувствую эту пустоту, наблюдая за всем этим?!"
translate rus day1_fcc73e7f:
    "Это желание?"
translate rus day1_e72a962a:
    "Желание?"
translate rus day1_3320d749:
    "А может быть, просто любопытство?"
translate rus day1_8ea61c97:
    "Думаю, я никогда не узнаю…"
translate rus day1_230675d8:
    "Когда я захожу в школу, я замечаю три характерных силуэта, {w=1.5} это мои друзья…"
translate rus day1_cfff5529:
    "Мы давно не виделись, хотя и проводили время вместе в школе. А во время зимних каникул мы вообще почти не виделись…{w=2}{nw}"
translate rus day1_6d71b757:
    extend " но разве это плохо?"
translate rus day1_9444a841:
    "Один из них тут же подбежал ко мне и крепко обнял."
translate rus day1_da205c0e:
    mirai "МОНИКА!!! МИЛАЯ И ПРЕКРАСНАЯ, КАК ВСЕГДА!!! Я ТАК ДАВНО ТЕБЯ НЕ ВИДЕЛА!!!"
translate rus day1_60c4bf5a:
    m "О, привет…{w=2} Мирай, я тоже тебя люблю."
translate rus day1_a065bd6f:
    yooki "Ох, уж эта Мирай...{w=1} всегда одно и то же. Держи себя в руках на публике."
translate rus day1_967e9e2b:
    "Я нежно улыбнулся, когда увидела её."
translate rus day1_8a79f76f:
    m "Всегда мудрая Юки! Ты знаешь, что сказать."
translate rus day1_3c6f404a:
    "Мирай делает невежественное и милое лицо Юки."
translate rus day1_0f204c31:
    mirai "Ха-ха! Извини, Юки, но когда я вижу Монику, я не могу сдержать хи-хи."
translate rus day1_e0833112:
    misaki "О, и у тебя всегда есть своё."
translate rus day1_20855583:
    m "Ооо! Мисаки! Как приятно тебя видеть."
translate rus day1_5f404b2e:
    "Мисаки спокойно улыбается."
translate rus day1_1ab01284:
    misaki "Ты тоже, Моника, надеюсь, эти двое тебя не утомят."
translate rus day1_2156f19f:
    "Я счастливо улыбаюсь каждому из них."
translate rus day1_13e5e24f:
    m "Ха! Тебе не о чём беспокоиться, Мисаки."
translate rus day1_d25baab6:
    "Мисаки серьезно посмотрела на меня."
translate rus day1_26d19761:
    misaki "Эй, Моника, нам нужно кое о чем поговорить…"
translate rus day1_0f3001ba:
    "Я посмотрела на неё с любопытством."
translate rus day1_958a13cd:
    m "Хм, что случилось, Мисаки?"
translate rus day1_54e20dd7:
    "Мисаки не хочет говорить."
translate rus day1_7929fe17:
    misaki "Знаешь, ты не состоишь ни в каком клубе, так что…{w=3}{nw}"
translate rus day1_5129707f:
    extend "Я подумала, может, ты присоединишься к той, где нас трое?"
translate rus day1_6dcbe009:
    "Подожди, клуб? Я никогда об этом раньше не думал…{w=1} Смогу ли я найти свой путь во всем этом и общаться с другими на разные темы?"
translate rus day1_6cd7a4c3:
    m "Эээ…{w=2} Что это за клуб?"
translate rus day1_fca49848:
    "Я спрашиваю с ноткой нерешительности."
translate rus day1_3adc301f:
    misaki "Ну, это дискуссионный клуб…{w=2} А у тебя, Моника, много знаний по разным темам."
translate rus day1_6e4312c4:
    misaki "Наш клуб мог бы использовать такого человека, обладающего обширными знаниями во многих областях."
translate rus day1_6c9512b6:
    m "Ты серьёзно?"
translate rus day1_4c5cc253:
    "Я немного колеблюсь…"
translate rus day1_18e2307a:
    "Честно говоря, мне очень приятно встретить человека, способного вести конструктивный разговор и знакомиться со знаниями и убеждениями других людей."
translate rus day1_1a3ab05d:
    "Мысль о встрече с новыми людьми и получение нового опыта всегда делала меня счастливой, но в то же время она вселяла в меня страх и неуверенность…"
translate rus day1_0d9a3a46:
    "Но я не мог перестать улыбаться."
translate rus day1_1fb38e0c:
    m "Конечно, я присоединюсь! Не могу дождаться, ха ха."
translate rus day1_fbe247e7:
    misaki "Именно на это я и рассчитывала."
translate rus day1_0feaee2e:
    "Мисаки счастливо улыбается."
translate rus day1_81785abe:
    "Через некоторое время раздается звонок…{w=2} первый урок дня. Что он принесет?"
translate rus day1_f545d4e9:
    "Чем дольше я сидела на уроке, тем больше мои мысли уносились в сторону, хотя я и слушала, что происходило в классе."
translate rus day1_1205973d:
    "Я посмотрела в окно, и мой взгляд блуждал среди облаков."
translate rus day1_ac44cab5:
    "Эти облака тоже летят парами, и это чистое голубое небо в сочетании с холодной белизной слегка облачного неба не даёт мне отвести от него глаза."
translate rus day1_e055f455:
    "Я часто мечтала летать среди облаков и видеть то, что находится над ними. Смотреть вниз на мир и видеть, насколько он огромен и прекрасен."
translate rus day1_4d9efe96:
    "Но это облачное небо напомнило мне кое-что ещё…{w=1} В моей детской книге описания облаков были очень яркими, и это было буквально так, как будто небо рисовалось у меня на глазах."
translate rus day1_3cfd684d:
    "Эта книга была особенной ещё и по другой причине. Сказка о принцессе, которая оказалась заперта в замке и которую спас прекрасный принц — история, как и все остальные…"
translate rus day1_80c55fb6:
    "В этом что-то было, в этих описаниях пейзажей или в этих описаниях искренней любви между принцем и принцессой…"
translate rus day1_c3f6eece:
    "Эта история не просто о её спасении, а об искреннем чувстве, которое связывало этих двоих: „Любовь навсегда”…"
translate rus day1_f754e024:
    "Эта фраза застряла у меня в голове очень крепко, и я вспомнила каждый момент, связанный с этими персонажами. Неловкие ситуации, демонстрирующие желание быть вместе, общие трудности, а также грустные моменты."
translate rus day1_5d32582e:
    "В детстве я не понимала этого так, как понимаю сейчас, что сильное чувство, связывавшее их, делало невозможным их жизнь друг с другом, но также невозможным и их жизнь друг без друга."
translate rus day1_b11016ba:
    "Вот почему спасение принцессы было на последних страницах, и на последней странице было то, что запало мне в душу больше всего…"
translate rus day1_e3b5d6a2:
    "Искреннее признание в любви…{w=1} когда, так или иначе, принц умирает, но…"
translate rus day1_58827a0b:
    "Тем не менее, принцесса любила его до самого конца, до самой старости, когда она собиралась уйти после многих лет, чтобы, наконец, встретить любовь всей своей жизни после своей смерти, чтобы они могли снова быть вместе…"
translate rus day1_9e5c30e3:
    "„Любовь навеки…{w=2} даже смерть не разлучит их”. Эти слова заканчивали всю книгу, и в детстве я прижимала её к себе и засыпала, мечтая о той же любви…"
translate rus day1_a690add1:
    "Детская мечта превратилась в нечто большее…{w=2} Я хотел этого. Испытывать все эти чувства к кому-то и знать, что они никогда тебя не покинут…"
translate rus day1_fb0bf1f6:
    "Ну ладно…{w=1} Остались только мечты…"
translate rus day1_4c5f8cee:
    "Урок прошёл быстрее, чем я ожидала, возможно, из-за моих сегодняшних мыслей, и мне ещё предстоит вступить в клуб… Интересно, как это будет."
translate rus day1_821409a4:
    "Я проходил мимо разных классов, осторожно касаясь дверей пальцами и думая о том, как бы провести там время."
translate rus day1_d7252287:
    "Больше всего меня интересует музыкальный класс, там есть красивое коричневое пианино, на котором я всегда хотела научиться играть или…"
translate rus day1_2d807dc1:
    "Если бы я могла научиться играть на нём, я бы хотела создать что-то, что изменило бы всё: восприятие мира, людей, меня самого…"
translate rus day1_8fac5ca2:
    "Вот что такое музыка, но…{w=1} я не чувствую мотивации заниматься ею, потому что боюсь что-нибудь испортить или, что ещё хуже, моих усилий будет недостаточно. Я чувствую себя несостоятельной ни для чего… Даже если у меня хорошие оценки… ну…"
translate rus day1_a1bace78:
    "Я всё ещё хочу чего-то большего, но не могу заставить себя сделать это…{w=1} Я не знаю, смогу ли я это сделать…{w=2} или сделать что-то с собой и не только…"
translate rus day1_ab0de174:
    "Я решила успокоиться, потому что, честно говоря…"
translate rus day1_2ee74562:
    "Довольно часто, когда я шла по этому коридору, я чувствовала покой."
translate rus day1_a0e15d6c:
    "Совершенно тихо, несмотря на количество людей в школе."
translate rus day1_63ff4d63:
    "Этот коридор оказался уединённым, поэтому отголоски разговоров постепенно затихали по мере того, как я углублялась."
translate rus day1_2e2ef7a3:
    "Это создавало впечатление изоляции…{w=1} чувство полной пустоты, и всё же мне нравится туда ходить."
translate rus day1_424481b0:
    "Здесь я всегда могу подумать о самых важных вещах, успокоиться, если меня что-то расстраивает. Это место, где можно успокоиться?"
translate rus day1_08c7608e:
    "Я не могу назвать это по-другому или описать то, что я чувствую, когда иду здесь, но у каждого ,должно быть, такое место…"
translate rus day1_25de2b16:
    "Место, где можно отдохнуть от всего…{w=1} моё собственное убежище. Со временем…{w=1} ну…{w=2} я почувствовала себя довольно изолированной, и не только в этом коридоре."
translate rus day1_80cbff59:
    "Интересно, что изменилось? Я снова посмотрела в окно, ушла со своими мыслями. И вообще…"
translate rus day1_730ddbf8:
    "Я до сих пор помню, как тихо здесь…"
translate rus day1_8ab0d1f9:
    "Здесь давно никого не было…"
translate rus day1_06e401f7:
    "За исключением одного человека, который всегда остаётся на забытой лестнице."
translate rus day1_43515e11:
    "Я устала быть одна и думать о себе."
translate rus day1_912f60c8:
    "Я прошла немного дальше и издалека увидела силуэт девушки с фиолетовыми волосами."
translate rus day1_8925abfd:
    m "Эй, Юри!"
translate rus day1_27f69ff4:
    y "Ух ты! Я-{w=0.2}я…{w=1} Моника! Ты меня напугала…"
translate rus day1_e118af36:
    "Я широко улыбаюсь, чтобы успокоить её."
translate rus day1_f133154a:
    m "Расслабься! Это я, ты же знаешь, я не кусаюсь… {w=1.5} сейчас, хи хи."
translate rus day1_89f1551f:
    "Юри вернулась в прежнее состояние с громким вздохом."
translate rus day1_83f2c9a8:
    m "Так что~ ты снова сидишь здесь одна?"
translate rus day1_de0e26ba:
    y "Э-э-э ну…{w=1} Ты прекрасно знаешь, что это место такое тихое и спокойное. Я могу сосредоточиться на чтении и всем остальном…"
translate rus day1_1d5d8374:
    "Я немного посмеялся. Юри часто находила странные места для чтения, это нормально."
translate rus day1_3c08ebc9:
    "Мы подружились в первом классе…"
translate rus day1_bc4c2b11:
    "Я всегда помнила, что она была застенчивой и боялась общения с людьми. Она обычно чувствует себя непонятой и боится, что если она начнет говорить или {b}не дай Бог{/b} выскажет своё мнение…"
translate rus day1_5f6a2b17:
    "Она станет посмешищем в обществе, между тем я думаю, что это сильно преувеличено, но Юри трудно понять такое явление."
translate rus day1_764f0d48:
    "Я сам не очень разговорчива… {w=0.5} Конечно, за исключением моих друзей и особенно Юри…"
translate rus day1_8780dd87:
    m "Ха! Я понимаю тебя, Юри, правда, тебе здесь идеально…{w=1} Интересно, появится ли когда-нибудь подобное место, где ты сможешь спокойно почитать, хех~."
translate rus day1_2620b5b8:
    "Юри слегка хмурится, на её лице появляется полуулыбка, она продолжает смотреть на меня из-под своих волос."
translate rus day1_97bbe3a2:
    y "М-{w=0.3}Моника…{w=2} есть такое место, оно называется библиотека{nw}"
translate rus day1_294d5be5:
    extend "х-ха-ха, ха."
translate rus day1_9f83a224:
    "Ах, Юри и её умное чувство юмора."
translate rus day1_d470da16:
    "Вообще, Юри часто любит использовать тонкую иронию, когда „шутит”, но что поделать — именно за это я её и люблю."
translate rus day1_b172828b:
    "Я сижу на лестнице рядом с ней и смотрю в потолок."
translate rus day1_ba27f769:
    m "О, ты знаешь, что я имею в виду. Я имею в виду место, где, ты знаешь…{w=1} не только будет тишина и покой для чтения, но также будет, ты знаешь…"
translate rus day1_e8649e62:
    m "Наше особое место, где всё будет только для нас и…{w=1} ты сможешь быть собой…{w=2} каждый сможет! Эм…{w=1} я тоже, конечно…"
translate rus day1_7efe4519:
    "Юри медленно и с любопытством смотрит на меня."
translate rus day1_2faa4307:
    y "Итак, насколько я понимаю…{w=1} Это всё ещё беспокоит тебя, не так ли?"
translate rus day1_ff15b917:
    "Я ожидала от неё такого вопроса, и хотя она, возможно, не так уверена в себе, когда возникает необходимость, она всё равно угадывает, что скрывает в себе чужое сердце."
translate rus day1_064f9617:
    m "Хмм…{w=1} Вполне возможно~"
translate rus day1_48679eaa:
    y "О, Моника…"
translate rus day1_ac3c6f86:
    "Юри смотрит на меня с тревогой."
translate rus day1_afd36ded:
    y "Знаешь, ты не можешь продолжать мучить себя из-за этого. Как бы это сказать…{w=2} жизнь как книга."
translate rus day1_d11b41fa:
    y "Каждый этап жизни можно сравнить со страницами, и всё же…{w=1} когда вы слишком сосредотачиваетесь только на одной странице, ты не увидишь, что ждёт тебя в следующей главе…"
translate rus day1_9a282512:
    "Он права…{w=1} Это чувство пустоты всё ещё беспокоит меня, более того, я всё ещё не чувствую, что могу двигаться вперед."
translate rus day1_be4828fe:
    m "Юри…{w=2} Мы знаем, что это не так просто…{w=3} Я—{w=0.25}{nw}"
translate rus day1_dcab81eb:
    y "Я-{w=0.3}я понимаю тебя, Моника! Однако…{w=1} ну я вижу, что ты всё ещё преследуешь свою мечту, верно?!"
translate rus day1_2227a493:
    "Она прервала меня без колебаний и со спокойным выражением лица, всё время отводя глаза."
translate rus day1_ad7e49f3:
    "Я смотрю на неё, слегка удивлённая. Она знает?"
translate rus day1_9d471cb7:
    m "Эм…{w=2} ч-{w=0.2}что ты имеешь в виду, Юри…?"
translate rus day1_2f448365:
    "Юри слегка улыбается, смотрит прямо на меня, нежно скользя взглядом под нос."
translate rus day1_1a7aaed3:
    y "Хочешь влюбиться…{w=2} Почувствуй все эти эмоции и чувства…"
translate rus day1_8679d424:
    y "Л-{w=0.3}Любовь - это не то, что можно просто так получить…{w=3} Это то, что нужно заслужить…"
translate rus day1_59616166:
    "Удивлённый ходом её рассуждений, я подхожу к ней и смотрю ей в лицо."
translate rus day1_80b70f10:
    m "A-{w=0.2}a…{w=0.2} A-{w=0.3}А как же любовь с первого взгляда!? Э-{w=0.3}Это приходит ,само собой…"
translate rus day1_756f46d3:
    "Юри слегка кивает."
translate rus day1_0720ca2b:
    y "Да, как только ты в это попадаешь — {w=2} спасения нет. Это как рыболовная сеть, ты запутываешься и не можешь выбраться… {w=1} И я…"
translate rus day1_0c0491e8:
    "Юри снова стала грустной, и на её глазах внезапно появились слёзы."
translate rus day1_df05e249:
    y "Я-{w=0.2}Я не хочу, чтобы ты страдала! Ты мой единственный друг. Я просто беспокоюсь, что…"
translate rus day1_67787cce:
    "Она не заканчивает предложение, но я понимаю, что она имеет в виду."
translate rus day1_95675f0b:
    m "Что я тебя оставлю?"
translate rus day1_f05f65d0:
    m "…"
translate rus day1_1a7de067:
    m "О, Юри…"
translate rus day1_05fc878f:
    "Я обнимаю её."
translate rus day1_b209ce80:
    m "Я бы никогда не бросила друга ради мечты. Запомни это, ладно?"
translate rus day1_a196208a:
    "Я не хотела, чтобы Юри так переживала из-за моей „пустоты” но, честно говоря, с каждым днём становится всё труднее её скрывать…"
translate rus day1_34696bf8:
    "Юри вытирает слёзы."
translate rus day1_4d9ea3d3:
    y "Эм…{w=1} Так…{w=2} ты планируешь сегодня что-то конкретное делать? В школе?"
translate rus day1_cf9b075d:
    "Можно сказать, что она пытается сменить тему. Ладно…{w=0.5} Я не хочу её ещё больше волновать."
translate rus day1_4390d9f1:
    "Я улыбаюсь и сообщаю эту новость с радостным юмором."
translate rus day1_4d08d1a1:
    m "У меня ещё не было возможности тебе рассказать, но~"
translate rus day1_6574559a:
    "Я держу Юри в напряжении какое-то время."
translate rus day1_e8e72847:
    m "Я вступаю в клуб дебатов!!!"
translate rus day1_767d7fff:
    y "Что это?"
translate rus day1_f737e843:
    y "Серьёзно?"
translate rus day1_3dc726c2:
    "Она посмотрела на меня с удивлением. Она не ожидала такого поступка."
translate rus day1_1efcd990:
    y "Это…{w=1} замечательная новость, Моника. Знаешь…{w=0.5} здорово, что хотя бы один из нас открывается людям, новому опыту…"
translate rus day1_15e8c6d7:
    "Юри всё ещё смущенно улыбается и прикрывается челкой."
translate rus day1_5c37b51b:
    m "Точно!"
translate rus day1_f05f65d0_1:
    m "…"
translate rus day1_9e2989f0:
    m "А как насчет тебя…?{w=2} Что если…{w=3} ты захочешь присоединиться ко мне?"
translate rus day1_90bd3cec:
    "Я не хотела оставлять Юри одну…{w=1} и кто знает, может быть, это будет для неё приятной переменой?"
translate rus day1_e1936f99:
    y "Н-{w=0.2}Нет…{w=2} Извини, но это не для меня…{w=3} Боюсь, я бы там не поместилась…"
translate rus day1_72b3d9f7:
    y "Поскольку - это дискуссионный клуб…{w=3} Ну, я…{w=1.5} не очень…"
translate rus day1_d072f315:
    "Я сразу поняла, что она имела в виду, и всё же я с этим не согласна."
translate rus day1_9677ff04:
    "Юри — девушка, которая, будучи увлечена какой-либо темой, способна выразить собственное мнение в ходе обсуждения."
translate rus day1_d7cc3c4b:
    m "О, Юри! Не позволяй мне умолять тебя!"
translate rus day1_a213eb9b:
    "Юри слегка кивнула."
translate rus day1_48465241:
    y "Ты…{w=0.5} М-{w=0.3}Мне жаль, Моника, но я не хочу…{w=2} Я чувствую, что буду обузой для тебя…{w=2} ,пожалуйста, пойми…"
translate rus day1_53af20eb:
    y "И…{w=1} ,пожалуйста, не пытайся меня убедить, потому что я знаю, что…{w=0.5} я всё равно не отвечу. В твоём случае это очень хорошие новости, Моника."
translate rus day1_15f41f2b:
    y "Т-{w=0.2}Так…{w=2} сделай это не только…{w=1.5} д-{w=0.2}для себя, но и для меня, хорошо?"
translate rus day1_211f96de:
    "Юри мило мне улыбается…{w=0.5} Как я могла ей отказать?!"
translate rus day1_4de81b00:
    "Я вздыхаю."
translate rus day1_4b5c102b:
    m "Ааа…{w=1} Пусть так и будет, если таково твоё решение, Юри…"
translate rus day1_042938c2:
    m "Так, может быть, мы могли бы видеться чаще?"
translate rus day1_5eea5259:
    "Юри вопросительно посмотрела на меня."
translate rus day1_8cf37bed:
    y "Чаще?"
translate rus day1_a506e366:
    y "…"
translate rus day1_8dc401ca:
    y "Что ты имеешь в виду, говоря „чаще”?"
translate rus day1_3d3f7c9d:
    "Я немного смеюсь."
translate rus day1_5cc395e1:
    m "Знаешь, мы видимся только тогда, когда я вижу тебя…{w=2} или здесь, или в библиотеке, поэтому я подумала—{w=0.7}{nw}"
translate rus day1_4c5dcf09:
    y "К-{w=0.2}Конечно, Моника…{w=0.5}{nw}"
translate rus day1_b7bff8db:
    extend "Эээ, я…{w=0.5}{nw} "
translate rus day1_6611b073:
    extend "Я…"
translate rus day1_ad218b9e:
    "Юри снова замолчала, нерешительно."
translate rus day1_c8306c44:
    m "О чём это?"
translate rus day1_dbc8a936:
    "Я смотрю на неё вопросительно."
translate rus day1_ebed253d:
    "Мне не нравится, когда меня держат в напряжении."
translate rus day1_b3b09039:
    "Юри через мгновение делает глубокий вдох и говорит."
translate rus day1_82e98826:
    y "Я бы с удовольствием…{w=1} выпила с тобой чаю,"
translate rus day1_92fadbbe:
    extend "Если тебя не затруднит…"
translate rus day1_e18da4b6:
    "Я вскакиваю от радости."
translate rus day1_d33cd71c:
    m "ХА ХА! КОНЕЧНО, ЮРИ!!!"
translate rus day1_3e69127d:
    "Я крепко обнимаю её."
translate rus day1_89b85e79:
    "Она действительно интересный человек, и я, честно говоря, хотела бы проводить с ней больше времени...{w=0.5} И я на самом деле знаю идеальный чайный магазин."
translate rus day1_96747fbb:
    m "Хе, ну и что, Юри? Завтра после школы?"
translate rus day1_44e593e5:
    "Слегка смутившись, она слегка кивает, но обнимает в ответ."
translate rus day1_917b7a95:
    y "Д-{w=0.2}Да…"
translate rus day1_71d810f8:
    "Я поговорила с ней ещё немного, а затем сходила на несколько занятий. Вскоре после этого пришло время…{w=1} первого дня клуба дебатов…{w=2} Это так волнительно, но в то же время страшно."
translate rus day1_b465756d:
    "Я не могу объяснить свой страх. Это из-за новых людей? Как я справлюсь? У меня такое чувство, будто мне придется читать перед всей школой, хотя нас всего несколько человек…"
translate rus day1_098f34ce:
    "Может ли это быть…{w=1} привычкой?"
translate rus day1_ce617998:
    "…"
translate rus day1_ccf55d2b:
    "Влияет ли на меня привычка к одиночеству?"
translate rus day1_684650b2:
    "Кроме Юри и друзей у меня никого нет. И дома я тоже одна…"
translate rus day1_3c5b0beb:
    "Кто-то может сказать, что у меня всё ещё есть родители, да?"
translate rus day1_35c10b0f:
    "Честно говоря…{w=2} Эм…{w=2} ну, не совсем. Одиночество в школе, дома — мне без разницы."
translate rus day1_961ee053:
    "Мои родители очень любящие люди, они всегда оказывали мне поддержку и любовь, когда бы мне это ни было нужно; они никогда не были ко мне слишком требовательны, и я никогда не чувствовала „давления.”"
translate rus day1_f4fdb07c:
    "Обычно большую часть времени они тратили на корпоративную работу, а мы живем на окраине Токио, поэтому неудивительно, что они работают на корпоративной работе; однако зачастую у них либо не было времени, либо они возвращались с работы уставшими."
translate rus day1_4ed6d3b7:
    "Вот почему, несмотря на свой юный возраст, я помогала им, чем могла, готовя им обеды или завтраки на работу…"
translate rus day1_d47a25b6:
    "Мой отец всегда говорил, что гордится мной, потому что я научился быть независимым, отчасти. {w=4}{nw}"
translate rus day1_852097d0:
    extend "Несмотря на это, иногда мне ,кажется, что в один прекрасный день всё изменилось к худшему…"
translate rus day1_51da7e0b:
    "Из-за того, что однажды мои родители взяли меня на беседу за два месяца до начала второго года средней школы. Я отчетливо помню их серьёзные лица…{w=1} моя мама мягко завела тему, и вот так всё и началось…"
translate rus day1_d4784572:
    "Они объяснили мне, что им нужно было поехать на Окинаву по делам…{w=2} Я чувствовала, что мой мир рушится, хотя у них было мало времени, я всегда чувствовала, что они со мной, а теперь…"
translate rus day1_966b7973:
    "Это ,правда, что они регулярно звонят и спрашивают, как у меня дела, и я искренне ценю и люблю их за это, но…"
translate rus day1_e0407ece:
    "Я скучаю по времени, проведенному с ними, по невозможности обниматься с мамой или слышать хорошие советы и говорить на разные темы с отцом."
translate rus day1_b95a4f75:
    "Однако!"
translate rus day1_4fc5264a:
    "Хотя я скучаю по этому, я храню эти моменты в своём сердце и я счастливла, потому что знаю, что они делают это для моего же блага, поэтому…{w=1} я чувствую себя ещё хуже."
translate rus day1_62661689:
    "Со временем я поняла, что мои родители делают всё, чтобы обеспечить нам хорошую жизнь. А я…{w=1} средная ученица…{w=2} Я убеждена, что должна отдавать больше себя, но я постоянно слышу от них, что „я не должна” что ранит меня ещё больше…"
translate rus day1_81d5d9cf:
    "Они что, не верят в меня? Или думают, что я не способна на большее…?"
translate rus day1_fb78705c:
    "Думаю, я никогда этого не узнаю. Вместо того чтобы жалеть себя, я пытаюсь что-то изменить…{w=1} и пока это не сработало. Я ,надеюсь, что вступление в этот клуб станет большим шагом к тому, чтобы сделать что-то большее и выразить себя…"
translate rus day1_f6db08d0:
    "Я не хочу быть обузой для кого-либо…"
translate rus day1_4a6f2594:
    "От моих мыслей меня отвлекла всегда жизнерадостная Мирай."
translate rus day1_ef14ca42:
    mirai "МОНИКА!!! ГОТОВА ВСТУПИТЬ В СВОЙ ПЕРВЫЙ КЛУБ?!"
translate rus day1_1f2324aa:
    m "Я…{w=1} Я…{w=2} эммм. Да!"
translate rus day1_961998c7:
    "Я почувствовала, что краснею от внезапного прикосновения, — неуверенно ответила я, но, вероятно, это прозвучало как мышиный писк…"
translate rus day1_2a4f1b2d:
    yooki "О, Мирай! Слезь с неё и дай ей дышать, иначе ты её задушишь."
translate rus day1_59dc3771:
    "Мирай надулась."
translate rus day1_db329c42:
    mirai "Эй!!! То, что ты не любишь Монику так, как я, не значит, что я не должна ей этого показывать!"
translate rus day1_0917068f:
    "Мисаки присоединяется к разговору."
translate rus day1_4dcada59:
    misaki "Ай, Мирай...{w=1} просто не веди себя так снова в клубе, когда услышишь о Монике."
translate rus day1_8520f21b:
    "Я с любопытством посмотрела."
translate rus day1_d34eb4b2:
    m "Простите?! Что она сделала?!"
translate rus day1_aa1fe4b5:
    "Юки схватилась за голову."
translate rus day1_8cfab687:
    yooki "Наша милая идиотка была так рада, что ты будешь в том же клубе, что начала рассказывать другим членам, какой ты замечательная…{w=1} и тебе придется немного понервничать."
translate rus day1_f4cc2a7c:
    yooki "Потому что…{w=0.3} ну, все хотят узнать тебя поближе, и мы знаем, что тебе…{w=1} трудно общаться с людьми…"
translate rus day1_007a7eaa:
    "Мне стало не по себе от этих слов, но какого чёрта, живём один раз!"
translate rus day1_806cf3bf:
    m "Нет проблем, ха ха! Не могу дождаться!"
translate rus day1_fa74c242:
    "Я широко улыбаюсь, но каждая из девушек смотрит на меня с удивлением. Я что-то не так сделала?"
translate rus day1_07ce9414:
    "Мисаки застенчиво говорит."
translate rus day1_2ebe6d5d:
    misaki "Эээ…{w=1} может, нам стоит зайти сейчас?"
translate rus day1_667deb9b:
    "Мы все четверо вошли в комнату, класс как класс, всё как обычно."
translate rus day1_b902843b:
    "Вдруг, откуда ни возьмись, ко мне приближается высокий брюнет."
translate rus day1_51ada862:
    hitoro "Ха-ха, так ты Моника?"
translate rus day1_c30537f4:
    "Он поклонился мне."
translate rus day1_46e7d50e:
    hitoro "Очень приятно познакомиться! Я Привет — {w=1}{nw}"
translate rus day1_4cef23f2:
    "Его прервала весёлая Мирай."
translate rus day1_9b9c7855:
    mirai "ЭТО НАШ ПРЕДСЕДАТЕЛЬ ХИТОРО!!!" with vpunch
translate rus day1_b69a8eae:
    "Юки и Мисаки вздохнули."
translate rus day1_56a9ee84:
    "Мальчик по имени Хиторо продолжает представляться."
translate rus day1_8628f884:
    hitoro "Как я уже сказал, меня зовут Хиторо. Рад приветствовать тебя в клубе дебатов! Надеюсь, вам понравится проводить время с нами."
translate rus day1_0274c66b:
    "Он тепло мне улыбнулся."
translate rus day1_0c97b6d2:
    "Я поклонилась."
translate rus day1_2b281195:
    m "И тебе тоже, приятно познакомиться."
translate rus day1_2befd96c:
    "Через мгновение нежный голос Хиторо превратился в крик."
translate rus day1_871e2e04:
    hitoro "[player_big]!!!{w=0.5}{nw}" with vpunch
translate rus day1_fa2a6ff3:
    extend "Шевели задницей и встречай нового члена!!!" with vpunch
translate rus day1_784e35f3:
    "Я оглянулась за спину Хиторо и увидела мальчика с каштановыми волосами, спокойно сидевшего за столом. Должно быть, это был тот самый „[player]”? Я не знаю…{w=2} Он был очень сосредоточен на своей консоли."
translate rus day1_277fb028:
    "Хиторо снова закричал, на этот раз громче."
translate rus day1_8259f4a5:
    hitoro "[player_big] ТЫ ГЛУХОЙ?!?!" with vpunch
translate rus day1_78a074ae:
    "Затем он слегка ударил его по затылку, что меня немного напугало…{w=1} так сильно, что я подпрыгнула."
translate rus day1_30d575bf:
    "Этот „[player]” немного разозлился."
translate rus day1_5edd99d4:
    mc "ТЕБЯ СБИЛИ С НОГ?!{w=0.5}{nw} " with vpunch
translate rus day1_38fdb827:
    extend "ЭТО ПОСЛЕДНИЙ УРОВЕНЬ!!!{w=0.5}{nw}" with vpunch
translate rus day1_4a51ebab:
    extend "Я ЧУТЬ НЕ ПРОИГРАЛ БОССУ ИЗ-ЗА ТВОЕЙ ГЛУПОСТИ!!!" with vpunch
translate rus day1_e9cc5a4d:
    "Но Хиторо не сдался."
translate rus day1_628e2d57:
    hitoro "[player_big] ГДЕ ТВОИ МАНЕРЫ?{w=0.5}{nw}" with vpunch
translate rus day1_b1f1ffc5:
    extend "У НАС НОВЫЙ УЧАСТНИК, И ТЫ ДЕЛАЕШЬ ТАКИЕ ДЕЛА?{w=0.5}{nw}" with vpunch
translate rus day1_89f94426:
    extend "ПОЙДИ СЮДА И ПОЗДОРОВАЙСЯ!!!" with vpunch
translate rus day1_618cec3e:
    "[player] неохотно встал и остановился прямо передо мной."
translate rus day1_c95372e3:
    extend "Я почувствовал себя странно, когда он это сделал…"
translate rus day1_4771a7f6:
    mc "Привет, я [player], приятно познакомиться—{w=0.7}{nw}"
translate rus day1_15663dab:
    "Вдруг Хиторо снова ударил его по затылку."
translate rus day1_21fa2087:
    "[player] схватился за голову."
translate rus day1_ac0c59fc:
    mc "ОЙ!{w=0.5}{nw} " with vpunch
translate rus day1_e8785c80:
    extend "БЛИН, ЧТО ЭТО БЫЛО!?!?" with vpunch
translate rus day1_f3ae64fe:
    "Хиторо ответил уверенно."
translate rus day1_80affd4b:
    hitoro "О, [player], у тебя вообще нет манер, мужик?{w=0.5}{nw}"
translate rus day1_5bdb93cd:
    extend "ДЕЛАЙ ЭТО ПРАВИЛЬНО!!!" with vpunch
translate rus day1_d05bd6c3:
    "[player] просто закатил глаза и поклонился мне, когда он это сделал, я отступила на шаг. Мне было довольно неуютно рядом с ним."
translate rus day1_b87b8ecd:
    mc "Привет, я [player], приятно познакомиться и добро пожаловать в клуб дебатов или что-то в этом роде."
translate rus day1_3935e212:
    "[player] выпрямился после поклона, холодно и скучающе посмотрев на меня, но…{w=2} в его глазах…{w=2}на лице…{w=2.5} было что-то такое, что… {w=2}{nw}"
translate rus day1_7d214b3f:
    extend "это показалось довольно странным."
translate rus day1_b9a051f2:
    "Я не могу это описать, но я почувствовала странное тепло, когда он посмотрел на меня, было что-то в его холодном и равнодушном взгляде, что привлекло моё внимание."
translate rus day1_cdf25f53:
    "Странное чувство, которое возникло вместе с этим, заставило мои щёки покраснеть."
translate rus day1_b8e4492d:
    "Я не знала, что с этим делать, я чувствовала странную путаницу в голове."
translate rus day1_bb259608:
    "Почему взгляд какого-то странного мальчика так подействовал на меня…"
translate rus day1_4e8ad7b2:
    "Мне тоже показалось, что я чувствую…{w=1} что я дрожу…"
translate rus day1_7edf044b:
    "Что-то было не так…{w=2}, но что?"
translate rus day1_ccb50b58:
    "Всё, что я могла сделать, это поклониться ему, но вопреки моим логическим рассуждениям, это произошло…"
translate rus day1_8b24fa32:
    m "П… {w=0.2}привет… j{w=0.2}… Я Моника…{w=1} п…{w=0.2} п…{w=0.2}приятно познакомиться…"
translate rus day1_fa66d7ec:
    "После этого все с удивлением посмотрели на меня и на [player], стоящий передо мной…{w=3}{nw}"
translate rus day1_e255a6f8:
    extend "на его лице отразилась неуверенность, я что-то не так сказала?"
translate rus day1_8986ef06:
    mc "Эм…{w=1} хорошо? Это мило."
translate rus day1_8f1803ed:
    "Затем он вернулся на своё место, как будто ничего не произошло, и снова включил консоль, как будто меня там не было…"
translate rus day1_e8615823:
    "Раньше молчавший Хиторо начинает говорить."
translate rus day1_091ce44b:
    hitoro "Эм...{w=0.5} ИТАК...{w=1}{nw} "
translate rus day1_4962bf74:
    extend "Эм…{w=1} ТАК ЧТО…{w=2} ДАВАЙТЕ НАЧНЕМ ВСТРЕЧУ КЛУБА…{w=2} и Моника!"
translate rus day1_667f820e:
    "Когда он повернулся ко мне, я почувствовала, будто меня вызвали к доске, {w=1}{nw}"
translate rus day1_9f991807:
    extend "как ни странно, я до сих пор не могу забыть взгляд в глазах этого [player]…{w=0.5}, хотя это длилось всего мгновение…"
translate rus day1_f1c5fc68:
    m "Д-{w=0.2}д-{w=0.2}да."
translate rus day1_38a6dfb4:
    "Я ответила не задумываясь, заикаясь."
translate rus day1_0fe05046:
    hitoro "Эм, ты можешь сидеть, где захочешь."
translate rus day1_efaa01f7:
    "Я быстро и без колебаний села на две скамейки от [player],{w=0.5} Я не знала…{w=0.5}{nw}"
translate rus day1_929699af:
    extend "Почему я почувствовала странный интерес к этому мальчику?"
translate rus day1_02f5f00c:
    "Когда Хиторо начал говорить о том, о чём будут сегодняшние дебаты. Мои мысли всё время возвращались к этому мальчику."
translate rus day1_fdc08893:
    "Каждый раз, когда я пытался обратить внимание на то, что говорил Хиторо, мой взгляд падал на [player]…"
translate rus day1_2a7129c3:
    "Он сидел за столом, совсем не слушая, что происходит, просто…{w=1} играя на консоли. Казалось…{w=0.5}, что консоль была его миром…{w=0.5} странная мысль пришла мне в голову…{w=0.5}{nw}"
translate rus day1_bf2e1f6a:
    extend "почему он не смотрит на меня так?"
translate rus day1_e240a7fd:
    "Погодите-ка…{w=1} почему я так подумала…"
translate rus day1_1eb9ffca:
    "Вдруг Хиторо заговорил со мной."
translate rus day1_e5703e31:
    hitoro "Моника, хочешь что-нибудь добавить?"
translate rus day1_edcd39a4:
    "Я не ожидала этого, когда почувствовала внезапный страх, встала со стула и заговорила с небольшим напряжением."
translate rus day1_8eeb47d7:
    m "Эм… {w=1} д-{w=0.2}да?"
translate rus day1_5b516b4e:
    "Через мгновение я поняла, что сказала… Я не знала, что делаю и о чём думаю. Мне нужно было быстро придумать оправдание, поэтому я тихо пробубнила себе под нос…"
translate rus day1_dd624423:
    m "Эм…{w=0.2} эм…{w=0.2} эм…{w=0.2} Я сообщаю, что не подготовлена."
translate rus day1_5a70f17c:
    "Я сказала это очень неуверенно и смущённо…"
translate rus day1_a894afa7:
    "Но после минуты молчания все в классе начали смеяться."
translate rus day1_42c609d9:
    hitoro "Ха-ха, о, Моника, ты смешнее, чем я думал. Не беспокойся больше об этой теме, потому что клубная деятельность окончена."
translate rus day1_6488dd5b:
    "Я застыла на мгновение, как вкопанная...{w=1}"
translate rus day1_6a70773a:
    extend "Он…{w=0.2} он…{w=0.2} ОН…?!{w=2} Подожди…{w=1.5} Конец…?{w=1} Так быстро?"
translate rus day1_b06fbb7d:
    "Я закрыла лицо руками, я вообще не слушала. Мне было очень неловко…"
translate rus day1_1182b704:
    "Все начали собираться и строить планы на конец дня."
translate rus day1_2383361e:
    "Конечно, Юки, Мирай и Мисаки проведут время вместе, а [player] закатит глаза и скажет себе под нос…"
translate rus day1_1444cb96:
    mc "Интересно, этот идиот… уже ждёт меня?"
translate rus day1_257c6aaf:
    "Когда он это сказал, я краем глаза посмотрела на [player], и он…{w=2} улыбнулся мне…{w=1} почему…?{w=2} Он, наверное, думает, что я идиотка…"
translate rus day1_d443532a:
    "Мысль об этом заставила меня почувствовать себя ещё более смущённой и неуверенной…{w=0.2} когда он проходил мимо меня, он сказал спокойным голосом с улыбкой на губах."
translate rus day1_fbbf02b3:
    mc "Хех… {w=1} увидимся завтра, Моника."
translate rus day1_8f748144:
    "Затем он вышел из класса, снова глядя на свою консоль…{w=1} Я почувствовала…{w=0.5}{nw}"
translate rus day1_a31923de:
    extend "странная радость…{w=0.5} и утешение от этих слов…{w=1} он надеялся, что я приду завтра?"
translate rus day1_cef6b744:
    "Когда я возвращался, я шла по коридору, и слова „увидимся завтра, Моника” всё время повторялись у меня в голове, не знаю почему, я не могла перестать думать об этом…{w=1} когда позже это оказалось частью чего-то другого…{w=1} чего-то, чего я ещё не понимала."
translate rus day1_6543365b:
    "Я чувствовала себя легко по дороге домой. Я не понимаю этого, но, честно говоря, это было приятно…{w=0.5} опыт. Странное любопытство в сочетании с неуверенностью заставило меня…{w=0.5} захотеть приехать завтра…"
translate rus day1_caec8f7a:
    "Как только я вошла в дом, мне внезапно пришло текстовое сообщение от мамы."
translate rus day1_5e6c567b:
    tel_nr "{nw}!время"
translate rus day1_a6c91943:
    tel_mm "Эй, дорогая!"
translate rus day1_3a192860:
    tel_mm "Как проходит твой первый день в школе?"
translate rus day1_3a8a281d:
    tel_mm "Мне очень любопытно"
translate rus day1_b56e119d:
    "Я ответила с радостью."
translate rus day1_17529d2a:
    tel_m "Это было хорошо, мама"
translate rus day1_27b96c46:
    "Через некоторое время я получила сообщение."
translate rus day1_15794bb4:
    tel_mm "Я рад это слышать, дорогая"
translate rus day1_a96fe7b3:
    tel_mm "Что интересного ты сегодня делала?"
translate rus day1_7d1496f8:
    "Я ответила без колебаний."
translate rus day1_4d4c0275:
    tel_m "Хорошо"
translate rus day1_5e7a4af8:
    tel_m "Я вступила в новый клуб и всё"
translate rus day1_6ba1636f:
    tel_mm "Оооох"
translate rus day1_9430c801:
    tel_mm "Также приятно слышать, что ты ,наконец-то, открываешься чему-то новому и новым людям"
translate rus day1_53c34bf7:
    "Когда я увидела эти сообщения, я почувствовала себя довольно странно...{w=1} Неужели моя собственная мать думает, что я асоциальная? Может, я не общаюсь со многими людьми…{w=1} но разве это плохо?"
translate rus day1_0bf178df:
    "Я знаю, что моя мама никогда бы так не подумала…"
translate rus day1_a5773255:
    "До сих пор странно видеть сообщение, в котором мама радуется, что я вообще что-то делаю с собой… но она, вероятно, слишком преувеличивает."
translate rus day1_8fcec035:
    "И я начинаю ей писать."
translate rus day1_b1e0460b:
    tel_m "Да…"
translate rus day1_99c5a94b:
    tel_m "Знаешь, я встретила двух действительно хороших людей"
translate rus day1_9da8691e:
    "Мама отвечает быстро."
translate rus day1_c3973244:
    tel_mm "Ой"
translate rus day1_995f7cd3:
    tel_mm "Ты говоришь о новых друзьях?"
translate rus day1_f01924bd:
    tel_mm "Или…"
translate rus day1_429dcc15:
    "Когда я услышала это сообщение от мамы, я почувствовала странное беспокойство…{w=1} „или”…"
translate rus day1_dfc14c63:
    "Я не хотела говорить маме, что это два новых друга, если их можно так назвать, но зачем?"
translate rus day1_974de325:
    "Почему я так хочу защитить себя и не говорить ей об этом?"
translate rus day1_bd0b4cc4:
    "Боже, что со мной не так…"
translate rus day1_62b93723:
    "Я падаю на подушку с телефоном в руках. Лежу на диване и тупо смотрю на телефон, гадая, что напишет мне мама…"
translate rus day1_020f5012:
    "У меня такое чувство, что от мыслей об этом у меня начинает болеть голова. Почему этот разговор другой?"
translate rus day1_81f284f0:
    "Пока я ,наконец, не решила написать маме сама, так как она давно мне не писала."
translate rus day1_4bed213e:
    "Я ответила."
translate rus day1_9cba5f11:
    tel_m "\"Или\"?"
translate rus day1_871e1147:
    tel_m "Что ты имеешь в виду, мама?"
translate rus day1_8da9bb68:
    "Мама быстро ответила."
translate rus day1_6b34f7f2:
    tel_mm "Знаешь, Моника, хе-хе"
translate rus day1_248f1360:
    tel_mm "Может быть, мальчики?"
translate rus day1_14a3c43d:
    "Я в шоке посмотрела на телефон… {w=0.5}{nw} "
translate rus day1_82c67fba:
    extend "КАК ОНА МОГЛА ЭТО НАПИСАТЬ?!" with vpunch
translate rus day1_254f3c33:
    "Не знаю почему, но я почувствовала сильный страх, когда она упомянула „мальчиков”"
translate rus day1_ac6df81d:
    "Я отвечаю ей в безмолвной панике."
translate rus day1_43a7121b:
    tel_m "Я имею в виду, да…"
translate rus day1_98fc56a9:
    tel_m "Я имею в виду, ты знаешь…"
translate rus day1_7c947cf6:
    tel_m "Есть председатель…"
translate rus day1_4725caf7:
    tel_m "И ещё один…"
translate rus day1_b21f09e6:
    tel_mm "\"Ещё один\"?"
translate rus day1_b2619fa0:
    tel_mm "Я имею в виду, кто?"
translate rus day1_424157e7:
    tel_mm "Есть ли желающие?"
translate rus day1_214a12ac:
    tel_m "Нет…"
translate rus day1_61958a3a:
    tel_m "Никто не интересен"
translate rus day1_61a175ea:
    tel_m "Я имею в виду, да"
translate rus day1_fd6ced14:
    tel_m "Я имею в виду, нет…"
translate rus day1_ca8f61bc:
    tel_m "Означает…"
translate rus day1_3e1b6558:
    "Не знаю, почему я так нервничала, когда писала это. Что со мной не так? Я пыталась вернуть разговор в нужное русло."
translate rus day1_6020014c:
    tel_m "И на другой ноте…"
translate rus day1_9263bbb8:
    tel_m "Ну, мам, как дела у папы и на работе?"
translate rus day1_3f5896e3:
    "Я наблюдала, надеясь, что она не станет развивать эту тему."
translate rus day1_781c44fe:
    tel_mm "О, работа хороша"
translate rus day1_621c7cdc:
    tel_mm "Папа работает допоздна"
translate rus day1_9b51af3c:
    tel_mm "Но всё в порядке"
translate rus day1_b9d8d62b:
    tel_mm "И не думай, что я не узнаю, кто этот другой мальчик"
translate rus day1_bcd8de24:
    tel_mm "Потому что я вижу, что в этом что-то есть ;)"
translate rus day1_992c69fa:
    "Я запаниковала, не знала, что делать, поэтому единственное, что я мог сделать, — это закончить разговор."
translate rus day1_a87078d2:
    "Я отвечаю быстро, как будто от этого зависит моя жизнь, потому что это так!"
translate rus day1_a27f7878:
    tel_m "Я"
translate rus day1_a27f7878_1:
    tel_m "Я"
translate rus day1_6e546638:
    tel_m "Мама, я"
translate rus day1_4d36d8ca:
    tel_m "Я иду спать"
translate rus day1_be6a4b57:
    tel_m "Это тот самый"
translate rus day1_b5dfb731:
    tel_m "Спокойной ночи, я люблю тебя с папой!"
translate rus day1_715b6f79:
    "Прежде чем я увидела, что мне написала мама, телефон —{w=1}{nw}"
translate rus day1_66977ef5:
    extend "ОН УПАЛ НА ПОЛ, {w=1}"
translate rus day1_f1c06c8e:
    extend "И я беспомощно взвизгнула в подушку. Мама хочет знать больше!"
translate rus day1_ed9214c5:
    "КЬЯЯЯЯ!!!!" with vpunch
translate rus day1_b74eb992:
    "Что я должна делать!?"
translate rus day1_a4f14968:
    "ПОЧЕМУ Я ТАК БЕСПОКОЮСЬ!"
translate rus day1_fe34f9f8:
    "Я знаю одно — {w=1} моя мама никогда этого так не оставит."
translate rus day1_f3fb9ca4:
    "Я сняла трубку без всякой надежды, моё лицо горело от всего этого."
translate rus day1_357b12d9:
    "Она определенно продолжит изучать эту тему!!"
translate rus day1_56446886:
    "Я смотрю на телефон."
translate rus day1_5e6c567b_1:
    tel_nr "{nw}!время"
translate rus day1_d4f22c57:
    tel_mm "Ладно, дорогая, спокойной ночи"
translate rus day1_524c16f2:
    tel_mm "Завтра мы поговорим обо всей этой теме \"другого парня\""
translate rus day1_4b2dd8dd:
    tel_mm "Я хочу знать подробности!"
translate rus day1_5ba86fc3:
    "В тот момент мне захотелось зарыться в землю или выброситься из окна!!!"
translate rus day1_aec7d17b:
    "Я не могу повернуть время вспять, {w=0.5}{nw}"
translate rus day1_c61447ee:
    extend "но кто знает, может она забудет...{w=1} ДА! ЭТО МЫСЛЬ! ОНА ТОЧНО ЗАБУДЕТ ОБ ЭТОМ!!!"
translate rus day1_1dbb1396:
    "Мне ничего не оставалось делать, как пойти поесть, принять душ и лечь спать…"
translate rus day1_b3f7e43c:
    "Когда я приготовила рамен из пакета, произошло что-то странное…"
translate rus day1_92b3ce99:
    "Я не могу есть…{w=1} Чувство голода исчезло, как будто его никогда и не было."
translate rus day1_001e4c67:
    "Я тупо уставилась в миску…{w=2} Конечно, моё сердце не переставало биться…"
translate rus day1_6ad4f631:
    "Я всё время думал о словах, которые мне сказал [player]… „Увидимся завтра, Моника”"
translate rus day1_f0f6f5c4:
    "Я просто хочу забыть об этом, хотя бы на время…"
translate rus day1_90b7c7cc:
    "Я пропустила ужин… Не было смысла заставлять себя есть, я пошла принять душ…"
translate rus day1_0e5d7ef8:
    "После душа я пошла в свою комнату, {w=0.2}{nw}"
translate rus day1_ea927172:
    extend "где я безвольно упала на кровать."
translate rus day1_6b28f255:
    "Я просто повернула голову к окну."
translate rus day1_50b6e66e:
    "Я хорошо видела их с кровати, я ждала этого момента."
translate rus day1_b0b04efa:
    "Пока, наконец, не пришло…"
translate rus day1_883a7ff4:
    "Первая звезда на небе…{w=2} Она всегда такая ясная и ярче всех."
translate rus day1_ba39e554:
    "Её вид всегда успокаивает меня, и смотреть на неё всегда было моим ритуалом перед сном…"
translate rus day1_08cea71e:
    "Когда с каждым мгновением появлялись новые звёзды…"
translate rus day1_58920b77:
    "Один, два и три были видны, но не так хорошо, как эта…"
translate rus day1_46e10809:
    "Когда звёздное небо уже было настолько видно, насколько это возможно…"
translate rus day1_17f8fd42:
    "Я скользнула под одеяло и, глядя на небо, медленно уснула…"
translate rus day1_a5a94d0b:
    "Мягкий лунный свет освещал комнату, давая мне необходимый покой. Все мысли постепенно исчезали."
translate rus day1_2393a485:
    "И последнее, что у меня было, это слова [player]..."
translate rus day1_500d566c:
    "„Увидимся завтра, Моника.”"
translate rus day1_d3ffebb4:
    "Я могла только шептать."
translate rus day1_4c20087f:
    m "{i}Увидимся завтра…{w=2} [player].{/i}"
translate rus day1_11c4d22d:
    "И вот я уснула."
translate rus day1_c65132ab:
    "Я проснулась на удивление счастливой и готовой к новому дню! Солнечные лучи нежно ласкали мою щёку, и я всё ещё не понимала, почему я так рада второму дню в школе? Со мной что-то не так?"
translate rus day1_23b75b14:
    "Радость, которая переполняла меня и хотела вырваться наружу и прокричать всему миру, что я сейчас чувствую, была совершенно непостижима…"
translate rus day1_6b28ddff:
    "Однако даже после пробуждения мои мысли, как ни странно, были не о самой школе…{w=1},только о тех же словах, которые сказал [player]."
translate rus day1_0de83068:
    "Я не понимала, почему…{w=1} Я надеялся увидеть его снова…"
translate rus day1_3b8bd9f0:
    "Как обычно, я встала и пошла в ванную, надела форму{w=0.3}{nw}"
translate rus day1_d0248a9c:
    extend "и прыгая от радости, я пошла завтракать, {w=1}{nw}"
translate rus day1_a226c70b:
    extend "когда через некоторое время я получила сообщение от мамы...{w=1} Что-то случилось?"
translate rus day1_5e6c567b_2:
    tel_nr "{nw}!время"
translate rus day1_9c0dcbf2:
    tel_mm "Эй, дочка"
translate rus day1_cf866848:
    tel_mm "Надеюсь, ты чувствуешь себя хорошо"
translate rus day1_8e9e1d97:
    tel_mm "Это твой второй день в школе и второй день новых впечатлений!"
translate rus day1_5ac255bc:
    tel_mm "Я верю, что у тебя всё будет хорошо, и сегодня вечером ты мне всё подробно расскажешь."
translate rus day1_d094d487:
    tel_mm "Мы любим тебя, мама и папа {space=-10}{image=mod_assets/emojis/serce.png}"
translate rus day1_dd5c2f05:
    "Хотя я привыкла, что они звонят и пишут мне каждый вечер, эта новость утром меня действительно удивила. Неужели моя мама знает больше, чем думаю?"
translate rus day1_2cb7431a:
    "ЧЁРТ!!! {w=0.5}{nw}" with vpunch
translate rus day1_24f913b8:
    extend "ЗАЧЕМ Я УПОМЯНУЛА [player_big]!!!" with vpunch
translate rus day1_7cdc53a6:
    "Но…{w=0.5} это не обязательно должно что-то значить для [player]…{w=2}{nw}"
translate rus day1_1e11ab65:
    extend "О, я так запуталась!!!{w=0.5} Я во всём ищу изъян!!!"
translate rus day1_b9c0277c:
    "Эх…{w=1} Я действительно почувствовала смесь радости, страха, неуверенности. И всё это потому, что приближается целый день…"
translate rus day1_66543176:
    "Когда я шла в школу, я чувствовала, как легкий ветерок ласкает мои волосы, а солнечные лучи ласкают мое лицо, и я вспомнила…{w=0.5} Я люблю эти весенние утра…"
translate rus day1_9e985736:
    "Но это утро было особенным…"
translate rus day1_14cb6315:
    "Потому что…{w=0.5} удивительно, что я больше не чувствовала своей пустоты? Если можно ,так сказать…{w=1}"
translate rus day1_9b0a6afb:
    extend "Это было довольно странно…"
translate rus day1_147b51b5:
    "Я привыкла к ощущению пустоты, которое царило во мне и куда бы я не посмотрела, но сегодня…"
translate rus day1_c2364cb9:
    "Это было по-другому…{w=1} Я почувствовала все эти чувства, которых раньше не испытывала."
translate rus day1_c53c6da0:
    "Радость всё ещё пульсировала в моих жилах, и, глядя на лепестки вишни, мне хотелось танцевать в них."
translate rus day1_346ef20c:
    "Порывистый, но нежный танец ветра и листьев настраивает меня на нужный лад."
translate rus day1_109b763d:
    "Улыбка не сходила с моего лица, и это наводит меня на мысль, что люди, которые меня видят, считают меня сумасшедшей!"
translate rus day1_c81c18fc:
    "Но эти мысли быстро улетучились…"
translate rus day1_dbe6f476:
    "Они продолжали возвращаться, пока я не вернулась в клуб…"
translate rus day1_62794f09:
    "Потому что я чувствую, что хочу…{w=0.5}{nw}"
translate rus day1_8ea04b1e:
    extend "Нет…{w=1}{nw}"
translate rus day1_ae92813b:
    extend "Я хочу дать больше, и на этот раз я обещаю, что протяну руку помощи!"
translate rus day1_768aaf21:
    "Но где-то в глубине души меня всё ещё мучил вопрос: зачем я это делаю?"
translate rus day1_963e1110:
    "Что подталкивает меня…{w=0.5} к действию…"
translate rus day1_5be0ff62:
    "Потому что раньше у меня не было такой мотивации, наоборот…"
translate rus day1_959edc60:
    "Я чувствую, что внутри меня что-то изменилось… {w=2}{nw}"
translate rus day1_42fdb912:
    extend "Но что? Может быть, я никогда не узнаю…"
translate rus day1_32dc4b0a:
    "Когда я переступила порог школы."
translate rus day1_63fd7848:
    extend "Мирай радостно бросилась в мои объятия."
translate rus day1_879b9d37:
    "Не знаю, что на меня нашло, но я с радостью обняла её в ответ."
translate rus day1_fc0faa4e:
    m "Ха-ха, приятно видеть тебя, милая Мирай! Ха-ха."
translate rus day1_60a71298:
    "Мирай стояла передо мной в изумлении. Я впервые увидела такое выражение на её лице."
translate rus day1_2ac807d8:
    mirai "Эээ…{w=1} Ты…{w=2} меня обняла?"
translate rus day1_baa9a646:
    "Я посмотрела на неё немного смущённо,{w=0.5}{nw}"
translate rus day1_85b9ae33:
    extend "Я почувствовала, что краснею."
translate rus day1_ba6b430e:
    m "Ну, я просто…"
translate rus day1_d157d513:
    "Но вдруг Мирай радостно подпрыгивает и обнимает меня крепче."
translate rus day1_18762447:
    mirai "АХ МОНИКА! КАКАЯ ТЫ МИЛАЯ!!! ОБНИМАЙ МЕНЯ ХОТЬ КАЖДЫЙ ДЕНЬ!!!"
translate rus day1_d24edaf4:
    m "Эм, я…{w=1} Да, хорошо…{w=2}{nw}"
translate rus day1_95862efc:
    extend "ладно, ха ха."
translate rus day1_8ec803f8:
    "Юки подходит к нам с лёгкой улыбкой на лице."
translate rus day1_dac06cff:
    yooki "Моника, какой сюрприз! Я не ожидала, что ты ответишь на объятия Мирай. Ты хорошо себя чувствуешь?"
translate rus day1_50e2606f:
    "Тогда я улыбнулась так широко, как только могла."
translate rus day1_37c74008:
    m "Я чувствую себя отлично, ха ха."
translate rus day1_ec7c4cfc:
    "Юки была удивлена{w=1}{nw}"
translate rus day1_4812bf4d:
    extend "И через некоторое время к нам подходит Мисаки."
translate rus day1_9a34e6c5:
    misaki "Хм, Моника ,наконец-то, проявляет чувства? Ха."
translate rus day1_791e5717:
    "Мисаки легонько похлопала меня по спине."
translate rus day1_924fdfde:
    misaki "Видишь, Моника? Это не так уж и сложно, но…"
translate rus day1_4048235b:
    "Мисаки внимательно наблюдает за мной."
translate rus day1_ce3af98a:
    misaki "Что-то изменилось в тебе…{w=0.5} Я не могу сказать что, но…{w=1} ты сегодня другая. {nw}"
translate rus day1_ae17ef36:
    extend "Ты такая лучезарная…{w=2}{nw}"
translate rus day1_9dc0415c:
    extend "Что ты думаешь, Юки?"
translate rus day1_de9df7c2:
    "Юки звучит заговорщически."
translate rus day1_fadcd330:
    yooki "Хм, теперь, когда ты об этом упомянула, Мисаки…{w=1}{nw}"
translate rus day1_dbaee7c0:
    extend "Моника действительно выглядит по-другому. Всё на месте, {w=1}{nw}"
translate rus day1_1e638c1e:
    extend "но от неё как будто исходила какая-то другая энергия."
translate rus day1_eda0db4a:
    "Хотя Мираи всё больше прижимается к моему телу."
translate rus day1_c0709fa9:
    mirai "ЧТО БЫЛО ДРУГОЕ, ТЕМ ЛУЧШЕ!!!{w=1} ОНА РАЗРЕШИЛА МНЕ ОБНИМАТЬ СЕБЯ!!!{w=1}{nw}" with vpunch
translate rus day1_0a86e835:
    extend "МИЛО!!!" with vpunch
translate rus day1_e85d0000:
    "Я говорю спокойно."
translate rus day1_2abca1ee:
    m "Привет, девчонки, это я! Ха-ха, я не знаю, о чём вы говорите, я просто чувствую себя…{w=1} счастливой сегодня. Вот и всё."
translate rus day1_72554bb6:
    "Юки посмотрела на меня с лёгким удивлением."
translate rus day1_da76445f:
    yooki "Счастлива? Я имею в виду, ты не была счастлива раньше или что? Потому что я больше не понимаю."
translate rus day1_b471fa8a:
    "Я игриво погладила Юки по голове."
translate rus day1_1d5857a4:
    m "Не думай об этом слишком много, ха-ха, у тебя заболит голова, хе-хе."
translate rus day1_14b23b37:
    "Мисаки и Юки не знали, как на это ответить, но оба счастливо улыбнулись."
translate rus day1_b4086efc:
    misaki "Но Мирай была права."
translate rus day1_643c44a1:
    yooki "Определённо."
translate rus day1_83dd48d1:
    yooki_mirai_misaki "{size=-6}\"ЧЕМ ДРУГОЕ, ТЕМ ЛУЧШЕ, \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \"ЧЕМ ДРУГОЕ, ТЕМ ЛУЧШЕ, \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \"ЧЕМ ДРУГОЕ, ТЕМ ЛУЧШЕ,\n \ ХА-ХА!\" \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ ХА-ХА!\" \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ ХА-ХА!\"{/size}"
translate rus day1_a7d212c3:
    yooki_mirai_misaki "{size=-6}\"ЧЕМ ДРУГОЕ, ТЕМ ЛУЧШЕ, \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \"ЧЕМ ДРУГОЕ, ТЕМ ЛУЧШЕ, \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \"ЧЕМ ДРУГОЕ, ТЕМ ЛУЧШЕ,\n \ ХА-ХА!\" \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ ХА-ХА!\" \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ \ ХА-ХА!\"{/size}"
translate rus day1_6df6fd46:
    "Я немного посмеялась с девочками, а после того, как прозвенел звонок, пошла в класс."
translate rus day1_6bb77f59:
    "Пока я там сидела, не знаю, что на меня нашло, но вместо того, чтобы писать на уроке, я начала рисовать на бумаге сердечки и музыкальные ноты, хотя в то время я толком не понимала, что делаю."
translate rus day1_009e8c25:
    "Я втайне мечтала, что когда-нибудь напишу свою собственную песню, но в тот момент я даже начала радостно напевать её себе под нос."
translate rus day1_e832cb40:
    "И вот начался урок."
translate rus day1_60f233e1:
    "Улыбающийся учитель начинает урок."
translate rus day1_773d6148:
    nauczycielka "Итак, дети, сегодняшний урок будет называться „Старинная японская литература.”"
translate rus day1_4701d8cc:
    "Честно говоря, услышав это название, я действительно заинтересовалась. Я очнулась от своего „транса” и внимательно слушала урок, пока говорила учительница."
translate rus day1_7f38eae5:
    nauczycielka "Некоторые люди, возможно, этого не знают, но мы не всегда гордились своей письменностью, поскольку письменность пришла в Японию из Китая в Ⅴ-ом веке через Корейский полуостров."
translate rus day1_455738e5:
    nauczycielka "Самыми древними сохранившимися произведениями являются два исторических документа, Кодзики и Нихон сёки, которые были завершены в начале Ⅷ века. Во Ⅺ веке, в период Хэйан, был написан первый в мире роман „Гэндзи моногатари”."
translate rus day1_a2128be9:
    nauczycielka "Кто-нибудь скажет мне, какое литературное произведение было первым в Японии?"
translate rus day1_4f715ffa:
    "Я замерла, потому что однажды прочитала об этом…{w=2} Первым произведением была, конечно же, Повесть о принце Гэндзи."
translate rus day1_8af7bf03:
    "Я собиралась поднять руку, но…{w=1}{nw}"
translate rus day1_a117a763:
    extend "что-то меня заблокировали…"
translate rus day1_a255cf9e:
    "А что, если я не права? А что, если я говорю чушь?"
translate rus day1_03859f4f:
    "Что произойдет, если я сделаю ошибку?…{w=1} Правильно ли я думаю?"
translate rus day1_88ccb650:
    "А может, и нет, и надо мной посмеются, или учитель поставить мне плохую оценку за это занятие? Существуют ли вообще такие цены?"
translate rus day1_5bbfd2dc:
    "Я стала ещё более нервной и не знала, что делать или думать. Я боялась дать какой-либо ответ…"
translate rus day1_cd035b76:
    "Моя рука медленно опускалась с каждой мыслью, и я чувствовал, что лучше промолчать…"
translate rus day1_1089c289:
    "Учительница продолжила урок."
translate rus day1_54ae4d7d:
    nauczycielka "В период Мэйдзи с 1868 по 1912 год приток иностранных текстов стимулировал развитие современной японской литературы."
translate rus day1_7c2ac196:
    nauczycielka "Кто-нибудь скажет мне, какой автор изображен на купюре в пять тысяч иен?"
translate rus day1_2faf7201:
    "Я хотела снова поднять руку, я знала ответ…{w=1}{nw}"
translate rus day1_358bb951:
    extend "Это был Хигучи Итиё, который наиболее известен своим романом, основанным на „Ботчане” Мацуямы и Миядзавы Кэндзи."
translate rus day1_6e1dff33:
    "Которые, как говорят, являются невероятными произведениями как в то время, так и по сей день…"
translate rus day1_2a7d4b31:
    "И когда моя рука собиралась снова подняться, {w=0.5}{nw}"
translate rus day1_1ab8ab6c:
    extend "Я заблокировала её другой рукой…"
translate rus day1_8aa6d4b4:
    "Я боюсь, что…{w=1} я ошибаюсь, или я снова начну заикаться…{w=1}{nw}"
translate rus day1_9e870f24:
    extend "как идиотка."
translate rus day1_8d594825:
    "Неуверенность росла с каждым мгновением, но росло и разочарование в себе…{w=2} Почему я такая слабая?"
translate rus day1_f9d995e3:
    "Урок продолжался, а моё хорошее настроение угасало…{w=1} Утро было чудесным, но после этого урока всё остальное потеряло значение…"
translate rus day1_3610ea74:
    "Я снова прошла по тихому коридору, чтобы собраться с мыслями, и, честно говоря, мне стало плохо…{w=2}{nw}"
translate rus day1_cafc9745:
    extend "Я могла бы ответить, {w=0.5}{nw}"
translate rus day1_68502686:
    extend "но страх перекрыл мне горло…"
translate rus day1_9a9be18b:
    "За окном я увидела школьный двор и там был фонтан, который должны были снести… {w=1}{nw}"
translate rus day1_26e4978f:
    extend "Жалость."
translate rus day1_3c5ee720:
    "Я слышала, как ученики говорили об этом на уроке. Этот фонтан, возможно, не важен для школы, но он более важен для общества, именно здесь многие ученики признались в своих чувствах…"
translate rus day1_e706984a:
    "Это ,должно быть, здорово…{w=1}{nw}"
translate rus day1_3d4c69e0:
    extend "Оказывается, этот фонтан имеет большую сентиментальную ценность, поэтому…{w=1} Даже если у меня нет никаких воспоминаний о нём…{w=2} Я бы хотела, чтобы он остался."
translate rus day1_968c20ff:
    "Кто знает…{w=0.5} Может быть, воспоминания будут созданы?…{w=2} Я бы хотела этого…{w=0.5}{nw}"
translate rus day1_eb18b70c:
    extend "но я никогда не узнаю…"
translate rus day1_24afea27:
    "Когда я шла по коридору, я заметил, что в музыкальном зале кто-то есть…{w=1} Это были председатель музыкального клуба и заместитель председателя…"
translate rus day1_d21dfb03:
    "Я случайно услышала, что они ищут новых участников, потому что один из них, который очень хорошо играл на пианино, в этом году окончил среднюю школу."
translate rus day1_9030c3c2:
    "Я почувствовала растущую радость… {w=1}Может быть, я тоже попробую, {w=0.5}{nw}"
translate rus day1_95955759:
    extend "но как раз когда я собиралась схватить дверь…"
translate rus day1_3d6a45a7:
    "Снова наступила неопределенность."
translate rus day1_e70057f0:
    "Может, я не создана для этого? Или это просто глупая прихоть?"
translate rus day1_af2ccc78:
    "А что, если я приду и выставлю себя идиоткой? „Привет, меня зовут Моника, и я хочу научиться играть на пианино…”."
translate rus day1_6473a83b:
    "Это само по себе звучит глупо…{w=2}{nw}"
translate rus day1_dcc2f225:
    "Я сдалась и пошла дальше…{w=1} Это не для меня…"
translate rus day1_0bd3821e:
    "У меня было плохое настроение весь оставшийся день…{w=1} Пустота, которой не было всё утро…{w=2} Она снова появилась…"
translate rus day1_f753f7f9:
    "И я осталась со своими мыслями. Мыслями, которые сделали меня…{w=2}{nw}"
translate rus day1_e5190ce4:
    extend "Ничто больше не имело смысла…"
translate rus day1_636e3ad0:
    "После всех сегодняшних уроков и моих путешествий по коридорам пришло время для дискуссионного клуба…"
translate rus day1_53e354b0:
    "Когда я шла по коридору к клубной комнате, {w=2}{nw}"
translate rus day1_46808fdb:
    extend "Юки, Мираи и Мисаки уже ждали меня."
translate rus day1_e9cbe8a8:
    "Мирай хотела обнять меня, но увидев моё лицо, {w=1}{nw}"
translate rus day1_dfaea526:
    extend "она остановилась, {w=2}{nw}"
translate rus day1_235e3025:
    extend "в то время как Юки и Мисаки издалека увидели, что что-то не так."
translate rus day1_63cb0223:
    mirai "Э…{w=1} М-{w=0.2}Моника? Всё в порядке? Ты выглядишь—{w=0.3}{nw}"
translate rus day1_85a21faa:
    "Она остановилась на полпути с обеспокоенным лицом."
translate rus day1_1fad2794:
    "Юки тут же подходит ближе."
translate rus day1_76a79165:
    yooki "Моника…{w=1} Очевидно, что что-то не так…"
translate rus day1_3108a467:
    "Я говорила неохотно."
translate rus day1_d44bdf79:
    m "Всё нормально…"
translate rus day1_b09def5c:
    yooki "Нет! Это не нормально…{w=1} ты не сможешь меня обмануть…{w=1} Я вижу это—{w=0.5}{nw}"
translate rus day1_9a18c79f:
    "Мисаки внезапно прерывает."
translate rus day1_24212b03:
    misaki "Моника, я вижу, что ты грустишь. Плохой день, да?"
translate rus day1_5c3fecb1:
    "Я кивнула."
translate rus day1_ef6259e8:
    "Мисаки выглядит смирившейся."
translate rus day1_e6e5c61c:
    misaki "О, Моника, всё будет лучше…{w=1} Сегодня худший день, но завтра ,может быть лучше…{w=1} Приходи в клуб."
translate rus day1_f0b7e183:
    "Я кивнула головой…{w=2} это всё, что я могла сделать, потому что я не могла говорить…{w=2} Эх…"
translate rus day1_d78ddd64:
    "На второй день Хиторо снова встретил нас с улыбкой."
translate rus day1_c33b53b8:
    hitoro "Добро пожаловать, Моника, на второй день клуба дебатов, ха."
translate rus day1_a19fbf65:
    "Я говорила тихо, голос мой был подобен шёпоту…"
translate rus day1_6de97051:
    m "Эм…{w=2}{nw}"
translate rus day1_272212a2:
    extend "Привет…"
translate rus day1_e06ca971:
    "Я тихо сидела за столом, и было невозможно не слышать тихий разговор Мисаки и Хиторо."
translate rus day1_9218cb30:
    misaki "У неё был тяжелый день…"
translate rus day1_947ef047:
    hitoro "Понятно…{w=1} Может быть, мы сможем подбодрить её во время занятий в клубе."
translate rus day1_a5d2a5be:
    misaki "Ну…{w=1} Ты можешь попробовать…"
translate rus day1_99d89038:
    "Все сели за свои парты, и когда урок должен был вот-вот начаться, в класс внезапно вошёл [player]."
translate rus day1_c9d640fe:
    mc "Эй! Извините, я опоздал или что-то в этом роде."
translate rus day1_8b6bdfba:
    "Его поведение было полно уверенности и… „расточительства” если можно так выразиться?"
translate rus day1_b3463c25:
    "Он проигнорировал выговор Хиторо и направился прямо к столу, уставившись в свою консоль."
translate rus day1_cf7014af:
    "Проходя мимо меня, он на мгновение остановился"
translate rus day1_05b91817:
    extend "И он посмотрел на меня."
translate rus day1_daf6898d:
    mc "О…{w=1} Ты прав! Я на это надеялся."
translate rus day1_ebb9ac5f:
    "Затем, как будто ничего не произошло, он сел на стул через две от меня."
translate rus day1_e7da23f8:
    "И я…"
translate rus day1_ce617998_1:
    "…"
translate rus day1_82dcc272:
    "Я не знала, что делать…{w=1} Мне казалось, что моё сердце вот-вот взорвется!"
translate rus day1_51c4f17c:
    "Он…{w=1} он…{w=2} очень надеялся, что увидит меня…"
translate rus day1_48abff6b:
    "Я почувствовала себя странно счастливым от этой новости?…{w=0.5} Что происходит…{w=0.5} Почему?! Почему?!…{w=0.5} Как?!"
translate rus day1_bb4f85f8:
    "Я почувствовала, как мои щёки горят. Может, мне ему как-то ответить?!"
translate rus day1_b2f0e3bf:
    "Появилось то же чувство, что и вчера…{w=1} это определенно было не любопытство, но в то время я не знала, что ещё…"
translate rus day1_1ac42d1b:
    "И это только потому, что он меня заметил…"
translate rus day1_21d9e216:
    "Э…{w=1} Моника, что с тобой?!"
translate rus day1_d6640165:
    "Он просто обычный мальчик…{w=2}, который хотел тебя увидеть…"
translate rus day1_ce617998_2:
    "…"
translate rus day1_50fa3ef9:
    "НЕТ!!! Это не обычный мальчик. Это мальчик, который каким-то образом заинтересовался тобой, но почему меня это вдруг стало волновать? Я всё время задавала себе этот вопрос!"
translate rus day1_e6db3ca6:
    "Я собиралась что-то сказать, но мои щёки так горели, что я едва могла выговаривать слова."
translate rus day1_b60eb723:
    m "[player], я, я…{w=1} я…"
translate rus day1_883755dc:
    "Меня внезапно прервал Хиторо, начавший урок."
translate rus day1_30c80bf1:
    "Я испытала облегчение, но в то же время разочарование. Это мог быть наш первый разговор!"
translate rus day1_fbbf085f:
    "Я была похожа на маленький комок нервов, и это только потому, что меня переполняли чувства, которых я не понимала…"
translate rus day1_93e52532:
    hitoro "Итак, дорогие мои, начнем сегодняшние занятия! Итак, тема сегодняшних дебатов…"
translate rus day1_25521b82:
    "Мирай быстро заговорила с довольным выражением лица, прерывая Хиторо."
translate rus day1_6b9b6185:
    mirai "СЕГОДНЯ РЕЧЬ О ФОНТАНЕ, ДА?!"
translate rus day1_e579220e:
    "Хиторо что-то тихо сказал себе под нос, а затем продолжил."
translate rus day1_bba12424:
    hitoro "Эм, верно...{w=1} И сегодня мы обсудим, стоит ли его сохранить или позволить школе его снести. {w=1}{nw}"
translate rus day1_eda25af1:
    extend "Есть ли у кого-нибудь аргументы в пользу его сноса?"
translate rus day1_35972f0c:
    "Когда я пыталась взять себя в руки, внезапно заговорил [player]{w=0.3}{nw}"
translate rus day1_ed654e49:
    extend "и я подпрыгнула, услышав его голос."
translate rus day1_301a1b65:
    mc "Нет…{w=2} Это на самом деле неприятно, и вы не можете нормально пройти по рынку, не намочив себя, потому что фонтан старый и сломанный!{w=1}{nw}"
translate rus day1_6414f9d2:
    extend "А что, если он попадет на мою консоль? {w=2}{nw}"
translate rus day1_404b0198:
    extend "ИЛИ МНЕ?" with vpunch
translate rus day1_d5b3b78c:
    mc "На самом деле я больше беспокоюсь о консоли, потому что она у меня высохнет."
translate rus day1_552a2f39:
    "Остальные покачали головами в ответ на слова [player]."
translate rus day1_1046aad3:
    "Но Мисаки выдвинула контраргумент."
translate rus day1_610571e4:
    misaki "Но это же памятник, [player]{w=0.2}{nw}"
translate rus day1_520297a2:
    extend "Ты дурак!" with vpunch
translate rus day1_69066486:
    mc "Ну и что? Там всё равно почти никто не сидит, а воду просто разливают и тратят зря. Вода не стоит и двух иен…"
translate rus day1_ca77f253:
    "Хиторо говорил уверенно, сидя на стуле и слушая все дебаты."
translate rus day1_78795b11:
    hitoro "Хорошее замечание [player]. Вода стоит денег, а у школы есть и другие расходы, помимо траты воды в фонтане."
translate rus day1_132d3a41:
    "Но Мисаки не сдаётся."
translate rus day1_51370b1c:
    misaki "Но вы понимаете, что это очень важный памятник для студентов! Столько воспоминаний, столько всего там произошло…{w=2}{nw}"
translate rus day1_34211c20:
    extend "Этот фонтан уже как член семьи!"
translate rus day1_ea835fc2:
    misaki "Сколько криков ей пришлось выслушать…{w=1} сколько ссор, примирений, признаний, лжи, правды, этот фонтан — больше, чем просто памятник!"
translate rus day1_c9cf058b:
    "Юки и Мираи согласны с Мисаки."
translate rus day1_23d32c09:
    "И я…{w=2}{nw}"
translate rus day1_52675a19:
    extend "Ну, я слушала, но не слушала все дебаты одновременно, и я всё ещё пыталась контролировать себя, но, услышав слова Мисаки, я мысленно согласилась с ней."
translate rus day1_1fd6837b:
    "Фонтан действительно важен для студентов…{w=1} И его не только нельзя просто так уничтожить…"
translate rus day1_556af49e:
    "Только как примирить аргументы, приведенные [player] и Хиторо, и преданность Мисаки, Юки и Мираи."
translate rus day1_cb63c879:
    "Я была в замешательстве, {w=1}{nw}"
translate rus day1_fe897e10:
    extend "но через некоторое время у меня появилась идея, как решить эту проблему…"
translate rus day1_a0bd9a04:
    "Когда я собиралась поднять руку…{w=1}{nw}"
translate rus day1_1c9006f7:
    extend "Опять…{w=0.3} это…{w=0.3} чувство…{w=1}{nw}"
translate rus day1_20cb6a06:
    extend "колебания…{w=2} и неуверенности…"
translate rus day1_9803fdad:
    "А ,может быть, это глупая идея?"
translate rus day1_a5d3e8c8:
    "Может быть, будет лучше, если они снесут фонтан?"
translate rus day1_218ef9be:
    "Может быть, мне не стоит говорить о вещах, о которых я не имею ни малейшего представления…"
translate rus day1_19e143d8:
    "Моя рука упала, и я ничего не сказала до конца дебатов…"
translate rus day1_e3d21ad3:
    "Я предпочла промолчать…"
translate rus day1_4b0b0d73:
    "И я медленно опустила голову на скамейку…"
translate rus day1_d3eac946:
    "Я лежала там некоторое время…{w=2} Мне больше ничего не хотелось…{w=2} Просто лежать там…"
translate rus day1_21042473:
    "Но через некоторое время я почувствовала чьё-то прикосновение к моей голове…"
translate rus day1_eef1738c:
    "ХМ?!"
translate rus day1_71729ec9:
    "Я быстро подняла глаза. Это был [player]!!!"
translate rus day1_58de65df:
    mc "Привет…{w=1} ты спишь?"
translate rus day1_119b9519:
    m "ЧТО…{w=1} ГДЕ КАК!?? Я???{w=2}{nw} "
translate rus day1_c25864a0:
    extend "НЕТ ПОЧЕМУ! Я НЕ СПЛЮ, ХАХ Я…{w=.5} Я…{w=0.5}"
translate rus day1_56eff001:
    "Я чувствовала себя так, будто вся красная. {w=1}{nw}"
translate rus day1_31655bb3:
    extend "Я не знала, как себя контролировать! ЭТО ЕГО РУКА??? ОН ГЛАДИЛ МЕНЯ??? ОН БЫЛ ЗДЕСЬ ВСЁ ВРЕМЯ!!!?!?!"
translate rus day1_567d59f9:
    m "Я…{w=0.3} Я…{w=0.5} Ты…{w=2} Я…{w=0.5}{nw}"
translate rus day1_2c1f1450:
    extend " Т-{w=0.3}т…{w=1}{nw} "
translate rus day1_efcfeadb:
    extend "Как долго ты здесь?"
translate rus day1_3b5a4b53:
    "[player] тихонько рассмеялся, и когда он это сделал, {w=1}{nw}"
translate rus day1_913d8ea2:
    extend "моё сердце забилось быстрее, и я, наверное, весь покраснела, но в его улыбке было что-то такое, что заставило меня {w=0.5}{nw}"
translate rus day1_a86d409d:
    extend "что на мгновение я стала спокойнее…"
translate rus day1_bee0d1ea:
    "Я почувствовала нежность момента, и его нежный смех заставила меня не желать слышать ничего другого…"
translate rus day1_af6bbfcb:
    "[player] через некоторое время перестала смеяться."
translate rus day1_4ecb5988:
    mc "Ах…{w=1} ты смешнее, чем я думал, ха."
translate rus day1_14f63ada:
    "Я отвернулась, покраснев, но с лёгкой улыбкой."
translate rus day1_bd618787:
    m "Ха…{w=0.5} Я смешная?{w=1} Наверное, нет…"
translate rus day1_e8f34428:
    "[player] села на скамейку рядом с ним и слегка откинулась назад."
translate rus day1_0f9be08b:
    mc "Так что...{w=1} хорошо, что ты проснулась, потому что ты заснула, и, честно говоря, никто не осмелился тебя разбудить."
translate rus day1_36f9303d:
    "Я быстро встала со скамейки, собирая свои вещи."
translate rus day1_14432bf7:
    m "Да, я знаю, что мне пора домой, так что…"
translate rus day1_caab40b1:
    "Я начала быстро выходить из класса, когда он—{w=1}{nw}"
translate rus day1_32241844:
    "ОН СХВАТИЛ МОЮ РУКУ?! ЗАЧЕМ ОН ЭТО СДЕЛАЛ?!"
translate rus day1_07207df7:
    "От его простого прикосновения моё сердце забилось быстрее!!!"
translate rus day1_3b7c9d0d:
    "Когда он держал меня так, я почувствовала, как по моей спине пробежали мурашки…!"
translate rus day1_df95032f:
    "Я медленно оборачиваюсь…{w=1} Я чувствую, как жар на моём лице нарастает…"
translate rus day1_5335361d:
    "Я повернулась, чтобы посмотреть ему в глаза…{w=2} Его тёмно-синие глаза…{w=2} Они были не такими холодными, как в прошлый раз, просто…{w=0.5}"
translate rus day1_3b9ea8d3:
    extend "Волновалась…"
translate rus day1_40c452e2:
    "Он говорил со мной спокойным голосом, и я больше не чувствовала холода, исходившего от его слов…"
translate rus day1_4f1e267d:
    mc "Почему ты медлишь?"
translate rus day1_f2eadef1:
    mc "Что тебя застало врасплох?"
translate rus day1_75bb0969:
    "Когда он спросил, {w=1}{nw}"
translate rus day1_989ac0fc:
    extend "он нежно отпустил мою руку, и я замерла…{w=1}{nw}"
translate rus day1_9bd79b54:
    extend "ЗАЧЕМ Я ЗАДАЮ ТАКИЕ ВОПРОСЫ, ОН ЗНАЕТ?!!!?"
translate rus day1_8f9f1d1d:
    "Я отвожу взгляд, нервничая… и смущаясь."
translate rus day1_191b3a50:
    m "Я…{w=0.2} Я…{w=0.2} Я-{w=0.3}Я не понимаю, о чём ты говоришь…"
translate rus day1_0211b162:
    mc "Моника, не лги мне! {w=1}{nw}"
translate rus day1_8c15c371:
    extend "Я вижу это…"
translate rus day1_39c840f2:
    "С этими словами он снова сел на скамейку."
translate rus day1_375ebb38:
    mc "Слушай, я не очень хорош в этом, но…{w=2} Я вижу, как ты себя сегодня ведёшь, ты хотела что-то сказать, да?"
translate rus day1_6a69687d:
    mc "Вот почему я спрашиваю…{w=1} Почему ты медлишь?"
translate rus day1_a58d31a6:
    "Я сломалась…{w=2} Я не могла больше сдерживаться. {w=1}{nw}"
translate rus day1_16835f38:
    extend "Слёзы неудержимо потекли по моим щекам…"
translate rus day1_98778952:
    m "Потому что…{w=2} Я…{w=2}{nw} "
translate rus day1_c1e3dc13:
    extend "Боюсь…"
translate rus day1_e915c920:
    extend "\"{w=1}{nw}"
translate rus day1_46d4d491:
    m "Потому что… я… я боюсь…\"{fast}{w=0.2}{nw}\""
translate rus day1_bcd80c26:
    m "Я боюсь, что всё испорчу…{w=2} И я боюсь, что если…{w=0.5} если…"
translate rus day1_d5250ebd:
    extend "\"{w=0.2}{nw}"
translate rus day1_ce3e0dff:
    "[player] продолжал говорить спокойным голосом, и в его глазах была тревога, но…{w=2} также и утешение, что немного успокоило меня."
translate rus day1_d6d890fa:
    mc "Если что?"
translate rus day1_8843cac1:
    extend "{w=2}{nw}"
translate rus day1_b132bff6:
    m "Если…{w=1} то, что я говорю, глупо…{w=2} Если я говорю что-то неправильно или делаю ошибку…{w=2}{nw}"
translate rus day1_87700502:
    extend "Всё развалится и…{w=0.5} и…"
translate rus day1_203c2b74:
    m "И…{w=0.5}{nw} "
translate rus day1_9614f1e4:
    extend "{w=1}{nw}"
translate rus day1_bcc8121b:
    m "И… {fast}знаешь…{w=2}{nw}"
translate rus day1_1eacbb5b:
    extend "{w=0.5}{nw}"
translate rus day1_5ff49e35:
    m "И… знаешь…{fast} может я ошибаюсь, а что если…{w=2}{nw}"
translate rus day1_8843cac1_1:
    extend "{w=2}{nw}"
translate rus day1_0208af70:
    m "И… знаешь… может быть, я ошибаюсь, а что, если… {fast} то, о чем я думаю… плохие мысли? А что, если я выскажусь, и кто-то меня возненавидит…"
translate rus day1_e7102e72:
    m "Вот почему…{w=1} Вот почему…{w=2} я…{w=2}{nw}"
translate rus day1_8843cac1_2:
    extend "{w=2}{nw}"
translate rus day1_4b0ecf48:
    m "Вот почему… Вот почему… Я…{fast} предпочитаю ничего не говорить…{w=1.5} Потому что…{w=1} Потому что…"
translate rus day1_9f430eb7:
    "[player] снова говорит, {w=0.5}{nw}"
translate rus day1_8ee4be3c:
    extend "на этот раз он слегка улыбнулся, что меня удивило."
translate rus day1_c21e9283:
    mc "Аx{w=0.5} вот так…{w=1} Ну, это небольшая проблема…"
translate rus day1_d3d2aa2b:
    m "Я знаю, но…{w=2} я…{w=0.2} Я…{w=0.2} НЕ…"
translate rus day1_db06fb7f:
    mc "Успокойся…{w=1} Всё в порядке…"
translate rus day1_a637b26c:
    "Это были просто обычные слова, которые мог сказать каждый, но, услышав их из его уст, я действительно почувствовала, что…{w=2}{nw}"
translate rus day1_3b70f255:
    extend " — это „нормально”. Мои нервы медленно сдавали…{w=2}{nw} "
translate rus day1_3a41c9d9:
    extend "И я нежно вытираю слёзы рукой."
translate rus day1_6921b6ee:
    mc "Слушай, ты боишься совершить ошибку, да? И…{w=1}{nw}"
translate rus day1_8b295008:
    extend "Ты неуверена в себе, но ты же знаешь, что это не плохо, правда?"
translate rus day1_cfa70d54:
    mc "Для…{w=1} человека естественно совершать ошибки. Никто не непогрешим, все совершают ошибки, никто не идеален изначально."
translate rus day1_1e1bd640:
    mc "Но это…{w=1} хорошо, потому что на этих ошибках можно учиться."
translate rus day1_1dea2134:
    mc "Смотри."
translate rus day1_6db4d9df:
    "[player] достаёт свою консоль."
translate rus day1_46a03c95:
    "И я, из любопытства, осторожно подхожу к его спине, заглядывая через плечо."
translate rus day1_5b7a8ced:
    mc "Видишь ли, жизнь — как игра…{w=1}, а жизни в игре — это наши шансы совершить ошибку."
translate rus day1_58536aa3:
    mc "Что ты видишь в этой дыре в земле?"
translate rus day1_ddecd55c:
    mc "Я не смог перепрыгнуть через него, ну, я попытался, но упал в него…"
translate rus day1_7eaa9f22:
    mc "Но знаешь что? Я не сдался, хотя это была моя ошибка, у меня была другая жизнь и другой шанс всё исправить…"
translate rus day1_adcc7964:
    mc "Поэтому я перепрыгнул через эту яму и пошёл дальше. Благодаря этому опыту я больше никогда не падал в другую яму."
translate rus day1_70124798:
    "Я не ожидала таких слов от [player]. Я знаю, за что он пьёт — совершать ошибки не плохо, но…{w=2}{nw}"
translate rus day1_4995dfb8:
    extend "не учиться у них — плохо…"
translate rus day1_f3e2a331:
    "Хотя я и понимала, что он имел в виду, я всё равно чувствовала, что не смогу...{w=1} даже говорить, но он продолжал говорить тем же успокаивающим голосом."
translate rus day1_dddc4ada:
    mc "И знаешь…{w=1} я тоже вижу, что ты не только боишься совершать ошибки, но и пытаться что-либо делать из-за страха перед ними…"
translate rus day1_82709ee4:
    mc "Тебе не стоит бояться…{w=1} если тебе есть что сказать, просто скажи, и поверь мне, ничего страшного не произойдет."
translate rus day1_4dae184d:
    mc "Тебе не хватает уверенности в себе, но она у тебя появится не сразу…{w=2}{nw}"
translate rus day1_56c030f7:
    extend "Маленькими шагами, Моника."
translate rus day1_eef09fd9:
    mc "Сначала научись ходить, и только потом ты сможешь бегать."
translate rus day1_0fcf2656:
    mc "Попробуй иногда высказывать свое мнение, и, может быть, я не очень хорошо тебя знаю, но…{w=2}{nw}"
translate rus day1_bda4969c:
    extend "Я знаю, тебе есть что сказать, ха-ха."
translate rus day1_b720e287:
    "Я почувствовала, что краснею. Такая поддержка от парня, которого я даже не встречала, но знал в лицо{w=1.5}, и от клуба, в который я вступил два дня назад…"
translate rus day1_e6077a9c:
    "Я чувствовала, как моё сердце бьётся в приятном ритме. Ритм, который был музыкой для моего тела рядом с ним…{w=2} Я чувствовала себя странно комфортно."
translate rus day1_684e0fc6:
    "На самом деле [player] успокоил моё тело, но чувство, которое я испытывала к нему, не прошло. Оно уже не было таким сильным, чтобы вызывать у меня головокружение, и это было приятно…"
translate rus day1_bcda2bfc:
    "И желание послушать его совет было сильнее…{w=1} И я почувствовала…{w=2}, как будто я…{w=2} хотела большего…"
translate rus day1_184fecc2:
    "Я ответила тихо, потому что это было единственное, что я могла сказать сквозь поток эмоций."
translate rus day1_ebc13339:
    m "Я…{w=2} Спасибо [player] за совет…{w=1} Я…{w=2} попробую…"
translate rus day1_53f96630:
    "[player] снова посмотрел на меня своими тёмно-синими глазами и улыбнулся."
translate rus day1_50560f1b:
    mc "Я верю в тебя, Моника, хех, ты сможешь."
translate rus day1_634bd8b9:
    "Я немного поговорила с [player], это было приятное время…{w=1} очень приятное…{w=2} Я почувствовала, что хочу больше и больше таких моментов с ним."
translate rus day1_b9004900:
    "Когда я вышла из школы, было уже темно…{w=1}{nw}"
translate rus day1_51a16184:
    extend "Однако меня это не беспокоило, потому что я чувствовала себя чрезвычайно счастливой…{w=1}"
translate rus day1_70911c56:
    "Проводить время с [player] было…{w=1} ну, замечательно…{w=2} Я могла чувствовать это всепоглощающее чувство, которое делало её счастливее… чем когда-либо прежде."
translate rus day1_cdfd2689:
    "По дороге домой я смотрел на небо и видел звезды, которые раньше видел из окна своей спальни."
translate rus day1_5df778a1:
    "Они стали ещё красивее, чем прежде…{w=1} Настолько чистые, что мне показалось, будто я могу к ним прикоснуться…"
translate rus day1_2da8f791:
    "Я улыбаюсь про себя…{w=1} Я не могу дождаться ещё одного момента с ним…{w=2} Я не понимала этого, но я чувствовала, что мне и не нужно это понимать…"
translate rus day1_e70dbc63:
    "После ужина и душа я почувствовала себя такой счастливой, что, когда легла на кровать, мне показалось, что я… улечу."
translate rus day1_c14b0440:
    "И я улетел в страну снов…"
translate rus day1_5e6c567b_3:
    tel_nr "{nw}!время"
translate rus day1_50790045:
    tel_mm "{nw}Привет, Моника"
translate rus day1_28c9a2c3:
    tel_mm "{nw}Дорогая, как проходит твой второй день в школе?"
translate rus day1_575400fe:
    tel_mm "{nw}Моника?"
translate rus day1_1999cdf3:
    tel_mm "{nw}Всё в порядке?"
translate rus day1_632c67fe:
    tel_mm "{nw}Привет!!!"
translate rus day1_76b46b43:
    tel_mm "{nw}Моника?!"
translate rus day1_d994b92f:
    tel_mm "{nw}Отправитель пыталась дозвониться до вас 7 раз. Если вы не хотите получать такие уведомления, отправьте N на номер XXXX{nw}"
translate rus day1_59efbc4f:
    "Наступил новый день. Я снова проснулась в очень хорошем настроении, {w=1}{nw}"
translate rus day1_1e8790c7:
    extend "И я всё ещё не могу избавиться от ощущения в руке…"
translate rus day1_2f24425f:
    "Когда [player] схватил меня за это вчера, вокруг было так много всего, что у меня не было времени об этом думать, но…{w=1} это просто произошло, как только я встала."
translate rus day1_cac90649:
    "Я быстро встала с постели и пошла заниматься своими повседневными делами."
translate rus day1_188fa5b8:
    "Я вернулась в свою комнату и внезапно посмотрела на свой телефон."
translate rus day1_0363a9ff:
    "Просто… сообщение от мамы…"
translate rus day1_e6e1a96e:
    "Мама беспокоилась обо мне! Чёрт возьми! Я забыла ей ответить."
translate rus day1_848103b1:
    "И несколько пропущенных звонков. Надеюсь, она не выпрыгивает из туфель, потому что я не хотела её волновать…"
translate rus day1_af4a8541:
    "Я быстро отвечаю маме, сейчас утро, она, скорее всего, на работе, но, возможно, она увидит сообщение…"
translate rus day1_f6c30396:
    "Только не паникуй…{w=2} Мама всегда была чрезмерно опекающей."
translate rus day1_5b0d8521:
    "Я написала сообщение так быстро, как только могла."
translate rus day1_f96621ca:
    tel_m "Привет, мам"
translate rus day1_515c4964:
    tel_m "Всё в порядке"
translate rus day1_75a163fd:
    tel_m "Не волнуйся"
translate rus day1_dbe16251:
    tel_m "Я сейчас иду в школу"
translate rus day1_889c6df8:
    tel_m "Я напишу тебе после школы"
translate rus day1_e0a8fbd4:
    tel_m "Тебе действительно не о чем беспокоиться"
translate rus day1_e3483240:
    "Удивительно, но я получила быстрое сообщение от мамы."
translate rus day1_b96af0a9:
    tel_mm "ЗНАЕШЬ, КАК Я БЫЛА ВЗВОЛНОВАНА?"
translate rus day1_abc21267:
    tel_mm "ПОГОВОРИМ, КОГДА ТЫ ВЕРНЕШЬСЯ ДОМОЙ, МОЛОДАЯ ЛЕДИ!!!"
translate rus day1_16dd0d60:
    "Эх…{w=2} Я понимаю её гнев, как я уже сказала, она очень гипертрофированно опекает…{w=1} ну да ладно…{w=1} Что бы ни случилось, случится…"
translate rus day1_6a560232:
    "У меня нет выбора, кроме как пойти в школу. Мне предстоит поговорить с мамой, но это не испортило мне настроения…"
translate rus day1_66af7487:
    "Потому что это ,правда, я не написала маме, когда вернулась из школы, и это было ошибкой, но…{w=2} теперь, даже когда я устаю, я напишу ей в ответ."
translate rus day1_10f11091:
    "Я вышла из дома."
translate rus day1_513244d6:
    "Ах, эти весенние утра…{w=1} становятся всё лучше и лучше с каждым днём…"
translate rus day1_29e1e2cd:
    "Я медленно шла в школу, а на заднем плане опадали цветущие вишни. Я чувствовала себя потрясающе…"
translate rus day1_bdc53d88:
    "И я почувствовала, что теперь всё будет по-другому, как я и обещала [player]."
translate rus day1_689cc211:
    "Просто мысль о нём заставила моё сердце биться быстрее, {w=1}{nw}"
translate rus day1_b071eba2:
    extend "Но сейчас не время для этого. Я последую его совету!"
translate rus day1_8ae4d504:
    "Я должна, я должна, я должна это сделать…!{w=1}{nw}"
translate rus day1_4bfb2516:
    extend "Д-Для него?"
translate rus day1_6f62f1d3:
    "Чёрт, я делаю это для него или для себя?!"
translate rus day1_40281cb2:
    "Эх, эти странные чувства сводят меня с ума…"
translate rus day1_be68a304:
    "Я до сих пор не понимаю, почему моё тело и мысли так реагируют рядом с ним, но я знаю одно — {w=1}{nw}"
translate rus day1_1c8a3b20:
    extend "Я должна стоять на своём! Я должна говорить! Я должна двигаться вперед! Стать лучше!"
translate rus day1_499e75c0:
    "Но…{w=1} смогу ли я это сделать?…{w=2} Я никогда не узнаю…"
translate rus day1_5b3f56d7:
    "Пока я не попробую…"
translate rus day1_8241c208:
    "Я приехала в школу в очень хорошем настроении, я был счастлива там находиться."
translate rus day1_294d2994:
    "То же самое, что и вчера, происходит снова, но на этот раз всё будет по-другому!"
translate rus day1_83097e45:
    "Как только Мирай увидела меня, она тут же радостно подбежала ко мне."
translate rus day1_ea2deaa3:
    "И на этот раз, увидев мою улыбку, {w=1}{nw}"
translate rus day1_dcace12c:
    extend "Она тут же обняла меня."
translate rus day1_4a5ba53d:
    mirai "АХ МОНИКА ТЫ…"
translate rus day1_603541c2:
    m "Ха-ха, я знаю, я знаю, я милая."
translate rus day1_2f5bc421:
    "Мирай остановилась и удивленно посмотрела на меня…{w=1} Не думаю, что она ожидала такого ответа."
translate rus day1_9abbc304:
    mirai "Ух ты…{w=2} Та же Моника, что и вчера…"
translate rus day1_7c25801a:
    mirai "Так лучше!!!"
translate rus day1_b0ddcc25:
    "Юки и Мисаки подходят ко мне и Мираи."
translate rus day1_df1ce3b4:
    yooki "Ох, я вижу, что у нашей Моники снова хорошее настроение, хи хи."
translate rus day1_a34725bc:
    misaki "Интересно, во сколько ты вернулся домой?"
translate rus day1_5ff4f1e7:
    misaki "Ты уснула на уроке, ха."
translate rus day1_2b80e757:
    "Я не хотела говорить им правду обо мне и [player], {w=1}{nw}"
translate rus day1_386204d1:
    extend "Вот почему я спрятала это под теплой улыбкой."
translate rus day1_b30cc99f:
    m "Ах, ха-ха, я так устала…{w=1} Это всё потому, что я в последнее время плохо спала, ха-ха."
translate rus day1_4f4f9639:
    "Мисаки, Мираи и Юки обеспокоенно посмотрели на меня, Мираи заговорила первой с беспокойством в голосе."
translate rus day1_20864930:
    mirai "Ты уверена?! До Моники такого не было!!! С тобой всё в порядке?"
translate rus day1_05fae2c7:
    "Я от души посмеялась. Я не хотела их беспокоить, потому что не думала, что есть о чём беспокоиться."
translate rus day1_a43db44a:
    m "Успокойтесь, девочки…{w=1} Всё в порядке, я рада, что вы беспокоитесь обо мне, вы настоящие друзья, ха-ха."
translate rus day1_5d6991ee:
    "При этих словах девушки успокоились."
translate rus day1_718ba37f:
    yooki "Итак…{w=2}{nw}"
translate rus day1_9a4c1e70:
    extend "Увидимся в клубе, да?"
translate rus day1_dd15d260:
    "Я счастливо улыбнулась."
translate rus day1_79d5aee2:
    m "КОНЕЧНО!"
translate rus day1_590b29e2:
    "После нашего короткого разговора прозвенел звонок на урок."
translate rus day1_10dd176f:
    "Я тихо сидела на своём месте и ждала учителя. Я услышала разговор между другими учениками, они говорили о…{w=1} что насчет того фонтана, он действительно много значил для школьного сообщества…"
translate rus day1_6c6895aa:
    "Однако фонтан старый и сломанный, и школа не может позволить себе его починить. Что мы можем сделать…{w=1} чтобы все были довольны…{w=2} У меня в голове возникла идея, но…{w=1} я задалась вопросом, понравится ли она другим…"
translate rus day1_99152fb5:
    "Я пока оставлю это при себе…{w=1}{nw}"
translate rus day1_db465512:
    extend "Хотя я и обещала [player], что выскажу своё мнение, в первую очередь ты должна думать о своих действиях!"
translate rus day1_f9eb5676:
    "Учительница входит в класс, и урок начинается."
translate rus day1_93f5e470:
    nauczycielka "Я приветствую вас всех очень тепло, мои дорогие. Вчера мы говорили о нашей национальной литературе, но мы говорили о прошлом. На этот раз мы поговорим о настоящем и будущем японской литературы."
translate rus day1_3caea86c:
    nauczycielka "Как вы хорошо знаете, литература состоит не только из книг, но и из чувств, которые вкладывает в ту или иную историю её создатель."
translate rus day1_8290d816:
    nauczycielka "В нашей истории было много примеров того, что если вкладывать в работу душу, можно создать нечто прекрасное."
translate rus day1_ffde26f8:
    nauczycielka "Поэтому позвольте мне спросить вас. Что характеризует нашу литературу?"
translate rus day1_2aef6a28:
    "Я собиралась поднять руку…{w=1} Я знаю, что…{w=1}{nw}"
translate rus day1_10f93386:
    extend "но я снова заколебалась…{w=2} Я почувствовала те же чувства и мысли…{w=2} Опять это сомнение…"
translate rus day1_2a91911a:
    "Как только я опустила руку…{w=1}{nw}"
translate rus day1_4b20d72b:
    extend "Я вспомнил слова [player]…{w=2}: „Совершать ошибки — это нормально…”"
translate rus day1_26a78af6:
    "Я не могла это так оставить."
translate rus day1_d3f23bdf:
    "Я тут же встала и поднял руку, выкрикивая ответ."
translate rus day1_d436e7b7:
    m "ИЗВЕСТЕНА ОПИСАНИЯМИ ВСЕХ ВИДОВ!"
translate rus day1_30082f37:
    "Учительница посмотрела на меня с удивлением, как и весь класс…{w=1}{nw}"
translate rus day1_43b18b6c:
    extend "Мне стало так стыдно, что я от волнения схватилась за юбку."
translate rus day1_4d56091a:
    nauczycielka "О…{w=1} Моника, не могла бы ты пояснить этот ответ?"
translate rus day1_76f08a88:
    "Я закрыла глаза и сделала глубокий вдох…{w=2} Вот он, момент…"
translate rus day1_5ba82ac3:
    m "Да…"
translate rus day1_15be33c5:
    m "Японская литература характеризуется собранием описаний случайных мыслей, впечатлений и путешествий."
translate rus day1_267ed3fd:
    m "Бывают также случаи, когда это были личные дневники, описывающие всё, от событий до чувств героя, вошедших на страницы истории."
translate rus day1_9e8f6105:
    m "Мы не можем забыть, например, историю принца Хикару Гэндзи, которая в основном повествует о любовной жизни и проблемах молодого принца, родившегося в эпоху Хэйан."
translate rus day1_45055172:
    m "Принц боролся не только со своими чувствами, но и с эмоциональными проблемами, связанными со смертью его матери при его рождении, а также с дилеммами, связанными с его отцом, императором."
translate rus day1_8ec3d9a3:
    m "В этой конкретной истории описания чувств принца очень подробны, и как читатель мы можем их распознать, но это ещё не всё. Мы также следим за его жизнью от начала до конца…"
translate rus day1_b819f8bc:
    m "Таким образом, мы фактически способны привязаться к герою не только ментально, но и эмоционально, поэтому я не удивлена, что эта история считается одной из величайших, но…"
translate rus day1_2a2f6803:
    m "Ха-ха, {w=1}{nw}"
translate rus day1_2af4412d:
    extend "Я не буду раскрывать больше, потому что, возможно, кто-то из вас захочет прочитать это честно."
translate rus day1_03b56e6b:
    m "Если я потеряю память…{w=1}{nw}"
translate rus day1_27b3a4c3:
    extend "Жаль, что эту историю сначала не прочитали мне…"
translate rus day1_f3a130a5:
    "Когда я закончила говорить, класс затих, а учительница и мои одноклассники молча смотрели на меня…"
translate rus day1_502085a9:
    "Я чувствовала огромное чувство неуверенности…{w=1} что я наделала…"
translate rus day1_eb9db32b:
    "Я тихо села за стол, {w=1.75}{nw}"
translate rus day1_62fea280:
    extend "и стыд, который пришёл вместе с этим, почти заставила меня плакать…"
translate rus day1_8d607f1c:
    "Я услышала спокойный голос учительницы и её спокойные аплодисменты."
translate rus day1_72223094:
    nauczycielka "О, Моника…{w=1}{nw}"
translate rus day1_498d13c6:
    extend "Я не ожидала от тебя такого заявления."
translate rus day1_0bd63a18:
    nauczycielka "Я была очень тронута этим, потому что лично для меня это тоже замечательная история, и здесь ваш коллега прав. Каждый из вас должен прочитать эту историю."
translate rus day1_67ff977e:
    nauczycielka "Поэтому вашим домашним заданием будет прочитать первый акт этой истории."
translate rus day1_afee511b:
    "Вдруг из задней части класса раздается голос."
translate rus day1_d64ebed0:
    kg "А…{w=1} Эм…{w=2}{nw} "
translate rus day1_855bab2a:
    extend "Могу ли я прочитать больше?"
translate rus day1_15bde628:
    "В другой части класса заговорили несколько девочек."
translate rus day1_7e93704f:
    dziewczyny "Именно так! Что интересного мы узнаем из первого акта?!"
translate rus day1_8e456bdb:
    "Остальные ученики класса согласились, и началась небольшая дискуссия, которую успокоила учительница."
translate rus day1_731fc498:
    nauczycielka "Ха-ха, ладно, {w=1}{nw}"
translate rus day1_9a84e38f:
    extend "ну, может быть, мы сделаем обязательным чтение первого акта, а остальные, если кто-то из вас захочет —{w=1}{nw}"
translate rus day1_ebf5f5be:
    extend "возможно, даже прочитаю всю историю, потому что она того действительно стоит."
translate rus day1_b1c42d80:
    "После этих слов учитель посмотрел на меня."
translate rus day1_c03b6afd:
    nauczycielka "Ах, Моника, я почти забыла…{w=2}{nw}"
translate rus day1_225cd7f6:
    extend "Ты получаешь наивысшую оценку за активность, {w=1}{nw}"
translate rus day1_a3aeac1f:
    extend "знаешь, просто как поощрение. Принимай больше участия, и ты получишь лучшие оценки, чем раньше,{w=1}{nw}"
translate rus day1_7c295fc0:
    extend " ха ха."
translate rus day1_f267e12c:
    "Я улыбнулась и кивнула, такое замечание было чем-то…{w=1} новым для меня. Мне всё ещё было стыдно, {w=1.5}{nw}"
translate rus day1_1057eff5:
    extend "но вдруг ко мне подходит одноклассник."
translate rus day1_421b54ad:
    kk "Эй…{w=1} Эм…{w=2} Моника, я хотел спросить тебя об этом раньше, но…{w=1} ты всегда убегала от меня."
translate rus day1_7b1d19ac:
    kk "Я знаю, это глупо, но я чувствую…{w=1}, что ты сегодня другая, так что, знаешь, я и остальные девушки надеемся, что ты знаешь, {w=1}{nw}"
translate rus day1_ad3a100b:
    extend "Итак, говоря об этом, ты пойдёшь с нами в библиотеку? Чтобы почитать об этом принце, ха."
translate rus day1_08b9851a:
    kk "Я…{w=1} Эм…{w=2}{nw} "
translate rus day1_50817a91:
    kk "Я пойму, если ты откажешься, как обычно…{w=1}Ты знаешь…{w=2}с молчанием…"
translate rus day1_7cc3e9a6:
    "Ну, я не упоминала об этом…{w=1} потому что это стало для меня второй натурой…{w=2} Каждый раз, когда кто-то приближался ко мне, я предпочитала отступать и прятаться в тени."
translate rus day1_eafdb3d7:
    "Потому что я не говорила об этом…{w=1} но мой класс был неплохим…{w=2} Я имею в виду, что в нём были очень любознательные и умные люди…{w=1} но…{w=2} они были самоуверенными…"
translate rus day1_77c6b425:
    "И вот почему…{w=1} я почувствовал, что…{w=1} ну…{w=2} я не вписываюсь в их ряды, но…{w=1} пришло время попробовать что-то новое…"
translate rus day1_60cd6211:
    "Я тепло улыбнулась."
translate rus day1_e8edd697:
    m "Я…{w=1} Ну…{w=2}{nw} "
translate rus day1_a8105232:
    extend "конечно."
translate rus day1_7c323ee6:
    "Девочка счастливо улыбнулась."
translate rus day1_6a9d056b:
    kk "ЧТО?!…{w=2} Я СЕРЬЁЗНО? ТЫ ПОЙДЕШЬ?" with vpunch
translate rus day1_b6a492a9:
    "Я была удивлена её реакцией, я не ожидала этого, честно говоря…"
translate rus day1_5fcd940e:
    m "Эм…{w=0.5} Да…{w=0.5} Я…{w=2}{nw} "
translate rus day1_67c8fdcd:
    extend "Знаешь, я не вижу проблемы, ха."
translate rus day1_99f1c547:
    kk "Ага, наконец-то! Я боялась, что я тебе не нравлюсь, ха-ха."
translate rus day1_de1395d8:
    m "Я имею в виду, эм…{w=1} я…{w=1} мы…{w=2} не говорили много и…"
translate rus day1_a1f240da:
    kk "Я…{w=2} понимаю, но я честно хотела провести с тобой время хотя бы раз, и я слышала от Мирай, какой ты интересный человек, и мне захотелось узнать тебя поближе."
translate rus day1_4ef3d4d1:
    kk "Ты всегда проходила мимо меня или убегала от меня…{w=1} Но после того, что ты сказал…{w=2} я почувствовал, что теперь…{w=2} может быть, всё будет по-другому…{w=1} и мы как-нибудь поладим и будем проводить время вместе."
translate rus day1_38034886:
    kk "Ха-ха! Теперь у меня будет шанс! Увидимся на перемене, ха-ха."
translate rus day1_464a70be:
    m "Д-да, увидимся позже."
translate rus day1_47d6d56f:
    "Я не знала, как на это реагировать. {w=1}{nw}"
translate rus day1_bb4df630:
    extend "Полагаю, моё заявление не имело к этому никакого отношения, а скорее имело отношение к Мирай."
translate rus day1_36521ff2:
    "Кстати, ха, я вижу, Мирай не может перестать обо мне говорить,{w=1}{nw}"
translate rus day1_b82b15f3:
    extend " но почему?…{w=2}{nw} "
translate rus day1_7cf8b7d7:
    extend "Я ничего подобного не делаю…{w=1}"
translate rus day1_027e335a:
    "Я не знаю, есть ли что-то ещё, но…{w=1}{nw}"
translate rus day1_1fe74a4a:
    extend " ну…{w=2}{nw}"
translate rus day1_d3a770ea:
    extend "Я провожу много времени с Мисаки, Юки и Мирай, но…{w=1}{nw}"
translate rus day1_fab90178:
    extend " только в школе…"
translate rus day1_629e431e:
    "Они не знают, какая я…{w=1} Если только…{w=2}{nw}"
translate rus day1_f80a01d7:
    extend " они хотят знать?…{w=2}{nw}"
translate rus day1_13ae0293:
    extend "Я не была в этом уверена, думаю, я никогда не узнаю…"
translate rus day1_35ec356a:
    "Но…{w=1} если это будет выглядеть вот так…{w=2}{nw}"
translate rus day1_485701f4:
    extend "Я буду выражать себя как можно больше!"
translate rus day1_b0bd1546:
    "Я решила, что во время перерыва пойду к этому знаменитому фонтану…"
translate rus day1_f5180ee7:
    "Когда я присмотрелась, на нём было много подписей, и было видно, что время не прошло мимо него…"
translate rus day1_0a41e314:
    "Вода в нём не текла…{w=1}{nw}"
translate rus day1_b2017abe:
    extend "Как жаль…{w=2} Я действительно хотел увидеть дни его славы…"
translate rus day1_4ac038eb:
    "По мере того, как я оставалась там всё дальше и дальше, я поняла, почему студенты так не хотели от неё избавляться."
translate rus day1_6cfb1311:
    "Однако комментарии других о том, что из-за повреждений тратится так много воды, также были логичной причиной."
translate rus day1_ef167650:
    "Когда я посмотрела на неё вот так, {w=1}{nw}"
translate rus day1_06b22234:
    extend "Я почувствовала чьё-то присутствие позади меня, {w=1}{nw}"
translate rus day1_e8d67c45:
    extend "поэтому я тут же обернулась."
translate rus day1_08d401c0:
    "ЭТО БЫЛ [player_big]?!"
translate rus day1_fe40b079:
    mc "Ты тоже сюда пришла, да?"
translate rus day1_00b9f9b0:
    mc "Я узнал, что снос состоится ровно через неделю…{w=1} как жаль…"
translate rus day1_19c15737:
    "Моё сердце забилось быстрее, когда я увидела, что это [player]…{w=1} Но…{w=2} ну, его слова были странными, он был за то, чтобы убрать фонтан…{w=1} Так что же изменилось?"
translate rus day1_a28de7ab:
    m "П-плохо…? {w=1}{nw}"
translate rus day1_d7f3e866:
    extend "Ещё…"
translate rus day1_53ca2973:
    "[player] прервал меня с улыбкой."
translate rus day1_cae45bb1:
    mc "Я знаю, что я сказал, но…{w=2} Даже я понял, что…{w=0.5} эх…{w=2} у меня тоже много общего с этим фонтаном."
translate rus day1_5e9190a1:
    mc "Вот куда я приходил, когда хотел расслабиться."
translate rus day1_f33a6d44:
    mc "Этот…{w=1} нежный звук воды заставлял меня почувствовать себя спокойнее…{w=2}{nw}"
translate rus day1_0ba52c71:
    extend "А ты…{w=1} сюда приходила?"
translate rus day1_e2757a3f:
    m "Ну…{w=0.3} Я…{w=0.3} ты знаешь…{w=2} У меня не было шанса…{w=2} Я обычно избегала этого."
translate rus day1_e3350162:
    "[player] рассмеялся себе под нос."
translate rus day1_6e6b9f48:
    mc "Это понятно…{w=1}, но всё же…{w=2} я передумал и не хочу…{w=2}{nw}"
translate rus day1_2feaf269:
    extend "чтобы его удалили…"
translate rus day1_1e543766:
    mc "А…{w=1} раз ты её не видела, то знаешь…{w=2} Жаль, что время нельзя повернуть вспять."
translate rus day1_ef4be5d2:
    mc "Ты могла бы увидеть, как это работало в лучшие времена, ха-ха."
translate rus day1_f23cbcda:
    mc "Я бы хотел увидеть твоё лицо…{w=1} хаха."
translate rus day1_2e0b39ac:
    "Я почувствовала, что краснею. Он…{w=1} х-{w=0.2}хотел пойти сюда со мной, но…{w=2}{nw}"
translate rus day1_2a4a9bca:
    extend "Почему я…?{w=1} Это только у меня так? Я заставляю себя во что-то верить?{w=1}{nw}"
translate rus day1_a2a5b94c:
    extend "Моё сердце забилось быстрее, но я всё равно держала нервы под контролем."
translate rus day1_82ec0464:
    m "Да… Я бы с удовольствием пошёл сюда с тобой…"
translate rus day1_11231326:
    "[player] тепло улыбается."
translate rus day1_5679c8b6:
    mc "Я ,надеюсь, на этом…{w=1} Моника…"
translate rus day1_a80b1793:
    "Это был момент, когда я думаю…{w=2} мы с [player] начали сближаться…{w=2} Может быть, я говорила себе что-то в голове…{w=2} но моё сердце говорило мне что-то другое, но в то время я этого не видела…"
translate rus day1_34f83ff3:
    "Уроки пролетали быстро, и я была активна в каждом…{w=1} Удивительно, но после каждого урока круг людей, которые со мной общались, росло…{w=2} И я не знала, что с этим делать…"
translate rus day1_c2a92c3c:
    "Всё началось невинно: с предложения выйти после уроков, чтобы вместе позаниматься, или с простых вопросов о том, как у меня дела в жизни…"
translate rus day1_fb706a92:
    "Из-за всех моих плохих мыслей я не замечала, что…{w=1} я была не совсем одна, и вокруг меня были очень тёплые люди, которые не только знали меня в лицо, но…{w=2} считали меня частью нашего маленького общества, называемого классом…"
translate rus day1_f2086c62:
    "Было так странно, что все пытались заговорить со мной, а я чувствовал себя всё хуже и хуже от того, что игнорировал их из-за своих собственных мыслей…"
translate rus day1_b9ae01a5:
    "Как я уже говорила, круг людей, желавших поговорить со мной, росло с каждым уроком, пока в конце концов весь класс не оказался у моей парты, пытаясь поговорить со мной."
translate rus day1_d5655587:
    "Я не привыкла к такому повороту событий, поэтому в основном кивал и чувствовала себя неловко, но я всё равно пытался поговорить с некоторыми из них…"
translate rus day1_c1279b73:
    "Как ни странно, во время обеда все хотели пообедать со мной, что было для меня ещё более странно…"
translate rus day1_df44cfd7:
    "Во мне ничего подобного нет…"
translate rus day1_392ce19a:
    "Честно говоря, всё, что я делала, это иногда кивала и отвечала или давала небольшие намёки…"
translate rus day1_6aa397a0:
    "Неужели…{w=1} поэтому я им нравлюсь? Неужели я действительно такая интересная…?{w=2}{nw}"
translate rus day1_e956caae:
    extend "Думаю, нет…{w=1}{nw}"
translate rus day1_65264562:
    extend "но я старалась открыться людям и высказать своё мнение, как мне сказал [player]."
translate rus day1_2f12f23e:
    "На последнем уроке учитель немного опоздал, поэтому у нас было немного „свободного времени”."
translate rus day1_bd4ab3f4:
    "Все сидели рядом со мной и говорили на разные темы, и я пыталась говорить обо всех них одновременно, и из этого…{w=1} ну…{w=2}{nw}"
translate rus day1_a7649fea:
    extend "У меня уже голова кружилась, когда ,наконец, один из моих одноклассников поднял одну…{w=1} проблему…"
translate rus day1_1b6aa0b7:
    kg "Вы слышали о фонтане, да?…{w=1} Его должны убрать через неделю…"
translate rus day1_d17e669c:
    kk "Да…{w=1} это грустно и так…{w=2} несправедливо…{w=1} Оказалось, что даже мои родители познакомились у этого фонтана…"
translate rus day1_cdce5e59:
    kk2 "У меня тоже…{w=1} Неужели с этим ничего нельзя сделать…{w=1}?"
translate rus day1_df56f95a:
    "Когда я услышала эти слова, я подумала, что это мой шанс!…{w=2} Потому что, как я уже говорила, у меня был план того, что можно было сделать, однако…{w=2}{nw}"
translate rus day1_69752001:
    extend "Всем понравится…?{w=2} Они будут надо мной смеяться или…"
translate rus day1_cc3e4780:
    "НЕТ!"
translate rus day1_643e22c8:
    "Я не могу сейчас так думать…{w=1} Если всё получится, мы спасём фонтан…"
translate rus day1_0b86e10e:
    "Я попыталась вмешаться в разговор…"
translate rus day1_6b1a477f:
    m "Эм…{w=1} знаешь…{w=2} думаю, я могу что-то сделать…"
translate rus day1_2ff0fe0b:
    "Но никто не обратил на меня внимания…{w=1} Я говорил слишком тихо…"
translate rus day1_97e82108:
    "Я снова глубоко вздохнула…{w=1}{nw}"
translate rus day1_d4aa648f:
    extend "Я сделаю это…"
translate rus day1_8b4739cb:
    m "Я ЗНАЮ, ЧТО МЫ МОЖЕМ СДЕЛАТЬ!" with vpunch
translate rus day1_b74bc36e:
    "Я радостно воскликнула с улыбкой на губах."
translate rus day1_8ba0bdaa:
    "Все в классе сразу меня заметили…"
translate rus day1_297cf3ca:
    "Первый шаг уже позади…"
translate rus day1_ce1f8b71:
    "Я закрыла глаза и сделала ещё один вдох."
translate rus day1_0f714dcd:
    m "Итак…{w=1}{nw}"
translate rus day1_dfd577bb:
    extend " мы можем спасти фонтан…"
translate rus day1_f1a68bd8:
    kg2 "Но каким способом, Моника?"
translate rus day1_2bbbfdd9:
    "Все смотрели на меня с любопытством."
translate rus day1_ea562b24:
    "От их взгляда у меня закружилась голова, {w=1}{nw}"
translate rus day1_1054eb5f:
    extend "но я не могу отступить!"
translate rus day1_b9cfbdee:
    m "Ну…{w=1} Это будет относительно сложно, но если мы объединим усилия, мы сможем это сделать!"
translate rus day1_eef0ee21:
    m "Я знаю…{w=2}, что у школы нет денег на ремонт фонтана {w=1}{nw}"
translate rus day1_470832a4:
    extend "Вот почему…"
translate rus day1_1005f95c:
    m "Я пришла к выводу, что…{w=1}{nw}"
translate rus day1_2c4b8606:
    extend "Если не школа, то мы, студенты, можем это сделать!!!"
translate rus day1_488f3088:
    kk "Мы? Но что мы можем сделать?"
translate rus day1_dd15d260_1:
    "Я счастливо улыбнулась."
translate rus day1_c5e69884:
    m "Все просто — МЫ СОБЕРЁМ ДЕНЬГИ!"
translate rus day1_39545ee2:
    m "Мы в школе как…{w=1} большая семья. Если каждый из нас пожертвует что-то, даже маленькую часть, мы соберём деньги на ремонт фонтана!"
translate rus day1_f490b908:
    m "Всё, что нам нужно сделать, это организовать…{w=1}{nw}"
translate rus day1_e78ccc05:
    extend " коллекция. Все заботятся об этом фонтане, поэтому все, вероятно, скинутся!!!"
translate rus day1_1c927a4d:
    "Вдохновленная, я достала из кармана две тысячи иен и положил их на скамейку."
translate rus day1_2713b07f:
    m "Всё, что вам нужно, это сотрудничество! И всё получится!!!"
translate rus day1_ac04e885:
    "Я посмотрела на всех в классе, и после минуты молчания все улыбнулись."
translate rus day1_4fbeb17c:
    "Я думаю, тебе понравилась эта идея."
translate rus day1_35778a1e:
    kg "МОНИКА ПРАВА!!! ВМЕСТЕ МЫ СПАСЕМ ФОНТАН!!!"
translate rus day1_cda04f4e:
    "Он повернулся ко мне."
translate rus day1_83003c25:
    kg "Моника! Я с тобой! Так уж получилось, что мой одноклассник — президент кулинарного клуба! Я уверена, они нам помогут."
translate rus day1_45a036f8:
    "Одна из моих одноклассниц встала со стула."
translate rus day1_126c8608:
    kk3 "ДА! Я ЧЛЕН ХУДОЖЕСТВЕННОГО КЛУБА, ТАК ЧТО ОНИ, ВЕРОЯТНО, ТОЖЕ ЗАХОТЯТ ПОМОЧЬ!!!"
translate rus day1_cf8c12be:
    "Все в классе по одному вставали из-за парт и говорили, что хотят помочь или знают кого-то, кто может помочь."
translate rus day1_41c2c873:
    "Моё сердце забилось быстрее при виде этого, и я издала радостный крик. Я больше не могла сдерживать свои эмоции."
translate rus day1_3de1e4f4:
    m "ДА!!! МЫ СПАСЁМ ФОНТАН!!!"
translate rus day1_497ee56a:
    "Все кричали от радости, и вот так…{w=1} всё началось…" with vpunch
translate rus day1_6be8c5fc:
    "Я не ожидала такой помощи от всех. С каждым днём всё больше и больше клубов присоединялись к оказанию помощи…"
translate rus day1_9fe28eea:
    "Даже студенческий совет хотел помочь. Нашей общей целью было собрать урожай."
translate rus day1_c72d0ec0:
    "Каждый клуб делал то, что мог: художественный клуб продавал свои картины, технический клуб делал ожерелья и брелоки, которые затем продавали."
translate rus day1_f9597cd3:
    "Кулинарный клуб готовил собственные вкусные закуски и сладости, которые очень быстро разошлись."
translate rus day1_eee75426:
    "Драматический кружок ставил спектакль за спектаклем и зарабатывал деньги на билетах."
translate rus day1_1a22a550:
    "Удивительно, но прежде чем я это осознала, я уже всем управляла…{w=1} И я встречала замечательных людей, которые хотели помочь, и я всё лучше и лучше ладила со всеми."
translate rus day1_8dd9e136:
    "Нам также удалось убедить руководство школы отложить снос, пока мы не соберём деньги, и вот что произошло! Я почувствовала огромную радость!!!"
translate rus day1_1676694f:
    "Вместе мы могли бы сделать больше, и так прошло время…"
translate rus day1_07715bdc:
    "Месяц пролетел очень быстро, и нам удалось собрать необходимые деньги на реконструкцию фонтана."
translate rus day1_5adfcc2a:
    "Прошли месяцы, прежде чем фонтан ,наконец-то, отремонтировали!!!"
translate rus day1_9b317e93:
    "Я не ожидал, что честь открыть и выпустить первую воду через новый фонтан выпадет именно мне…{w=1} Я чувствовала себя невероятно счастливой!"
translate rus day1_a5c2a2ac:
    "Благодаря этому опыту я познакомилась с огромным количеством людей, которые тоже хотели со мной познакомиться."
translate rus day1_1c6b6d69:
    "В тот день у нас была вечеринка в честь реконструкции фонтана, и это было чудесно."
translate rus day1_2f7e376c:
    "Все весело и замечательно провели время…"
translate rus day1_ce617998_3:
    "…"
translate rus day1_6712d155:
    "Прошло три месяца после этих событий…"
translate rus day1_34113dad:
    "Наступило 20 июля, и начались летние каникулы…{w=2} Как же я была удивлен, когда получила массу сообщений от людей, которые также хотели провести со мной время в этот период."
translate rus day1_e8b99afa:
    "Обычно я оставалась дома во время летних каникул. В этот раз всё было иначе."
translate rus day1_3ad5fa21:
    "Я общалась и развлекалась с разными людьми, конечно, я не забывала и о своих друзьях."
translate rus day1_27d3a185:
    "Я провела свой перерыв не только с Мисаки, Мирай и Юки, но и с Юри."
translate rus day1_59a30908:
    "Она много раз ночевала у меня, а я у неё, и мы всегда прекрасно проводили время."
translate rus day1_d7aac71f:
    "Перед летними каникулами мы встречались в городе за чаем не реже одного раза в неделю, разговаривая на разные темы, но чаще всего мы говорили о книгах."
translate rus day1_6a0b5fb4:
    "Что мы читали последним? У Юри такие глубокие познания, что были моменты, когда я учился у неё, ха-ха."
translate rus day1_be6c1b2d:
    "Одна встреча особенно запечатлелась в моей памяти перед самым концом летних каникул"
translate rus day1_1ede983e:
    "Всё началось, когда мы с Юри встретились в кафе."
translate rus day1_fc8de970:
    m "АХ, И ЕЩЁ ОДНО КАФЕ ИДЁТ!{w=1}{nw}"
translate rus day1_b20402d1:
    extend "Что ты думаешь о ней, Юри?"
translate rus day1_cf279fd2:
    "Юри ответила, улыбаясь, но сохраняя спокойствие."
translate rus day1_4af79103:
    y "В значительной степени."
translate rus day1_edab302d:
    y "Я думаю, им не следует добавлять сахар, потому что он убивает весь вкус напитка."
translate rus day1_8276534f:
    y "Короче говоря, она была слишком милой, {w=1}{nw}"
translate rus day1_3c73b76a:
    extend "ха."
translate rus day1_dd15d260_2:
    "Я счастливо улыбнулась."
translate rus day1_60208b5b:
    m "Ты всегда знаешь, что сказать, Юри…"
translate rus day1_2167490c:
    m "Ну что…{w=1} мы идём за покупками?"
translate rus day1_5fbce098:
    m "Я уверена, что есть магазин, который ты хочешь посетить."
translate rus day1_831e8f3a:
    "Юри на мгновение задумалась."
translate rus day1_17c0665c:
    y "Вообще-то да…{w=1}{nw}"
translate rus day1_79c3c46d:
    extend "Есть один магазин, который я хочу посетить, но…{w=1}{nw}"
translate rus day1_4295aba3:
    extend "чтобы проверить, есть ли там что-нибудь ещё…{w=1}."
translate rus day1_42f26f7d:
    "Я с любопытством посмотрела."
translate rus day1_3059a3a0:
    m "Ты собираешься что-нибудь купить, Юри?"
translate rus day1_31d7acad:
    "Юри покачала головой из стороны в сторону."
translate rus day1_be08abe7:
    m "Тогда поехали!!!"
translate rus day1_2d493800:
    "Мы пошли в глубь города к торговому району. Пока мы шли, Юри внезапно остановилась, глядя на витрину магазина."
translate rus day1_b807e5b7:
    "Из любопытства я заглянула в магазин, где остановилась Юри."
translate rus day1_9f8adc85:
    "Это был антикварный магазин."
translate rus day1_09fc2cc8:
    "Когда я посмотрела на то, на что смотрела Юри…"
translate rus day1_28a4523c:
    "Я потеряла дар речи…"
translate rus day1_2521a8dd:
    "Это был старинный чайный сервиз."
translate rus day1_31aa107a:
    "Он был прекрасен, и Юри просто смотрела на него, как на произведение искусства."
translate rus day1_60cd6211_1:
    "Я тепло улыбнулась."
translate rus day1_34d9fa46:
    m "Итак~ Ты хочешь его купить? Он выглядит прекрасно! Ха-ха."
translate rus day1_bc54f144:
    "Юри выразительно указала на цену."
translate rus day1_716bc71e:
    "Когда я посмотрела на неё…{w=1}"
translate rus day1_8460009b:
    extend "Я потеряла дар речи и через некоторое время не смогла сдержаться."
translate rus day1_1334d1e1:
    m "Триста семьдесят тысяч иен?!!!" with vpunch
translate rus day1_427a32f2:
    m "Боже мой! Как дорого!!!"
translate rus day1_861b3c6b:
    "Я была в шоке. Я не могла поверить, что чайный сервиз может стоить столько."
translate rus day1_d66c235e:
    m "Я…{w=0.3} Я…{w=0.3} Ты действительно хочешь это купить, Юри?!"
translate rus day1_d83a2de5:
    "Юри улыбнулась про себя."
translate rus day1_8b251a08:
    y "Хе-хе, пока нет~"
translate rus day1_00cd2219:
    m "Что?! Что ты имеешь в виду под „всё ещё”?"
translate rus day1_c6243fe4:
    "Юри тихонько рассмеялась про себя."
translate rus day1_50f818df:
    y "Да…{w=1} может быть когда-нибудь, потому что я копила деньги на этот набор два года."
translate rus day1_8999ec5e:
    y "И я ,надеюсь, что однажды…{w=2} я куплю его себе."
translate rus day1_9416629c:
    "Я улыбнулась ей и понадеялась, что её маленькая мечта ,наконец-то, сбудется."
translate rus day1_3350c9f1:
    m "Я уверена, что чай из этого набора будет очень вкусным, ха-ха."
translate rus day1_f953a4c3:
    "Юри улыбается в ответ."
translate rus day1_1a67796c:
    y "В самом деле, именно поэтому…{w=1} как только я его куплю…{w=2}{nw}"
translate rus day1_1de5b354:
    extend "Я хочу испить из него вместе с тобой."
translate rus day1_799e55ff:
    "Я радостно обняла Юри."
translate rus day1_147f048b:
    m "Ха-ха, конечно!!!"
translate rus day1_ca3b2f10:
    "После короткого объятия Юри спокойно спросила меня."
translate rus day1_6b3d2e45:
    y "А ты, Моника? Хочешь сходить в магазин?"
translate rus day1_95759356:
    "Не буду врать, у меня с самого начала был такой план…"
translate rus day1_c9b810da:
    "Хотя многое изменилось в моей школьной жизни…{w=1} Из одного решения я до сих пор помню…{w=2}{nw}"
translate rus day1_3b47253d:
    extend "спасибо тому, кто меня взял…"
translate rus day1_00a6c308:
    "Благодаря кому я обрела уверенность в себе…"
translate rus day1_0a7aeea8:
    "Благодаря кому я выражаю своё мнение…"
translate rus day1_31fa1a9c:
    "Благодаря которому со мной разговаривают все в школе…"
translate rus day1_a8200289:
    "Благодаря кому я улучшила отношения с друзьями…"
translate rus day1_b2e6ee1a:
    "Благодаря кому…{w=2} я так счастлива."
translate rus day1_62695e78:
    "Нет слов, чтобы описать, как я благодарна за всё это [player]…"
translate rus day1_939b8469:
    "Если бы не его совет…{w=2}{nw}"
translate rus day1_b17e1964:
    extend "Где бы я сейчас была? Что бы я сейчас делала…?{w=1}"
translate rus day1_1aa3d874:
    extend "но я этого никогда не узнаю."
translate rus day1_13d59f07:
    "И я чувствую, что не хочу знать…"
translate rus day1_2df6c264:
    "Потому что я чувствую…{w=2} Что-то мне подсказывает…{w=2}, что я хочу увидеть улыбку на его лице."
translate rus day1_7a189657:
    "Итак, я издалека увидела магазин, который хочу посетить."
translate rus day1_cf23ef51:
    "Я с радостью рассказала об этом Юри."
translate rus day1_ac8d21b1:
    m "Так, может, нам стоит зайти в игровой магазин?"
translate rus day1_6e9e7017:
    "Юри была удивлен таким предложением."
translate rus day1_2b35f7f6:
    y "Эм… Ты уверена, Моника?"
translate rus day1_f4fc15b3:
    "Я нервно рассмеялась."
translate rus day1_57c7c9e9:
    m "Ха-ха, да, да… Юри, я, ты знаешь…"
translate rus day1_da502ba1:
    "Я искала какое-то оправдание. Я чувствовала, что не должна говорить Юри, что это для [player]…{w=1} Я боялась того, что она подумает…{w=2} Или, может быть…{w=1} Это то, чего…{w=0.3} я хочу?"
translate rus day1_2e958ea9:
    m "Эм…{w=1} знаешь, ведь игры могут быть такими же интересными, как и книги!"
translate rus day1_85814dcd:
    "Юри вопросительно посмотрела на меня."
translate rus day1_bc3c7917:
    y "Действительно?"
translate rus day1_2987cd59:
    "Я чувствовала, как будто вспотела."
translate rus day1_8e0f3bb9:
    m "Эм, да!!! Конечно!!!"
translate rus day1_4e29f158:
    m "Игры могут развить вашу ловкость и координацию движений."
translate rus day1_d13fe7f3:
    m "И сюжет тоже важен, потому что мы не только узнаем историю героя, но и влияем на неё!"
translate rus day1_e9dc10f1:
    m "Вот почему я переключилась на игры."
translate rus day1_bbc06394:
    m "Знаешь…{w=2} я пробую что-то новое."
translate rus day1_4584d70e:
    "Юри улыбается мне."
translate rus day1_c6a06421:
    y "Хорошо, если хочешь, мы можем посмотреть там."
translate rus day1_738a4a5b:
    "И мы обе направились в игровой магазин."
translate rus day1_6a217c4d:
    "Я осматривала магазин в тихой панике…{w=1} потому что…"
translate rus day1_1eb07365:
    "Я ПОНЯТИЯ НЕ ИМЕЛА, ЧТО ИСКАТЬ!!!"
translate rus day1_424c0817:
    "Я не была уверена, что именно [player] играет!!!"
translate rus day1_79f5873e:
    "Я хотела сделать это для него, но понятия не имела как!!!"
translate rus day1_ef1a295e:
    "Я, как идиотка, просматривала разные игры на полках…"
translate rus day1_b2b9f7ec:
    "Когда я посмотрела на Юри, она тоже просматривала игры, пока ,наконец, не заговорила со мной."
translate rus day1_b17143b5:
    y "Может, тебе стоит это купить? Здесь написано, что это жанр визуальных новелл…{w=2}{nw}"
translate rus day1_efd2f713:
    extend "Это ,может быть, интересно."
translate rus day1_6a8638a1:
    "Я посмотрела на игру, которую держал в руках Юри, и не думаю, что [player] понравится что-то подобное…{w=2} Это просто симулятор свиданий…"
translate rus day1_7fef712f:
    "Когда я собиралась пойти и посмотреть дальше, я заглянула за прилавок."
translate rus day1_7f9e879c:
    "Я видела там рекламу новейшей игры…{w=1} Но не просто игры!"
translate rus day1_5f9650fc:
    "Я узнала его по персонажу, которого играл [player]!!!"
translate rus day1_8f5556e7:
    "ЭТО ,ДОЛЖНО БЫТЬ, ОНО."
translate rus day1_6a5f0172:
    "Я быстро побежала к стойке."
translate rus day1_46db44ff:
    "Я даже не посмотрела на цену и был полон решимости сбросить на него восемь тысяч иен!!!"
translate rus day1_4453e2a1:
    "Когда я купила игру, я радостно прижимала её к груди!!! Ему должно понравиться!!!"
translate rus day1_50152e35:
    "Когда я шла, я представляла, как [player] улыбается."
translate rus day1_3a2de925:
    "Эта мысль наполнила моё сердце радостью и заставила бабочки порхать в животе."
translate rus day1_75628a3e:
    "Юри говорит с любопытством."
translate rus day1_07a10843:
    y "Тебе наверняка понравилась предыдущая часть этой игры, да? Ха-ха."
translate rus day1_296e52e0:
    "Я почувствовала себя немного смущенной, но продолжила притворяться."
translate rus day1_0e0dd6fd:
    m "Эм…{w=1}{nw}"
translate rus day1_4197b8cb:
    extend "ДА! Очень насыщенный сюжет!!!"
translate rus day1_31c46e55:
    extend "И… {w=1} г-{w=0.2}герой, о котором я не могу перестать думать…"
translate rus day1_fce5a2d2:
    "Юри начинает тихо смеяться."
translate rus day1_4c604d13:
    y "Ты уверена, что говоришь о герое игры?"
translate rus day1_16287e80:
    "Я почувствовала, что внезапно покраснела… Неужели Юри что-то знает?!?!"
translate rus day1_a1b26d5a:
    "Шутливо отвернувшись, я ударила Юри по руке."
translate rus day1_69848b9f:
    m "ОЙ, СТОП!!! ХА ХА."
translate rus day1_14a68591:
    "Мы с Юри немного посмеялись и немного погуляли по разным магазинам."
translate rus day1_980c78a7:
    "Я вернулась домой вечером."
translate rus day1_bf91a085:
    "Я вернулась домой немного позже обычного."
translate rus day1_02479fbe:
    "Я немедленно написала маме."
translate rus day1_ec3aeeac:
    "Поскольку я ей не ответила, она, должно быть, волновалась…"
translate rus day1_3634c9ce:
    "Я первая начала описывать каждый свой день. Мама, слушая мои истории вместе с папой, была этому рада."
translate rus day1_4480704e:
    "И они поддерживали меня, пока я собирала деньги на фонтан."
translate rus day1_7bea88e8:
    tel_m "Привет, мам!"
translate rus day1_e7497ac1:
    tel_m "Я только что вернулась с небольшого шопинга с Юри"
translate rus day1_2e3c5faf:
    "Мама отвечает быстро, как будто она уже ждала сообщения."
translate rus day1_b24ca0ad:
    tel_mm "О, привет, дорогая!"
translate rus day1_4f952a82:
    tel_mm "Так что же с нашей Юри?"
translate rus day1_63ca5d5d:
    tel_mm "Ты хорошо провели время?"
translate rus day1_81d17332:
    tel_m "Да!"
translate rus day1_509a4518:
    tel_m "Я честно говоря не могла дождаться этой встречи, ха ха"
translate rus day1_cfa855c6:
    tel_m "А с Юри как обычно :>"
translate rus day1_c6ad5a60:
    tel_m "Мне нравится проводить с ней время"
translate rus day1_0b3ec13d:
    tel_m "Как работа и как папа?"
translate rus day1_9388d468:
    tel_mm "У папы всё хорошо"
translate rus day1_0f3f50a5:
    tel_mm "Потому что у нас есть для вас небольшие новости."
translate rus day1_bcba7c1c:
    "Я была удивлена… О чём они могли говорить?"
translate rus day1_bee5720d:
    tel_m "Хмм?"
translate rus day1_27f9a653:
    tel_mm "Мы с твоим папой ВЕРНЁМСЯ 31 августа!"
translate rus day1_f2c626aa:
    tel_mm "И МЫ ОСТАЁМСЯ ДО КОНЦА ГОДА!"
translate rus day1_59d5ef74:
    "Я НЕ МОГЛА ПОВЕРИТЬ В ТО, ЧТО Я ЧИТАЛА!!!"
translate rus day1_c7ceb44e:
    tel_m "ДЕЙСТВИТЕЛЬНО?!?!"
translate rus day1_aaa5a016:
    tel_m "СЕРЬЁЗНО?!"
translate rus day1_e8a9ee9c:
    tel_m "ТЫ ВЕРНЁШЬСЯ?!"
translate rus day1_4e5e395c:
    tel_m "ТАК БЫСТРО!?!?"
translate rus day1_0c2b9765:
    tel_mm "Да, дочь моя"
translate rus day1_d2da929a:
    tel_mm "Папа и я с нетерпением ждём встречи с тобой."
translate rus day1_53fd7c50:
    "Моё сердце наполнено такой радостью!!! Я не могу поверить, что мои родители возвращаются!!!"
translate rus day1_fe7f9726:
    "Мне захотелось обнять их только из-за этой новости."
translate rus day1_2295123a:
    tel_m "ЭТО ЧУДЕСНО!!! МАМА!!!"
translate rus day1_a935e223:
    tel_m "НЕ МОГУ ДОЖДАТЬСЯ!!!"
translate rus day1_be1e1aa5:
    tel_mm "И мы с папой с нетерпением ждём возвращения!"
translate rus day1_eb4472f2:
    tel_mm "Я бы тоже хотела увидеть, как повзрослела Юри…"
translate rus day1_68138f04:
    tel_mm "Она, наверное, похожа на свою мать, да?"
translate rus day1_b1684478:
    "Я смеялась ещё до того, как зазвонил телефон."
translate rus day1_e9d1a517:
    tel_m "Ха-ха"
translate rus day1_f8b1f563:
    tel_m "даже очень"
translate rus day1_daeaf440:
    tel_mm "О, и ещё кое-что!"
translate rus day1_aa80a567:
    tel_mm "Я знаю, тебе это не нравится, но приближаются праздники, и мы с папой подумали, что…"
translate rus day1_b8df579c:
    "Я уже знала, к чему клонит моя мать."
translate rus day1_72812007:
    tel_m "Мама!"
translate rus day1_a07d093a:
    tel_m "Мне действительно ничего не нужно!"
translate rus day1_40100448:
    tel_m "Мне достаточно того, что ты придёшь"
translate rus day1_8184ae20:
    tel_mm "О, не будь такой"
translate rus day1_0ceab818:
    tel_mm "У нас с папой есть для тебя кое-что маленькое"
translate rus day1_0d8d5a97:
    tel_mm "Ничего большего"
translate rus day1_703b2856:
    tel_mm "Просто прими это, ладно?"
translate rus day1_31fdcb6b:
    tel_m "Эххх"
translate rus day1_3d83b04f:
    tel_m "Будь как будет…"
translate rus day1_72cc0853:
    "Я не придирчивая или что-то в этом роде…{w=1} Я считаю себя более скромной и никогда не любила получать подарки."
translate rus day1_d656498b:
    extend "Я бы лучше отдала их и увидела улыбки на лицах людей!"
translate rus day1_361ffcb7:
    "Мои родители были такими же, поэтому они пытались меня баловать, но мне это не нравилось, поэтому я договорилась с родителями, что не хочу ничего получать на Рождество или день рождения."
translate rus day1_ffd3241a:
    "Конечно, на дни рождения и праздники они получали от меня подарки, хех."
translate rus day1_f7a97d27:
    tel_mm "Хорошо, дочка"
translate rus day1_6814838a:
    tel_mm "Мы идём спать"
translate rus day1_f3b9bdea:
    tel_mm "Потому что уже поздно"
translate rus day1_23eec6d7:
    tel_mm "И не засиживайся допоздна, ведь завтра тебе в школу."
translate rus day1_71f42d61:
    tel_mm "Поняла?"
translate rus day1_1f7b965b:
    tel_m "Хорошо, мам!"
translate rus day1_7944943f:
    tel_mm "Мы любим тебя! Спокойной ночи!"
translate rus day1_f9fba1bc:
    tel_m "Я тоже тебя люблю!"
translate rus day1_e3275c7b:
    tel_m "Спокойной ночи!!!"
translate rus day1_4c254a2b:
    "Последнее сообщение, и я прячу свой телефон…"
translate rus day1_3c9e31a3:
    "„И не засиживайся слишком долго.” Ой, мама, мне ещё так много нужно сделать!"
translate rus day1_25eeafd2:
    "Я перерыла весь шкаф в комнате, пока ,наконец, не нашла его!"
translate rus day1_eb1618ec:
    "Это была маленькая зелёная коробка со звёздным узором."
translate rus day1_36d84847:
    "ВСЁ БУДЕТ ИДЕАЛЬНО!!!"
translate rus day1_cbd68d4e:
    "Я положила игру в маленькую коробку и перевязала её черной лентой."
translate rus day1_1bfea3c0:
    "Я быстро пошла принять душ и переодеться в пижаму."
translate rus day1_6c2fc869:
    "Когда я вернулся, я поставила коробку на тумбочку и лежала там, глядя на неё и улыбаясь."
translate rus day1_504011a4:
    "Завтра…{w=1} [player]…{w=2} Я не могу дождаться…"
translate rus day1_0572c52a:
    "На следующий день я проснулась с радостью и быстро бьющимся сердцем, {w=0.5}{nw}"
translate rus day1_41ff8309:
    extend "Я встала и {w=1}{nw}"
translate rus day1_3c377c08:
    extend "Я переоделась в форму."
translate rus day1_30d14839:
    "Выходя из комнаты, я в последний раз прижала коробку к груди."
translate rus day1_fa70477c:
    "НАСТАЛ ТОТ ДЕНЬ!!!"
translate rus day1_14bb3628:
    "Я положила коробку в сумку и {w=0.5}{nw}"
translate rus day1_289122d0:
    extend "Быстро схватив тост, я вышла из дома."
translate rus day1_5295b4c2:
    "Я не могла дождаться того, что произойдет!!!"
translate rus day1_c4cda26a:
    "Надеюсь, [player] счастлив!"
translate rus day1_c15c105d:
    "Я ему так многим обязана!!!"
translate rus day1_0984db76:
    "Я хочу видеть, как он улыбается и наслаждается этой игрой!!!"
translate rus day1_4b9975c3:
    "Только… {w=1}{nw}"
translate rus day1_ba13b155:
    extend "как это сделать?"
translate rus day1_15d194d3:
    "По дороге в школу я задумалась: как я ему это отдам? Где я ему это отдам?!"
translate rus day1_9a1de25c:
    "Найти его в коридоре…?{w=1}{nw}"
translate rus day1_aeb3d5e0:
    "Ни за что! Что подумают другие…?"
translate rus day1_ce617998_4:
    "…"
translate rus day1_5fc6a8f2:
    "Именно так…{w=1} что они подумают?"
translate rus day1_b1f55710:
    "С каждой минутой у меня возникало больше вопросов, чем ответов…"
translate rus day1_ded92dbd:
    "Это просто…{w=1} спасибо за совет, так чего же я так переживаю?!"
translate rus day1_969da7d9:
    "Я не знала, что делать, поэтому в конце концов решила отдать ему это в клубе!"
translate rus day1_27b8775b:
    "Великолепно!"
translate rus day1_d37fd6bb:
    "Не будет ли такой подарок странным без повода?"
translate rus day1_43fa32b8:
    "УУУУУ!!! Я в замешательстве!!!"
translate rus day1_44c75141:
    "Я боролась со своими мыслями!!! Я чувствовала, что хочу сделать его счастливым! Но я боялась, что это не получится так, как я хочу!!!"
translate rus day1_80c7ca45:
    "Я не знала, что делать и думать!!!{w=1}{nw}"
translate rus day1_655f5e8f:
    extend "Всё перепутано!!!"
translate rus day1_a96f6a36:
    "Мои мысли и чувства…{w=1} {nw}"
translate rus day1_391403b3:
    extend "Я уже давно не задумывался о том, что вместо того, чтобы становиться меньше, они становятся больше…{w=2}{nw}"
translate rus day1_de0c6bad:
    extend " сильнее."
translate rus day1_c9638ebf:
    "Я вообще ничего не поняла!!! Что в этом такого?{w=1}{nw}"
translate rus day1_a044ca5c:
    extend "Зачем?! За что?! Как!?!?"
translate rus day1_d96ac62b:
    "Почему я чувствую себя счастливой, когда думаю о нём?"
translate rus day1_bb00901c:
    "Почему я хочу быть рядом с ним?"
translate rus day1_034c5a49:
    "Почему его улыбка заставляет моё сердце биться быстрее?"
translate rus day1_c82eec36:
    "Почему всё, что с ним связано, делает меня счастливой?"
translate rus day1_730ce286:
    "Я, наверное, никогда не узнаю…"
translate rus day1_17ce61b9:
    "Как только я переступила порог школы, как перед переменой, все меня приветствовали."
translate rus day1_93e69036:
    "Я к этому привык."
translate rus day1_6cb5d3bc:
    "Все были так добры и теплы ко мне."
translate rus day1_98a0ed6a:
    "Когда я шла по коридору, все радостно махали мне руками."
translate rus day1_187f5abf:
    "Вот что ,значит, быть популярной?"
translate rus day1_8c901344:
    "Ха-ха."
translate rus day1_78ef3a6e:
    "Я рассмеялась про себя."
translate rus day1_b641f3cb:
    "Мне нравится это чувство, когда все так добры к тебе, и ты…{w=1} ну, ты больше не боишься выражать себя и своё мнение."
translate rus day1_ce736390:
    "В такие дни мое чувство благодарности к [player] становится ещё сильнее!"
translate rus day1_90df1bd1:
    "И…{w=1} что-то ещё, но в то время я об этом не знала."
translate rus day1_8027d86a:
    "Когда я поздоровалась со всеми,{w=0.5}{nw}"
translate rus day1_2aeb1885:
    extend "Я села за парту, и вот так начался урок…"
translate rus day1_4258dc88:
    "ВРЕМЯ НИКОГДА НЕ ЖДАЛА МЕНЯ ТАК ДОЛГО!"
translate rus day1_9a43b52f:
    "МНЕ ТАК НУЖНО ЭТО!!!"
translate rus day1_39bc1235:
    "Хотя проводить время с одноклассниками было неплохо…"
translate rus day1_d1e37674:
    "Перерывы тоже пролетели быстро, но…"
translate rus day1_bc8736c6:
    "Я ХОЧУ ПОЙТИ К [player_big] СЕЙЧАС!!!"
translate rus day1_fdeba88f:
    "И единственное место, где я его вижу, это клуб дебатов!!!"
translate rus day1_2e0eebd8:
    "Хотя мы знаем друг друга уже некоторое время, мы очень мало общаемся и…{w=1} ну, я не так много знаю о нём, и это меня расстраивает…"
translate rus day1_6cb8336b:
    "НО…{w=2}{nw}"
translate rus day1_71fe41cb:
    extend "Я НЕ СДАМСЯ!!!"
translate rus day1_afde4cf6:
    "Последний урок был самым долгим!!!"
translate rus day1_6ec4d3e1:
    "А я смотрела на часы и что-то говорила себе под нос."
translate rus day1_8e87091c:
    "„Быстрее”, „Быстрее”, „БЫСТРЕЕ!!!”."
translate rus day1_296bdea9:
    "Время, как будто назло нам, не ускорило свой бег…"
translate rus day1_ea9dfbdb:
    "Послушав урок некоторое время и записав его в последний раз…"
translate rus day1_8a0c9972:
    "КОЛОКОЛЬЧИК ,НАКОНЕЦ-ТО, ПОЗВОНИЛА!!!"
translate rus day1_6c7b6007:
    "Я БЫСТРО СОБРАЛА ВЕЩИ{w=1}{nw}"
translate rus day1_7ca7b83a:
    extend "И Я НЕМЕДЛЕННО БЕГУ В КЛУБ ДЕБАТОВ!!!"
translate rus day1_fd8bd60b:
    "Выбегая в коридор, я встретил Мирай, Юки и Мисаки. Они хотели мне что-то сказать."
translate rus day1_3e0de455:
    "НО Я НЕ СЛУШАЛА! Я ,НАКОНЕЦ-ТО, ВСТРЕЧУ [player_big]!!!"
translate rus day1_6fcdf786:
    "Я ТАК ДОЛГО ЭТОГО ЖДАЛА!!!"
translate rus day1_53a774c2:
    "И вот я села за стол и стала ждать!"
translate rus day1_29b1cefe:
    "Радостно достаю подарочную коробку."
translate rus day1_fb971ca3:
    extend "Я прижала их к груди и улыбнулась, глядя на дверь в ожидании [player]."
translate rus day1_ec46c43c:
    "Через несколько минут…{w=1}{nw}"
translate rus day1_be80bfa7:
    extend " его всё ещё не было…{w=2}{nw}"
translate rus day1_caf47cda:
    extend " и, что удивительно, никого другого…"
translate rus day1_6f77513c:
    "Но я продолжаю ждать!"
translate rus day1_cd477614:
    "Может быть, они опаздывают."
translate rus day1_d0736bcc:
    "ДА! Наверное, так и есть."
translate rus day1_338fb968:
    "Поэтому я продолжала вежливо ждать кого-то."
translate rus day1_b45038b8:
    "Я ждала достаточно долго, но никто так и не пришёл…"
translate rus day1_ce617998_5:
    "…"
translate rus day1_73336dc0:
    "Может быть, что-то случилось?!"
translate rus day1_89d8e695:
    "Может быть, с ним или с кем-то ещё случилось что-то плохое?!"
translate rus day1_0477bef9:
    "Я подумала, что, может, выйду и посмотрю, всё ли в порядке…"
translate rus day1_1382f7f7:
    "НЕТ."
translate rus day1_7fd0fc5a:
    "В тот момент, когда я уйду, [player] может прийти!"
translate rus day1_e047f6f3:
    "Вот почему я упрямо продолжала сидеть и ждать…"
translate rus day1_024a212e:
    "Но постепенно мне стало грустно, и я положила голову на скамейку…"
translate rus day1_980693de:
    "Никого не осталось…{w=1} Я потеряла всякую надежду…"
translate rus day1_a312b3f0:
    "Солнце всё дальше и дальше скрывалось за горизонтом…"
translate rus day1_5f9e2578:
    "И я всё ещё была одна…"
translate rus day1_98680b0e:
    "Я почувствовала боль…"
translate rus day1_b74f1ed2:
    "Его там не было…"
translate rus day1_02ae321c:
    "Мне казалось, что я могу расплакаться в любой момент…"
translate rus day1_b4da6019:
    "Я медленно встала со скамейки и в последний раз взглянул на дверь…"
translate rus day1_0e712848:
    "Я схватила коробку, прижала её к себе и медленно вышла из класса…"
translate rus day1_c8f81886:
    "Я открыла дверь, глядя в пол…"
translate rus day1_8ae2dc6c:
    m "ОЙ!!!"
translate rus day1_5e55f1c5:
    undefined "ВАУ!!!"
translate rus day1_4cb47a27:
    "Я чуть не упала и не ударилась об пол."
translate rus day1_81395ef4:
    "Чувствуя смесь эмоций, я ощутила большую печаль…{w=1}{nw}"
translate rus day1_d50fda4a:
    extend " но в то же время счастье и надежда, что это…"
translate rus day1_2ef77899:
    "[player_big]!!!"
translate rus day1_c578d6a9:
    "Я посмотрела вперед! Он стоял передо мной и улыбался!!!"
translate rus day1_86588f74:
    mc "Эй, эй! Куда ты так торопишься, ха-ха."
translate rus day1_45283906:
    "НАКОНЕЦ-ТО, ЭТО ОН!!! Я БЫЛА ТАК СЧАСТЛИВА, ЧТО ХОТЕЛОСЬ ПРЫГНУТЬ К НЕМУ В ОБЪЯТИЯ, НО ТОГДА ОН ПОДУМАЛ БЫ, ЧТО Я СУМАСШЕДШАЯ!!!"
translate rus day1_00537a7f:
    m "Эммм, {w=0.5}{nw}"
translate rus day1_61898f67:
    extend "Я… {w=2}{nw}"
translate rus day1_93bb52d1:
    extend "Это, я…{w=2}{nw}"
translate rus day1_8260f194:
    extend "Я…{w=2}{nw}"
translate rus day1_346986d9:
    extend " ТЫ ЗДЕСЬ!"
translate rus day1_7d751091:
    mc "Хе-хе, что? Разве меня не должно было здесь быть?"
translate rus day1_01c45e40:
    m "Потому что я…{w=1} ты знаешь…{w=2} это…"
translate rus day1_d96015bf:
    "Я ещё крепче прижала коробку к груди. Вот это был момент!!!"
translate rus day1_4fd041e3:
    m "[player]…{w=1} Я…"
translate rus day1_c8802c3c:
    "Вдруг [player] заговорил спокойно."
translate rus day1_08ba7db8:
    mc "Знаешь…{w=1} Сегодня мероприятия клуба отменили…{w=2} Тебе никто не сказал?"
translate rus day1_db670d89:
    "Волна чувств была прервана…"
translate rus day1_3489d2bb:
    "КАК ЭТО ОТМЕНЯЮТ!?"
translate rus day1_47c9baec:
    m "Подожди… Что?"
translate rus day1_2a6dc5ab:
    "Я стояла там, застыв от страха…{w=1} Отменено?! КАК?! КОГДА?! ГДЕ?!"
translate rus day1_e953b07e:
    "У меня было так много вопросов, но мне не пришлось долго ждать ответа."
translate rus day1_4d8761b5:
    mc "Эм…{w=1} Да, потому что, видите ли, Хиторо болен."
translate rus day1_5d9f22ac:
    mc "И…"
translate rus day1_b53de37f:
    "Вдруг я заметила, что [player] с любопытством смотрит на коробку, которую я держала в руках."
translate rus day1_296ecc7c:
    mc "Эм… {w=1}Могу ли я спросить, что ты держишь в руках?"
translate rus day1_f8650b80:
    "В этот момент я поняла, что держу ПОДАРОК ДЛЯ НЕГО!"
translate rus day1_791639fb:
    "Я быстро спрятала коробку за спиной."
translate rus day1_29a3bb75:
    m "[player]!!! Я…{w=1} Знаешь, это просто…"
translate rus day1_4b6810e9:
    "[player] тепло улыбнулся."
translate rus day1_e0b04614:
    mc "Ах, понятно…{w=1} это подарок для Хиторо."
translate rus day1_8e7f5fb1:
    mc "Как я уже сказал, он болен и…"
translate rus day1_8331b67b:
    "Я больше не могла этого выносить!"
translate rus day1_3ac3f517:
    m "ЭТО НЕ ДЛЯ ХИТОРО!!! ТОЛЬКО ДЛЯ ТЕБЯ!"
translate rus day1_7da558f6:
    "Когда я это выкрикнула,{w=1}{nw}"
translate rus day1_d3d04065:
    extend "Я заметила, как изменилось выражение лица [player], и почувствовала, как краснею и чувствую жар, который приходит вместе с этим."
translate rus day1_d408128b:
    "[player] не знала, как отреагировать, поэтому попробовала пошутить."
translate rus day1_e7fe5308:
    mc "Знаешь…{w=1} Сегодня у меня не день рождения…"
translate rus day1_ce250d64:
    "Я НЕ МОГУ С НИМ!!!"
translate rus day1_1d3ba123:
    m "ЭТО НЕ НА ДЕНЬ РОЖДЕНИЯ!!! ЭТО ПРОСТО ДЛЯ ТЕБЯ НОРМАЛЬНО!?"
translate rus day1_2e5a5cc4:
    m "ЭТО…{w=1} ЭТО…{w=2} Я…"
translate rus day1_8339f18e:
    "Я закрыла глаза и сделала глубокий вдох."
translate rus day1_cfae0471:
    "Я стала говорить спокойнее, но всё равно заикалась."
translate rus day1_234530af:
    m "Я…{w=1} [player]…{w=2} Знаешь…{w=2}{nw}"
translate rus day1_9363d4ce:
    extend "Я хочу поблагодарить тебя…"
translate rus day1_87cf2915:
    "[player] продолжал смотреть на меня с удивлением."
translate rus day1_aa0fa644:
    mc "Спасибо…{w=1} За что? Я-я не совсем понимаю, я…{w=1} просто…"
translate rus day1_c808753b:
    "Я чувствовала, как волна эмоций накатывает на меня всё сильнее."
translate rus day1_4c390cc2:
    m "ТОЛЬКО! {w=1}{nw}"
translate rus day1_74373261:
    extend "Я имею в виду…{w=1}{nw}"
translate rus day1_21f6f4e9:
    extend " знаешь…{w=1} ты сделал для меня больше, чем думаешь…"
translate rus day1_a213bfdd:
    mc "Но…{w=1} Это был всего лишь совет, и я…"
translate rus day1_14c9d57e:
    m "НЕТ, ЭТО БЫЛ НЕ ПРОСТО СОВЕТ!"
translate rus day1_13bb9106:
    "Я почувствовала, как моё сердце бьётся всё быстрее и быстрее."
translate rus day1_d711aa60:
    m "Этот совет… {w=2}изменил мою жизнь на сто восемьдесят градусов…{w=2} [player]…"
translate rus day1_3f919dc1:
    m "Вот почему…"
translate rus day1_e0b7d928:
    "Я быстро протянула ему коробку."
translate rus day1_5e467634:
    m "ВОЗЬМИ ЭТО П-{w=0.1}П-{w=0.1}П-{w=0.1}ПРИМИ ЭТО…"
translate rus day1_4eb596fc:
    m "В КАЧЕСТВЕ БЛАГОДАРНОСТИ С-{w=0.2}СПАСИБО! ПОЖАЛУЙСТА!"
translate rus day1_d51fdac6:
    "[player] осторожно схватил коробку, коснувшись моих пальцев."
translate rus day1_0e710300:
    "Это длилось всего лишь мгновение, но от его прикосновения у меня по спине пробежали мурашки."
translate rus day1_2b3872f0:
    "[player] осторожно схватил коробку, не разрывая ленту, а разматывая её."
translate rus day1_a0ad8f7c:
    "Когда он открыл…{w=2}{nw}"
translate rus day1_2e50d35b:
    extend "На его лице не было радости, только замешательство."
translate rus day1_52ec59d6:
    mc "Моника, ты знаешь…"
translate rus day1_da7b5da4:
    "Я испугалась…"
translate rus day1_04b8f44c:
    "ЕМУ ЭТО НЕ НРАВИТСЯ!?"
translate rus day1_69d35a49:
    m "Я…{w=1} эм…{w=2} что-то не так?!"
translate rus day1_d32ea646:
    mc "Я…{w=2} что? Нееет, просто…"
translate rus day1_e86ea22b:
    "[player] из заднего кармана брюк{w=1}{nw}"
translate rus day1_6c5271a4:
    extend " вытаскивает ту же игру."
translate rus day1_26463159:
    mc "Как видишь…{w=2} я уже…{w=1}{nw}"
translate rus day1_fc0f1fd4:
    extend " у меня есть эта игра…"
translate rus day1_d1b00e1e:
    "Я чувствовала, как всё разваливается."
translate rus day1_b7c7942c:
    "Это было похоже на удар в грудь."
translate rus day1_b47fc80f:
    "Я обернулась, краснея и сдерживая слёзы."
translate rus day1_18890e32:
    "О МОЙ БОГ!!! Я ИДИОТКА, ИДИОТКА, ИДИОТКА! КАК Я МОГЛА НЕ ПОДУМАТЬ, ЧТО У НЕГО УЖЕ ЕСТЬ ЭТА ИГРА!?!?!"
translate rus day1_ffa7b2d8:
    "Эти слова отдавались в моей голове, словно заезженная пластинка."
translate rus day1_dd6ce991:
    "Когда через некоторое время я почувствовала легкое прикосновение к своему плечу [player]…"
translate rus day1_a0ff1e11:
    "Он положил другую руку мне на другое плечо{w=1}{nw}"
translate rus day1_f5fbaa16:
    extend "{w=1} и осторожно повернул меня к себе."
translate rus day1_fec48385:
    "Его голубые глаза были полны беспокойства и…{w=1} странной радости."
translate rus day1_1297b74a:
    mc "Знаешь, Моника…{w=1} Это даже лучше."
translate rus day1_26aa7ee0:
    m "П-{w=0.2}П-{w=0.2}П-{w=0.2}Правда?"
translate rus day1_6bf456e6:
    "[player] счастливо улыбается."
translate rus day1_63c20f61:
    mc "ДА…{w=1} ПОТОМУ ЧТО! Потому что, видишь ли…"
translate rus day1_84bffb36:
    "Моё сердце наполнилось надеждой."
translate rus day1_cde3be3b:
    mc "Теперь…{w=1} поскольку у нас есть две одинаковые игры…{w=1}, то…{w=2}{nw}"
translate rus day1_ee123c10:
    extend " мы можем поиграть вместе, знаешь…{w=2} если хочешь…"
translate rus day1_3ae8fadf:
    "Когда он это сказал, я заметила легкий румянец на его лице и то, что он отвел взгляд."
translate rus day1_0ca5e58b:
    "Но я…"
translate rus day1_016bfdb6:
    "Я ХОТЕЛА ЕГО ОБНЯТЬ, НО ЗАЧЕМ?! КАК?! ЗАЧЕМ?!"
translate rus day1_e9607b2f:
    "Мысль о том, что он захочет провести со мной время, приводила меня в состояние экстаза!"
translate rus day1_f479eb5d:
    "Только я и он…"
translate rus day1_254f7134:
    "Только я и [player]."
translate rus day1_d626b59a:
    "Я не могла в это поверить…{w=1} Я чувствовала, что не смогу долго держать свои эмоции под контролем."
translate rus day1_1985084d:
    m "ПРАВДА?! ТЫ ХОЧЕШЬ ПОИГРАТЬ СО МНОЙ?! Я ИМЕЮ В ВИДУ…{w=2}{nw}"
translate rus day1_dcc97066:
    extend " ВМЕСТЕ!?"
translate rus day1_d55340df:
    "Я сделала два шага по направлению к [player]. Наши лица были всего в нескольких дюймах друг от друга."
translate rus day1_d3505297:
    "Лицо [player] покраснело, но голос оставался спокойным."
translate rus day1_4e81d7d6:
    mc "Я…{w=2} Я…{w=2} имею в виду, знаешь, типа…"
translate rus day1_5fe86c37:
    "Я улыбалась от уха до уха."
translate rus day1_31fe142a:
    m "Конечно, [player]! Я хочу поиграть с тобой."
translate rus day1_86f9d8a3:
    "После школы, когда я пришла домой, меня уже ждали родители…"
translate rus day1_b7e21ece:
    "Я ТАК СИЛЬНО ПО НИМ СКУЧАЛА!"
translate rus day1_84e47c93:
    "Я начала проводить с ними время после школы и даже часто приводила своих друзей и Юри к себе домой, чтобы мы могли познакомиться друг с другом и поговорить."
translate rus day1_27234a08:
    "Прошло четыре месяца с момента окончания летних каникул, и сейчас наступило 25 декабря, так называемые „Зимние каникулы”."
translate rus day1_a06b858b:
    "А тем временем…"
translate rus day1_0df4f1a8:
    "Конечно, я не могла забыть об [player]."
translate rus day1_5def3e79:
    "Потому что…"
translate rus day1_53ba5dfb:
    "Мы становились ближе друг к другу…"
translate rus day1_a65b4180:
    "Я также купила консоль и встречалась с [player] во время перерывов, чтобы провести время вместе…"
translate rus day1_0f03e245:
    "Однако…{w=1} через некоторое время мы начали разговаривать всё больше и больше, и с каждым днем я узнавала о нём всё больше и больше!"
translate rus day1_51cfbfb0:
    "До того момента…{w=1}, когда мы стали близкими друзьями."
translate rus day1_1528a757:
    "Это было похоже на осуществление мечты после того, как я провела целый день с родителями и друзьями. Вечера и школьные каникулы были моментами только для меня…{w=1} и [player]."
translate rus day1_b4e2c409:
    "Я чувствовала себя потрясающе! Моя нервозность и беспокойство рядом с ним исчезали с каждым днём, и всё же это странное и сильное чувство росло."
translate rus day1_305a1c22:
    "Это было не так подавляюще, как раньше…{w=1} Было приятно иметь что-то, что мотивировало меня вставать с постели, что заставляло мой живот танцевать, а голову кружить."
translate rus day1_a8e3c7e2:
    "Я чувствовала себя самой счастливой девочкой на свете!"
translate rus day1_f6e6923f:
    "Я бы ничего не променяла ради этого чувства!"
translate rus day1_0a4c6d3c:
    "Однажды мои родители решили, что приближается конец года…"
translate rus day1_26a931cf:
    "А в конце года — новогодний фестиваль, на который я с удовольствием ходила!"
translate rus day1_892a85f1:
    "Мои родители решили, что я могу взять с собой друзей."
translate rus day1_82fdfa62:
    "Я чувствовала себя как на небесах!!!"
translate rus day1_173ddb59:
    "Я с родителями, Мирай, Юки, Мисаки и Юри."
translate rus day1_5f481c96:
    "Это было чудесно!!!"
translate rus day1_e1630483:
    "Когда я лежала в постели, мне сразу же захотелось этим поделиться."
translate rus day1_76b2fe88:
    nvl clear
translate rus day1_bef2885f:
    tel_m "[player]!"
translate rus day1_bef2885f_1:
    tel_m "[player]!"
translate rus day1_bef2885f_2:
    tel_m "[player]!"
translate rus day1_1cbcfdc9:
    tel_mc "Ох, Иисусе…"
translate rus day1_d1d806db:
    tel_mc "Моника"
translate rus day1_086d19ab:
    tel_mc "Ты знаешь, который час?"
translate rus day1_c617fce4:
    tel_m "ДА, ДА,"
translate rus day1_c1ae405e:
    tel_m "НО ,ПОСЛУШАЙТЕ, ЭТО!"
translate rus day1_bcc9677c:
    tel_m "Вы не поверите!"
translate rus day1_78c9b55f:
    tel_mc "Ага…"
translate rus day1_3dfde0ab:
    tel_mc "Удиви меня"
translate rus day1_ef781ffe:
    tel_m "МОИ РОДИТЕЛИ ХОТЯТ, ЧТОБЫ Я ВЗЯЛА ДРУЗЕЙ НА ФЕСТИВАЛЬ!!!"
translate rus day1_305b82c9:
    tel_mc "Ух ты!!!"
translate rus day1_3d6426f5:
    tel_mc "Эй"
translate rus day1_bec67d39:
    tel_mc "Звучит хорошо, Моника."
translate rus day1_1dcbfc6f:
    tel_m "Э…"
translate rus day1_c22bab67:
    tel_m "Ты будешь на фестивале?"
translate rus day1_d73bd24a:
    tel_mc "Ты знаешь…"
translate rus day1_9251f9da:
    tel_mc "Да, но…"
translate rus day1_0a9607f2:
    tel_mc "С родителями"
translate rus day1_de8aee15:
    tel_mc "Мама всегда настаивает на том, чтобы мы ходили, держась за руки!"
translate rus day1_5628614b:
    tel_mc "Это так неловко!!!"
translate rus day1_e9d1a517_1:
    tel_m "Ха-ха"
translate rus day1_a6b4c0a8:
    tel_m "Я хотела бы познакомиться с твоей мамой"
translate rus day1_7f707309:
    tel_m "Ты для неё всё ещё как маленький мальчик"
translate rus day1_e9d1a517_2:
    tel_m "Ха-ха"
translate rus day1_98c92602:
    tel_mc "Хех"
translate rus day1_eb4df700:
    tel_mc "О, оставьте меня в покое"
translate rus day1_d73bd24a_1:
    tel_mc "Ты знаешь…"
translate rus day1_d2d10a03:
    tel_mc "Может быть, когда-нибудь ты узнаешь…"
translate rus day1_a5ffdae5:
    "Когда я посмотрела на свой телефон, я не поняла, что читаю…"
translate rus day1_b16edeeb:
    "ОН ПРЕДЛОЖИЛ ТО, ЧТО Я ДУМАЮ?!!!?"
translate rus day1_70b99381:
    "[player] продолжает печатать через некоторое время."
translate rus day1_80e8bac5:
    tel_mc "Я уверен"
translate rus day1_e484bd5f:
    tel_mc "Ты сейчас красная перед телефоном"
translate rus day1_29a580e7:
    tel_mc "Ха-ха-ха"
translate rus day1_c4371ccd:
    "Я немного разозлилась, но также посмеялся про себя…{w=1} ОН ВСЕГДА ТАК СО МНОЙ ДЕЛАЕТ!!!"
translate rus day1_03b8ccff:
    "Всякий раз, когда мы встречаемся, [player] уже некоторое время дразнит меня вот так!!!"
translate rus day1_e029dcc2:
    "Но…{w=1} Это то, что я бы не променяла ни на что другое."
translate rus day1_fe5c5d17:
    tel_m "Итааак…"
translate rus day1_4ac0a711:
    tel_m "Возвращаемся к теме…"
translate rus day1_255664b3:
    tel_m "Может быть, когда-нибудь, ты знаешь…"
translate rus day1_a58c265b:
    tel_m "Пойдём вместе на фестиваль?"
translate rus day1_7136f4cb:
    "Моё сердце колотилось как сумасшедшее, когда я это писала."
translate rus day1_9dc2b6e3:
    "[player] отвечает."
translate rus day1_77231b7f:
    tel_mc "Я обещаю тебе это, Моника"
translate rus day1_b1ef3abe:
    "Я от радости прижала телефон к груди."
translate rus day1_e854c67d:
    tel_m "Ну, вот и всё…"
translate rus day1_9f30769e:
    tel_m "Спокойной ночи [player]"
translate rus day1_888365d0:
    tel_mc "Спокойной ночи, Моника…"
translate rus day1_31698eb4:
    "И вот так я уснула с телефоном в руках…"
translate rus day1_4f916915:
    "Я так хотела, чтобы [player] был рядом со мной."
translate rus day1_36eebf94:
    "Фестиваль был чудесным моментом…"
translate rus day1_771d8548:
    "Я, мои родители и все мои друзья."
translate rus day1_319ffee3:
    "Я ещё долго не забуду этот день."
translate rus day1_0a33aa96:
    "Я также встретила несколько человек из школы, и все тепло меня приветствовали…{w=1} это было что-то волшебное…"
translate rus day1_9bb8530f:
    "Иногда я боюсь, что всё это сон, от которого я проснусь…"
translate rus day1_0eb0a462:
    "Седьмое января…{w=2} Скоро конец второго года средней школы…"
translate rus day1_ef746f8e:
    "Мне было плохо из-за этого…"
translate rus day1_7759a5a5:
    "Когда я выглянула в окно, я увидела цветущие вишнёвые деревья, и в этом году они цвели быстрее, что вызвало у меня необычное настроение…"
translate rus day1_c9ac82c6:
    "Я люблю это время года, когда цветет сакура."
translate rus day1_92e9f99c:
    "Это время года напоминает мне прошлую весну, всего лишь с одного совета…{w=1} всё изменилось…"
translate rus day1_8f08ea8f:
    "Когда я думала о нём…{w=1} я чувствовала волну чувств, которые я не понимала…"
translate rus day1_3f207b18:
    "В этот день…{w=1} Всё должно было измениться…"
translate rus day1_f2369838:
    "Всё началось невинно."
translate rus day1_a3b8633f:
    "Когда я встала с постели, родителей уже не было."
translate rus day1_8808c381:
    "Накануне они сказали мне, что им придется уехать очень рано…"
translate rus day1_f6f653be:
    "И вот я снова осталась дома одна…"
translate rus day1_1e9a2be8:
    "Но у меня было хорошее настроение."
translate rus day1_1041bf4f:
    "Я начала одеваться в школу,{w=1}{nw}"
translate rus day1_240882a1:
    extend " как вдруг что-то привлекло моё внимание."
translate rus day1_5c7232ac:
    "Я подошла к кровати, там была маленькая белая коробка с запиской от родителей."
translate rus day1_a9542504:
    "Удивительно, но я раньше этого не замечала…"
translate rus day1_76e137f5:
    "„Моника, я знаю, что ты ничего не хотела, но ты обещала, что примешь хотя бы небольшой подарок. Я бы с удовольствием увидела тебя в нём. Мы любим тебя…<3 Мама и папа”."
translate rus day1_8a17ddb3:
    "Я улыбнулась, потому что я люблю их…{w=1} так сильно.{w=1}{nw}"
translate rus day1_cadc94d2:
    extend " Я открыла коробку и на мгновение не знала, что и думать…"
translate rus day1_37ddc196:
    "Внутри коробки была красивая белая лента…"
translate rus day1_2b119ed3:
    "Я молча смотрела на неё некоторое время…"
translate rus day1_f1bc5a4c:
    "Моя рука сама собой потянулась к ней…"
translate rus day1_929c3528:
    "Через некоторое время я забрала её."
translate rus day1_c5a248b3:
    "И я вышла из комнаты."
translate rus day1_fafad6e7:
    "Когда я собиралась уходить, я в последний раз взглянул на лестницу, ведущую в мою комнату…"
translate rus day1_43d4e94a:
    "Эх…{w=1} Я не удержалась…"
translate rus day1_d1c52b9e:
    "Я тут же подошла к ленте и взяла её в руки…"
translate rus day1_60927ecf:
    "Может быть, мне стоит просто примерить его на минутку?"
translate rus day1_2749e270:
    "Надев его, я некоторое время смотрела в зеркало…"
translate rus day1_c6c1dc87:
    "Я посмотрела в него…{w=1}{nw}"
translate rus day1_31193118:
    extend " в противном случае…"
translate rus day1_af455fe3:
    "Я не могу это описать, но…{w=1}{nw}"
translate rus day1_3467670d:
    extend "Мне нравилось, как я выгляжу…"
translate rus day1_dbfb74e6:
    "Я чувствовала себя…{w=1} хорошо, прекрасно…"
translate rus day1_bca0076a:
    "Благодаря этой ленте я смогла увидеть, какой длины у меня волосы…"
translate rus day1_102264b0:
    "Логично, что они были длинными, но…{w=1} этот длинный хвостик делал…{w=1} они казались длиннее…"
translate rus day1_6728f5c0:
    "Я взглянул на себя на мгновение…"
translate rus day1_bdcfe339:
    "Вдруг меня осенило, что…{w=2}{nw}"
translate rus day1_232fff81:
    extend " Я ОПОЗДАЮ В ШКОЛУ!!!"
translate rus day1_43ecc35a:
    "Я быстро побежала вниз и вышла из дома."
translate rus day1_85529ff0:
    "У меня не было времени снова расчесать волосы, поэтому я всё равно оставила ленту в волосах."
translate rus day1_203dfdd0:
    "Как я уже говорила, в этом году вишни зацвели раньше…"
translate rus day1_db751174:
    "Подумать только, год назад это зрелище повергло бы меня в меланхолию…"
translate rus day1_ff6ad00f:
    "А теперь мне нравится на них смотреть…"
translate rus day1_0efc0186:
    "Эти падающие лепестки выглядели так красиво на фоне голубого неба…"
translate rus day1_f5772930:
    "Мне хотелось танцевать под ритм падающих лепестков, развеваемых ветром…"
translate rus day1_b6070ab0:
    "Когда я пошла в школу, я увидела знакомые лица, и некоторые из них уже состояли в отношениях…{w=1}{nw}"
translate rus day1_ee4f9b3a:
    extend " Это так мило, хи хи."
translate rus day1_29cbdcf1:
    "Весной всё оживает…"
translate rus day1_a8fd117d:
    "И становится ещё красивее…"
translate rus day1_6c432cef:
    "Когда я пришла в школу, я прошла мимо людей в коридоре, но никто со мной не поздоровался…"
translate rus day1_c68ee90a:
    "Я чувствовала себя довольно странно, особенно потому, что я уже так к этому привыкла…"
translate rus day1_496dae04:
    "Каждый, кто встречался мне на пути, странно на меня смотрели…"
translate rus day1_d5304d77:
    "Я почувствовала укол стыда…"
translate rus day1_74c2c131:
    "Что-то случилось?"
translate rus day1_eead13ab:
    "Я что-то сделал не так…?"
translate rus day1_e4bd12c0:
    "Я издалека заметила группу девочек из моего класса и решила поздороваться."
translate rus day1_efc2eb61:
    m "Эй! Что ты там делаешь?"
translate rus day1_5be98770:
    "Одна девушка заметила меня."
translate rus day1_c15662ec:
    kk "О, привет, Моника! Мы…"
translate rus day1_012c20bd:
    "Она внезапно потеряла дар речи…{w=1} она замолчала, как только посмотрела на меня."
translate rus day1_7e03f22f:
    "Я беспокоилась об этом."
translate rus day1_9d9132f6:
    m "Хм? Что-то случилось?"
translate rus day1_b22a770b:
    "Она попыталась заговорить, но не смогла, так как остальные девушки тоже обратили на меня внимание, глядя на меня странным взглядом, которого я раньше не видели…"
translate rus day1_f4fc15b3_1:
    "Я нервно рассмеялся."
translate rus day1_2dfee91f:
    m "Хе-хе…{w=1} Так…{w=2} увидимся на занятиях?"
translate rus day1_017bfb82:
    "Одна из девушек решила высказаться, но говорить ей было трудно."
translate rus day1_4430bd94:
    kk2 "Я…{w=1} Я…{w=1} К-{w=0.3}Конечно, М-{w=0.2}Мо…{w=0.5} Моника, эм…{w=1} пока!"
translate rus day1_184d7a82:
    m "Эм…{w=1} Это по…"
translate rus day1_0659651c:
    "Я быстро от них ушла…"
translate rus day1_a99b6fa6:
    "Когда я шла в класс, я чувствовала, что все смотрят на меня…"
translate rus day1_9ac53e47:
    "Я чувствовал себя плохо из-за этого…{w=1} как изгой…"
translate rus day1_e6de2ca5:
    "Уколы стыда и боли стали сильнее…"
translate rus day1_a4ed3270:
    "Пока я не увидела знакомый силуэт, и это была Мирай."
translate rus day1_fe21eed4:
    "Она стояла ко мне спиной, поэтому я решил, что на этот раз обниму её."
translate rus day1_5265a760:
    "Я тихо подошла к ней и обняла её сзади."
translate rus day1_9db61c8e:
    m "Ха-ха! Я поймала тебя, Мирай!"
translate rus day1_bf8a985d:
    "Мирай радостно рассмеялась."
translate rus day1_e25d6b35:
    mirai "Ха-ха, ты меня поймала…"
translate rus day1_d17181e4:
    "Мирай, как только она посмотрела на меня…{w=1} Она потеряла голос…"
translate rus day1_38e3e930:
    "Её милая радость исчезла с её лица, сменившись этим…{w=1} странным выражением."
translate rus day1_9de2c4fd:
    "Я начала больше беспокоиться…{w=2} Я что-то сделал? Со мной…{w=2} что-то не так…?"
translate rus day1_08bf904c:
    "Укол смущения и боли усилился, когда Мирай внезапно заговорила."
translate rus day1_24e63fad:
    mirai "М-{w=0.3}М…{w=1} Моника…{w=2} ты выглядишь…"
translate rus day1_92b9dd6c:
    "Неуверенность в её голосе не помогла мне, а наоборот, подтвердила, что что-то не так…"
translate rus day1_bf6b658a:
    m "М-{w=0.3}Мирай…{w=2} Я…{w=2} Всё…{w=1} хорошо…?"
translate rus day1_530cec21:
    "Мирай снова попыталась заговорить."
translate rus day1_d07ab161:
    mirai "Я…{w=1} Т-{w=0.3}Ты…{w=2} ты знаешь…{w=2} ты…"
translate rus day1_81e8f844:
    "Я почувствовала, как моё сердце разбилось…{w=1} Неуверенность в её голосе причинила мне боль. Я был почти уверен, что сделал что-то не так…"
translate rus day1_6b005428:
    "Мисаки и Юки подошли к нам, и когда они увидели меня…{w=1}, они посмотрели на меня так же, как и Мирай."
translate rus day1_a008307d:
    m "ДЕВЧОНКИ, СКАЖИТЕ ЧТО-НИБУДЬ!!!" with vpunch
translate rus day1_fd1977c4:
    "Я чувствовала на себе их взгляды…{w=1} они были ужасающими…{w=2} и чувство агонии росло."
translate rus day1_7b99583d:
    "Мисаки решила высказаться."
translate rus day1_70746bf1:
    misaki "Я…{w=1} М-{w=0.3}Моника…{w=1} Ты…{w=2}{nw}"
translate rus day1_a73973f0:
    extend "Ух ты…"
translate rus day1_08948fff:
    "Мисаки неловко посмотрела на Юки."
translate rus day1_6a4725c2:
    yooki "М-Моника, ты…{w=1} ты…"
translate rus day1_f94d6d7f:
    "Я не могла больше терпеть и, сдерживая слёзы, быстро пошла в класс."
translate rus day1_01101991:
    "Я быстро села на свое место в классе, чувствуя на себе всеобщие взгляды…"
translate rus day1_95cc0895:
    "Люди, которые были так добры ко мне…{w=1} и теплы…"
translate rus day1_2d62eb9a:
    "Теперь они смотрели на меня этими странными глазами и что-то шептались друг с другом."
translate rus day1_67c9ff69:
    "Я чувствовала себя ужасно!!!"
translate rus day1_1ff4f2df:
    "ПУСТЬ ЭТОТ ДЕНЬ ,НАКОНЕЦ-ТО, ЗАКОНЧИТСЯ!!!"
translate rus day1_883d65dd:
    "Это был уже последний урок, а я всё ещё слышала шепот позади себя…"
translate rus day1_fd53cbf6:
    "Несколько человек пытались поговорить со мной, но…{w=1} это всегда заканчивалось одинаково."
translate rus day1_793b04d6:
    "Вот почему я от стыда убегала в ванную и другие более уединённые места."
translate rus day1_f337b441:
    "Чтобы скрыться от этого взгляда…"
translate rus day1_ccbee151:
    "С каждым уроком шёпот становился громче."
translate rus day1_f4c18f02:
    "Я больше не могла этого выносить!!!"
translate rus day1_0fc87c19:
    "Едва сдерживая слёзы, я выбежала из класса."
translate rus day1_40326fab:
    "Несколько человек пытались остановить меня, но я просто продолжала бежать."
translate rus day1_66d4fe0f:
    "Мне было всё равно куда, я просто хотела сбежать!!!"
translate rus day1_2e00b96b:
    "Я быстро спряталась в пустом классе…"
translate rus day1_2fab1a0b:
    "Когда я это сделала, я села у окна и тихонько заплакала…"
translate rus day1_e89219aa:
    "Я не знала, что происходит…"
translate rus day1_7427df3c:
    "Я не знала, что делать…"
translate rus day1_a040d6a8:
    "Я не знала, что случилось…"
translate rus day1_6c775a2f:
    "Я больше не могла этого выносить…"
translate rus day1_80c36aa4:
    "Но через некоторое время я услышала чьи-то шаги."
translate rus day1_85aec9a8:
    "Я быстро встала и вытерла слёзы…"
translate rus day1_563a337f:
    "Это был [player]! Я была рада его видеть…"
translate rus day1_f12367bf:
    "Чувство боли исчезло, сменившись теплой и приятной волной других ощущений…"
translate rus day1_4fd041e3_1:
    m "[player]…{w=1} Я…"
translate rus day1_03e87ba1:
    "[player] внезапно заговорил, обеспокоенно."
translate rus day1_8753d8c1:
    mc "МОНИКА! Все тебя ищут! Ты внезапно выбежала из класса…"
translate rus day1_181fee71:
    mc "Что-то случилось…?{w=1} Кто-то что-то с тобой сделал?"
translate rus day1_4356ddd8:
    "[player] был единственным, у кого не было такого видения…"
translate rus day1_4c475cdd:
    "Он посмотрел на меня этими голубыми глазами…{w=2}, полными беспокойства и тревоги."
translate rus day1_06675d3f:
    "Я вытерла слёзы рукой, стараясь больше не плакать."
translate rus day1_9bb359c3:
    m "[player]…{w=2} Я…{w=1} Ну…{w=2} все…{w=2} смотрели друг на друга и…{w=1} И…"
translate rus day1_25ffd1c8:
    m "Я…{w=2} сделала что-то не так…?{w=2} Я…{w=1} ужасна…?"
translate rus day1_1d8ab088:
    m "Они…{w=1} прошептали и посмотрели…{w=1} на меня…{w=2} этим…{w=1} взглядом…{w=1} И я…{w=1} я…"
translate rus day1_cc5c4ee3:
    "[player] спокойно прервал меня, сделав несколько шагов в мою сторону."
translate rus day1_f6638774:
    "Затем он тепло мне улыбнулся."
translate rus day1_ad96b11e:
    mc "Ты их неправильно поняла, Моника…"
translate rus day1_037701dc:
    m "Но…{w=1} даже…{w=1} мои друзья…{w=2} они…"
translate rus day1_6d69cb7e:
    "[player] продолжал говорить спокойно, слегка улыбаясь."
translate rus day1_7705808c:
    mc "Поверь мне, Моника, ты не сделала ничего плохого."
translate rus day1_f3c8d89f:
    m "Так почему…{w=2} они—{w=0.5}{nw}"
translate rus day1_556d8f99:
    "Я попыталась снова не плакать, но мой голос сорвался…"
translate rus day1_b2d27191:
    "[player] прервал меня и продолжил говорить."
translate rus day1_12c77b26:
    mc "Хех… Знаешь, может, это всё из-за того, как ты сегодня выглядишь."
translate rus day1_8084e980:
    "Я была удивлена этими словами…{w=2}{nw}"
translate rus day1_b24a6461:
    extend " но были тревога и страх."
translate rus day1_a87755b6:
    m "Я…{w=2} я…{w=1} выгляжу ужасно…?"
translate rus day1_c7b790cb:
    "[player] тихо рассмеялся."
translate rus day1_22980b6a:
    mc "Ха-ха…{w=1} Конечно, нет…{w=2} Знаешь…"
translate rus day1_c05e76d6:
    "[player] отвернулся…"
translate rus day1_6af93bcd:
    mc "Всё как раз ,наоборот…"
translate rus day1_1eb88881:
    "Я не знала, что сказать, мне казалось, что моё лицо уже покраснело."
translate rus day1_6e658b9b:
    m "Ч-{w=0.3}Что ты имеешь в виду…?"
translate rus day1_c8728a6f:
    "[player] отвечает, улыбаясь, снова глядя на меня теми же глазами, в которых на этот раз была искренность…"
translate rus day1_08081130:
    mc "Когда ты сегодня пришла в школу…{w=1}, я тоже не знал, что сказать…"
translate rus day1_47232845:
    mc "И это не потому, что ты плохо выглядишь…"
translate rus day1_f1ca80e4:
    mc "Это потому, что ты затмила их всех!"
translate rus day1_199b338b:
    mc "Ты была словно первая звезда, вспыхнувшая на небе…"
translate rus day1_786a847f:
    mc "Никто не мог отвести от тебя глаз."
translate rus day1_8265e5b1:
    mc "Все тобой восхищались."
translate rus day1_bb7e75d0:
    mc "Никто не мог ничего сказать, потому что нет слов, чтобы описать, как ты выглядишь…"
translate rus day1_b565a3c8:
    "Моё сердце билось всё быстрее и быстрее. Я чувствовала тепло во всём теле, и эти слова значили для меня больше, чем я думала…"
translate rus day1_2ac5c5bd:
    m "И…{w=1} как я выгляжу…???"
translate rus day1_3f8b7adf:
    "Вдруг [player] сказал слова, которые я запомню на всю оставшуюся жизнь…"
translate rus day1_56d33a7c:
    mc "Моника…{w=1} ты выглядишь прекрасно…"
translate rus day1_6d05f1c2:
    "Я закрыла рот руками…"
translate rus day1_8c43ae6f:
    "Я почувствовала, как по моим щекам текут слёзы…"
translate rus day1_e43e126e:
    "Но это были не слёзы печали…"
translate rus day1_37a720b4:
    "Только счастье…"
translate rus day1_fbcd7d7b:
    "ПОСЛЕ ЕГО СЛОВ Я ПОЧУВСТВОВАЛА ТАКОЕ НЕ ОПИСЫВАЕМОЕ СЧАСТЬЕ."
translate rus day1_b118a9c5:
    "В МОЕЙ ГОЛОВЕ СКОПИЛОСЬ ТАК МНОГО ЧУВСТВ И ВОСПОМИНАНИЙ, СВЯЗАННЫХ С ЭТИМ."
translate rus day1_23c22127:
    "Я ТАК СИЛЬНО ЛЮБЛЮ И ЛЮБЛЮ ТОЛЬКО ОДНОГО МАЛЬЧИКА."
translate rus day1_61206dd9:
    "Я задавала себе вопросы много раз."
translate rus day1_d96ac62b_1:
    "Почему я чувствую себя счастливой, когда думаю о нём?"
translate rus day1_bb00901c_1:
    "Почему я хочу быть рядом с ним?"
translate rus day1_034c5a49_1:
    "Почему его улыбка заставляет моё сердце биться быстрее?"
translate rus day1_c82eec36_1:
    "Почему всё, что с ним связано, делает меня счастливой?"
translate rus day1_f7294797:
    "Тогда я поняла это…"
translate rus day1_6a6da910:
    "Я люблю его!"
translate rus day1_0fcca831:
    "Я ТАК СИЛЬНО ЕГО ЛЮБЛЮ!"
translate rus day1_949b0609:
    "Я влюбился в [player]!!!"
translate rus day1_d59066f4:
    "Я хочу быть только с ним…"
translate rus day1_048cb6a9:
    "Я в этом уверена…"
translate rus day1_f0a8b12b:
    "Я хочу любить его вечно…"
translate rus day1_a9abdc9d:
    "Его слова, его прикосновения, его взгляд, его присутствие — это было всё, чего я когда-либо хотела…"
translate rus day1_0ee898b7:
    "Возможно, я не идеальна, но для него я буду идеальна!"
translate rus day1_eee41f63:
    "Больше всего на свете я хочу, чтобы он был счастлив."
translate rus day1_64a6a161:
    "Чтобы я могла видеть его улыбку."
translate rus day1_0a6c0e08:
    "Услышьте его смех."
translate rus day1_469cebaf:
    "Я чувствую его присутствие…"
translate rus day1_47eadb4e:
    "Я сделаю для него всё, что угодно…"
translate rus day1_b3ed1085:
    "Почему…?"
translate rus day1_ffd87e05:
    "Теперь я знаю…"
translate rus day1_b4688c10:
    "Потому что я люблю его…"
translate rus day1_1ec00a93:
    "Среди волн чувств и эмоций, которые я испытывала в тот момент, я смог сквозь слёзы сказать только…{w=1} одно…"
translate rus day1_a040b800:
    "Спасибо…{w=1} [player]…"
translate rus strings:
    old "INNA ZNACZY LEPSZA, HAHA!"
    new "ЧТО БЫЛО ДРУГОЕ, ТАМ ЛУЧШЕ, ХА ХА!"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc