label page_one:
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    scene bg resday
    with dissolve_scene_full
    play music t2
    "Мой телефон начинает вибрировать, как только я выхожу на улицу."
    $ k_name = "???"
    k "{i}Эй, чувак. Я немного опоздаю сегодня, так что ты можешь идти вперед.{/i}"
    k "{i}Старайся не чувствовать себя слишком одиноко без меня ;){/i}"
    $ k_name = "Киба"
    mc "Этот парень..."
    "Я отправляю сообщение с простым текстом \"к\", пытаясь избежать его чепухи."
    "...{i}Ну, его отсутствие хотя бы сделает мое утро немного более спокойным--"
    s "Эй!!!"
    "Моё внимание привлекает девушка, размахивающая руками в мою сторону с другой стороны дороги."
    "Не понимая, что происходит, я сразу же оборачиваюсь, чтобы посмотреть, кто стоит за мной."
    s "Эй!!"
    show sayori 4p at t11
    "Она мчится через улицу, прежде чем остановиться передо мной."
    s "*пыхтит* Ты собиралась... *пыхтит* игнорировать меня?!"
    mc "Не совсем. Я просто пытался понять, на кого ты махала."
    s 2o "Что? Это была {i}ты{/i}, конечно!"
    s 2x "Кто ещё это мог быть?"
    show sayori 2a
    mc "Вот что я пытался выяснить."
    s 2x "Черт, [player]. Ты иногда можешь быть таким странным."
    show sayori 2a
    "Девушка, начинающая свой день с оскорбления меня, - это Сайори, с которой я знаком с начальной школы."
    "Мы иногда ходили в школу вместе, но перестали это делать в начале прошлого семестра."
    "Это \"отдаление\" не было результатом чего-то, что сделали мы, а было вызвано третьей стороной, которая влезла в мою жизнь."
    "Сайори и я всё ещё общаемся, когда проходим мимо друг друга в школе, но наши отношения явно не так крепки, как раньше."
    "Мысль о том, что мы снова отдаляемся, вызывает у меня неприятное чувство."
    mc "Если под \"странным\" ты имеешь в виду уникальным и переполненным личностью, то я согласен."
    mc "Сказав это, что ты ожидала, что я подумаю? Мы с тобой не ходили в школу вместе уже довольно долго."
    s 2b "О... ну, да..."
    s 2c "Но это не значит, что я не {i}хочу{/i}."
    s 2x "Ты просто всегда уезжаешь рано, чтобы встретиться с Кибой."
    show sayori 2a
    mc "'Рано?' Обычно остается всего десять минут до первого звонка, когда мы приходим."
    mc "Насколько поздно ты уезжаешь, собственно?"
    s 4m "Э-Этого сейчас не проблема!"
    show sayori 4o
    mc "{i}Честно говоря...{/i}"
    mc "Сомнительное прогулы в сторону, ты всегда можешь просто пойти {i}с{/i} нами."
    s 3l "Э-Э, спасибо, но мне будет неловко мешать вам двоим."
    show sayori 3l2
    mc "Поверь мне, 'помехи' более чем приветствуются, когда Киба рядом."
    mc "Ты на самом деле сделаешь мне одолжение для моего разума."
    s 1q "Хе-хе-хе..."
    s 2x "Я запомню это."
    show sayori 1a
    "С нашей краткой встречей покончено, мы начинаем двигаться к школе."
    mc "Говоря о нем, ты когда-нибудь разговаривала с Кибой?"
    mc "Я знаю, что мы трое никогда не были в одном месте вместе."
    s 1x "Мы поздоровались друг с другом в коридоре, но на этом всё."
    s 1l "Он кажется... милым?"
    show sayori 1l2
    "У меня такое чувство, что она только что сказала что-то грубое очень вежливым образом."
    mc "Ха, я полностью понимаю."
    s 1x "Есть ли причина, по которой вы двое не шли вместе сегодня?"
    show sayori 1a
    mc "Да. Он сказал что-то о том, что опаздывает, и чтобы я шёл без него."
    s 1k2 "Ясно."
    "Она кажется немного нервной, прежде чем продолжить."
    s 1o "О! Верно!"
    s 4x "[player], ты знал, что сегодня последний день, чтобы присоединиться к культурному клубу?!"
    show sayori 4a
    mc "Уже? Черт, две недели пролетели быстро."
    mc "{i}Как же это скучно...{/i}"
    s 4b "Что-то не так?"
    mc "Не совсем. Киба просто надоедает мне с просьбой присоединиться к Клубу любителей аниме с тех пор, как он узнал, что они ищут участников несколько недель назад..."
    mc "Что заставляет меня думать, что он будет особенно настойчив сегодня, так как это его последний шанс."
    mc "Он знает, что я не очень увлекаюсь аниме, но всё равно хочет, чтобы я присоединился, потому что боится, что не сможет завести новых друзей."
    s 4l "О, так вот почему..."
    s 4c "Тогда ты не планируешь присоединяться к клубу в этом году?"
    show sayori 4b
    mc "Мысль {i}приходила{/i} мне в голову..."
    mc "Но было бы жаль покинуть 'Клуб возвращающихся домой' после того, как я так усердно работал, чтобы стать президентом."
    "Я говорю это с гордостью, которой, вероятно, не должно быть."
    s 4h "Черт, [player]. Вот почему я беспокоюсь, что ты в итоге станешь NEET."
    show sayori 4g
    mc "'NEET' звучит довольно негативно. Термин 'Домашний муж' звучит гораздо лучше."
    s 2h "Э-Э, но ты же не женат?"
    show sayori 2g
    mc "Не зацикливайся на мелочах, Сайори."
    s "{i}Уууу...{/i}"
    mc "А ты? Разве ты не присоединилась к книжному клубу или что-то в этом роде не так давно?"
    s 5c "Разве я '{i}присоединилась{/i}' к '{i}книжному клубу{/i}?' Кажется, ты даже не стараешься."
    mc "Ладно, так какие части я перепутал?"
    show sayori 4a
    "Сайори берет секунду, чтобы собраться, прежде чем надеть самодовольное выражение лица."
    s 4x "Ты смотришь на соучредителя и текущего вице-президента нашего первого Литературного клуба!!"
    s 4r "Теперь я позволю тебе похвалить меня!"
    show sayori 4q
    "..."
    "....?"
    "...{i}Что?{/i}"
    "...{i}Сайори? 'Эта' Сайори? Вице-президент Литературного клуба?"
    "Мышцы на моём лице начинают дергаться, пока я пытаюсь осознать эту информацию."
    s 4j "Эй!"
    s "Ты думаешь о чем-то грубом, не так ли?"
    show sayori 4i
    mc "Э-Э, ну..."
    mc "Да. Немного."
    s 5c "Мммммм."
    "Ее недовольство усиливается, когда она смотрит на меня."
    mc "Но я думаю, что это здорово, Сайори. Удивлен или нет, я всё равно очень горжусь тобой."
    s 5c "Хмф!"
    s 5d "{i}Я думаю, что этого будет достаточно на данный момент.{/i}"
    "Хотя она всё ещё недовольна, Сайори, похоже, стала немного счастливее."
    show sayori at thide
    hide sayori

    scene bg school with wipeleft_scene
    "Мы снова останавливаемся, когда приближаемся к входу в школу."
    show sayori 1x at t11
    s "Эй, [player]. Поскольку это {i}наш{/i} последний год, и ты никогда не был в настоящем клубе раньше..."
    s 2x "Почему бы тебе не стать частью литературного клуба вместе со мной?"
    show sayori 2a
    mc "Нет, спасибо."
    s 4m "ЭХ!? Ты даже не подумал об этом!!"
    mc "Извини, но клубы не совсем мое."
    "...{i}хотя барьер для входа, вероятно, довольно низкий, если она смогла стать вице-президентом."
    show sayori 5c
    s "..."
    "Сайори смотрит на меня, как будто только что прочитала мои мысли."
    s 3h "Ты хотя бы придешь посмотреть на клубное помещение?"
    s "Сегодня у нас должны быть кексы, так что ты мог бы просто зайти за одним из них."
    show sayori 3f
    mc "Хмм..."
    "...{i}согласие проверить это место дало бы мне повод остановить Кибу от того, чтобы он продолжал надоедать мне с клубом аниме."
    "...{i}не говоря уже о том, что это 'последний шанс' быть частью чего-то."
    "...{i}всё же, идея быть среди незнакомцев не совсем радует меня."
    mc "{i}Вздох{/i}..."
    mc "Ладно. Я зайду за кексом и посмотрю на место, но не обещаю, что действительно присоединюсь."
    s 4n "Правда?! Ты это сделаешь!?"
    show sayori 4r at h11
    s "Ура!! Я так счастлива!"
    s 4x "Не переживай! Тебе определенно понравится!"
    s "Я приду забрать тебя после окончания занятий."
    show sayori 4q
    mc "Э-Э, хорошо."
    show sayori zorder 1 at thide
    hide sayori
    "Убедившись в моём согласии, она счастливо уходит в здание."
    mc "{i}Посещение 'литературного клуба' не звучит как хорошее время, но, похоже, нам просто придется посмотреть, как всё пойдет."
    scene bg spring with wipeleft_scene
    pause 1.5

    scene bg courtyard with wipeleft_scene
    "После того, как я взял обед в столовой, я направляюсь в двор, прежде чем сесть на место, которое трудно увидеть."
    "Моя цель заключалась в том, чтобы спрятаться и подумать о присоединении к клубам, но это было разрушено, как только я почувствовал {i}его{/i} приближение."
    show kiba 1h at t11
    k "Привет."
    "Как будто вселенная знала, что я пытаюсь погрузиться в мысли, Киба пришел, чтобы полностью остановить меня."
    k "Я рад, что смог тебя догнать, [player]..."
    k 1p "Но почему ты прятался в этом углу один?"
    mc "Никакой причины, на самом деле. Просто решил попрактиковаться в том, чтобы быть более антисоциальным."
    k "Э-Э, хорошо?"
    k 1h "В любом случае, ты знаешь, что сегодня за день, да?!"

    menu:
        "Давайте посмотрим, сегодня..."
        "Последний день, чтобы присоединиться к клубам.":

            call kiba1_good from _call_kiba1_good
        "День тишины для твоих друзей.":

            call kiba1_bad from _call_kiba1_bad

    mc "Сайори упомянула это по пути в школу ранее."
    mc "Мы столкнулись и в итоге пошли вместе."
    k 5a "Сайори, да? Разве она не помогла основать литературный клуб не так давно?"
    mc "Да, и, похоже, сделала себя вице-президентом в процессе."
    k 1f "Серьезно?"
    k 2a "Без обид, но она не кажется книжным типом."
    show kiba 2a2
    mc "Потому что она не такая. Нельзя сказать, что её заставило согласиться на это."
    mc "Шантаж, может быть?"
    k 1p "Разве этот пример слишком экстремален?!"
    show kiba 1p2
    mc "Ты никогда не знаешь, как люди ведут себя в наши дни."
    k 1p "Ты действительно веришь, что есть кто-то, кто готов угрожать старшекласснице, чтобы создать книжный клуб?"
    k 2a "Если да, то твоя личность хуже, чем я думал."
    show kiba 2a2
    mc "Возможно."
    k 2a "Ну, независимо от 'почему'..."
    k 1h "Я на самом деле просто удивлен, что она ещё не попросила тебя присоединиться к ней."
    show kiba 1a
    mc "Смешно, что ты это говоришь..."
    k 1b "Хмм?"
    mc "Она на самом деле {i}попросила{/i} меня проверить это место после школы сегодня..."
    mc "Хотя я не могу сказать, что мне это нравится."
    k 1i "Ч-Что ты только что сказал?!"
    "...{i}что за черт?"
    "У Кибы начинает просачиваться убийственное намерение."
    k "Ты говоришь мне, что твоя милая подруга детства лично пригласила тебя присоединиться к её клубу, и ты не хочешь?"
    k "Ты понимаешь, какие войны были вызваны таким привилегированным и высокомерным поведением?"
    show kiba 1t
    mc "Успокойся, псих. Я говорил тебе сотни раз, что между нами {i}ничего{/i} нет."
    k 1e "И ты действительно ожидаешь, что я поверю в нечто столь абсурдное?!"
    k "'Соседи, ставшие друзьями детства, провели всю свою юность вместе, а затем подали заявки в одну и ту же старшую школу'..."
    k "Я могу пропустить много вещей, [player], но я могу читать между {i}этими{/i} строками, как на ладони."
    show kiba 1d
    mc "Я говорю тебе, что тебе нужно проверить реальность..."
    mc "Истории о детских друзьях, которые вырастают и влюбляются, существуют только в вымышленной медиа."
    "Взгляд Кибы становится более настойчивым, как будто он пытается раскрыть какой-то секрет, которого у меня даже нет."
    mc "Это как с твоей сестрой, верно? Ты когда-нибудь встречался бы с ней?"
    k 1o "П-Подожди... это то, что тебе нравится?!"
    k "Ты расстроен, потому что Сайори не твоя сестра?"
    k 1e "Ты меня отвращаешь, [player]. Умри."
    show kiba 1d
    mc "Нет, ты извращенец. Дело не в этом."
    mc "Есть аниме и визуальные новеллы, где парни встречаются со своими сестрами, верно? Хотя такие вещи на самом деле не происходят в реальной жизни?"
    mc "Мои отношения с Сайори такие же."
    k 5a "Хмм..."
    "Когда Киба обдумывает это, я чувствую легкую боль и пульсацию в голове."
    "...{i}похоже, разговоры на эти темы всё ещё вызывают у меня нервное напряжение, даже если разговор такой бессмысленный."
    k 2b "Конечно, я понимаю, [player]. Нет причин так волноваться."
    k "Я просто подшучивал над тобой."
    "Судя по тому, как он только что сказал мне умереть, я могу с уверенностью предположить, что он не \"просто подшучивал\"."
    k 2a "Но я всё равно очень завидую. Что бы я отдал, чтобы иметь такую милую подругу детства, как она..."
    k 3h "Хотя этот корабль, вероятно, уже уплыл, когда мы достигли нашего возраста, да?"
    show kiba 3a
    mc "Ты всегда можешь попробовать завести нормальную девушку, как и каждый другой не бредящий человек."
    k 4k "Нет... {i}чувства просто не будут такими же...{/i}"
    "Я безучастно наблюдаю, как Киба погружается в странные размышления."
    k 3h "Ну, ничего не поделаешь..."
    k 1h "Но если ты серьезно говоришь, что между вами ничего нет, значит, ты мог бы правильно нас познакомить--"
    show kiba 1a
    mc "Абсолютно нет."
    k 1o "Что!? Ты даже не подумал об этом!"
    mc "Ну, давай вернемся к аргументу о сестре."
    k 1p "Серьезно, чувак, какая у тебя одержимость моей сестрой? Ей всего 15."
    k "Перестань быть извращенцем."
    show kiba 1d
    mc "Замолчи на секунду."
    mc "Думай об этом так: как бы ты себя чувствовал, если бы кто-то пытался встречаться с твоей сестрой?"
    k 1h "Это просто."
    k 1i "Я бы лично уничтожил любого преступника, который даже попытался бы прикоснуться к ней!"
    show kiba 1a
    mc "Видишь? Я такой же с Сайори."
    mc "Идея, что другие люди слишком близко к ней, беспокоит меня по той же причине, по которой ты хочешь защитить свою сестру."
    k 5a "У тебя есть точка..."
    k 1h "Но, эй, ты же знаешь меня. Это не будет похоже на то, чтобы познакомить её с незнакомцем."
    show kiba 1a
    mc "Киба, я не хочу, чтобы ты встречался с ней {i}потому что{/i} я тебя знаю."
    k 1f "Хотя кажется, что ты только что сказал что-то действительно грубое..."
    k 1h "Я вроде как понимаю, откуда ты исходишь."
    show kiba 1a
    mc "Хорошо, теперь поторопись и сядь, чтобы мы могли поесть? Я уже чувствую, как остыло мое еда."
    k 2b "О-О да. Извини за это."
    show kiba 2b zorder 1 at thide
    hide kiba

    scene bg courtyard
    with dissolve_scene_full
    "Мы разговариваем и едим некоторое время, прежде чем готовимся вернуться к нашим занятиям..."
    "Но Киба останавливает меня, как только мы собираемся уйти."
    show kiba 1h at t11
    k "Ты сказал, что не уверен, будешь ли ты присоединяться к клубу Сайори, верно?"
    show kiba 1a
    mc "Да. Я ещё не решил окончательно."
    k 1h "Это может не быть моим местом, чтобы говорить, но я думаю, что тебе стоит."
    show kiba 1a
    mc "О? И почему это?"
    k 2a "Просто, я не знаю..."
    k "Она потратила время, чтобы пригласить тебя, так что я думаю, что увидеть, как ты действительно присоединишься, будет для неё очень важно..."
    k 2b "И-Или что-то в этом роде."
    "...{i}он не прав. Не нужно быть психологом, чтобы понять, как она была счастлива, когда я согласился зайти."
    mc "Ха, моя жизнь, должно быть, действительно перевернулась с ног на голову, если я принимаю советы от тебя..."
    mc "Но спасибо. Я приму это во внимание."
    k "Д-Да, как бы там ни было."
    k "Увидимся позже, [player]."
    show kiba zorder 1 at thide
    hide kiba
    "И с этим мы разошлись."

    scene bg spring2
    with wipeleft_scene
    pause 1.5

    scene bg class_day with wipeleft_scene
    "Я стою, ожидая у своего стола, как только прозвенел последний звонок."
    "...{i}интересно, не забыла ли Сайори прийти за мной?"
    "...{i}мы могли бы просто встретиться рядом с клубом, если бы она сказала мне, в каком классе он находится."
    "..."
    "....."
    mc "Ну и ладно. Не то чтобы я согласился присоединиться, в любом случае--"
    $ s_name = "???"
    s "*пыхтит* *пыхтит*"
    $ s_name = "Сайори"
    "Звук тяжелого дыхания доносится из-за двери."
    mc "Что за черт?"
    "Я тянусь к двери с равным количеством любопытства и недоумения, накапливающимся внутри меня..."
    play audio closet_open
    "Но то, что находится по ту сторону, не вызывает особого удивления."
    show sayori 4p at s11
    "Сайори стоит передо мной, наклонившись и задыхаясь."
    mc "Хочешь, чтобы я вызвал скорую?"
    show sayori 4m at h11
    s "[player]!? Ч-Что ты здесь делаешь?!"
    mc "Это мой класс, помнишь? Ты сказала мне подождать здесь, пока занятия не закончатся."
    s 3l "О-О да."
    s 5a "Я просто хотела убедиться, что ты не забыл."
    mc "Правда...?"
    mc "Так что? Всё в порядке? Ты стояла под углом 90 градусов, когда я открыл дверь."
    s 5b "Эхехехе..."
    s 1x "Мой последний урок в восточном крыле, и я не хотела оставлять тебя ждать слишком долго..."
    s 1l "Так что я как бы пробежала весь путь сюда."
    "...{i}наверное, это имеет смысл, так как восточное крыло находится на противоположной стороне здания."
    "...{i}на самом деле, разве пробежка сюда действительно заняла бы у неё так много времени?"
    "...{i}она может и не выглядит самой спортивной девушкой, но насколько же медленно она--"
    s 4j "Эй!! Ты снова думаешь о чем-то грубом, не так ли?!"
    show sayori 4i
    mc "Ух ты. Ты стала психиком в последнее время?"
    s 5c "Ммммхмм..."
    s "Ты не должен был соглашаться с этим, ты большой злодей!"
    mc "Извини, просто пытаюсь сделать несколько ударов, пока ещё могу."
    mc "Я предполагаю, что мы окажемся на твоей территории, когда доберемся до клубного помещения."
    s 4m "Клуб!! Верно!!"
    s 2x "Давай, все, вероятно, ждут!"
    show sayori at thide
    hide sayori
    "Не дав мне времени ответить, она хватает меня за руку и начинает тянуть меня через коридор."

    scene bg corridor
    with wipeleft_scene
    stop music fadeout 2.0
    "Моё пограничное похищение заканчивается, когда мы прибываем к классу третьего года."
    "Сайори даже не дает мне мгновения, чтобы собраться, прежде чем распахнуть дверь и бросить меня внутрь."

    scene bg club_day with wipeleft
    "Не нужно и говорить, что я не был готов к тому, во что меня бросили."
    play music t3
    mc "{i}Черт, эта девочка когда-нибудь убьет меня--{/i}"
    show yuri 1e at t42
    show natsuki 1c at t43
    show monika 1c at t44
    "Восстановившись после толчка, я смотрю вперед и вижу трех девушек, смотрящих на меня с полным недоумением на лицах."
    show sayori 2x at t41
    s "Я вернулась! Извини, что так долго, ребята."
    show sayori 1a
    "Переполненная троица почти игнорирует Сайори, продолжая пытаться разгадать, что за существо я."
    mc "Э-Э, привет."
    mc "Меня зовут [player]. Приятно познакомиться со всеми вами."
    "Они все берут секунду, чтобы осознать ситуацию, прежде чем кто-то заговорит."
    m 1b "О? Так это ты, о ком она говорила?"
    m 3b "Извини, [player]. Сайори сказала нам, что она приведет кого-то, так что мы не ожидали тебя."
    m 3l "Твой вход был просто немного... 'удивительным.'"
    show monika 3l2
    "Я быстро бросаю Сайори недовольный взгляд, прежде чем ответить."
    show natsuki at thide
    show yuri at thide
    show sayori at thide
    hide natsuki
    hide yuri
    hide sayori
    show monika 3e at t11
    mc "Не переживайте. Я уверен, что вы счастливы иметь вице-президента, который так 'энергично' выполняет свои обязанности."
    m 1l "Конечно..."
    m 2n "Хотя я не ожидала, что она возьмет на себя роль рекрутера так серьезно."
    show monika 2m
    "Неловкий смех исходит в сторону Сайори."
    m 2b "Но теперь, когда ты здесь, позволь мне представиться."
    m "Я Моника из класса 3-А и текущий президент литературного клуба."
    m 1k "Приятно познакомиться!"
    show monika 1j
    "...{i}Хех, похоже, даже звезды класса должны делать правильные представления время от времени."
    "...{i}но разве 'та' Моника не была в дебатах или что-то в этом роде? Как она стала президентом литературного клуба?"
    m 2b "Вам двоим тоже следует представиться."
    show monika 2a at t21
    show yuri 3f at t22
    y "О-О, верно."
    y 1b "Меня зовут Юри. Я из класса 3-C."
    y "Очень приятно познакомиться."
    show yuri 1a
    "Она делает вежливый поклон, прежде чем отойти в сторону."
    "...{i}с её формальностью эта девушка больше подходит для студенческого совета, чем для литературного клуба--"
    show yuri at thide
    hide yuri
    show natsuki 3e at t22
    n "Нацуки. Тоже из класса 3-C."
    show natsuki 3g
    "Кажется, от розоволосой девушки исходит необычно много враждебности."
    "...{i}подождите, класс 3-C? Эта девушка третьекурсница?"
    "...{i}говоря о шоке. Я не знал, что кто-то в нашем классе такой... \"маленький.\""
    n 3e "У тебя есть проблема?!"
    show natsuki 3f
    mc "Не совсем."
    mc "Просто был удивлен, что мы все старшекурсники и не встретились раньше."
    show natsuki 3g
    "Ее взгляд говорит мне, что она не совсем уверена в моём оправдании."
    show monika 2b at t21
    show natsuki at t22
    m "Не встречаться со всеми своими сверстниками на самом деле довольно распространено, учитывая размер нашего студенческого корпуса, но это не значит, что мы полные незнакомцы."
    m "Нацуки и Юри в одном классе, а ты и Сайори, похоже, знали друг друга довольно долго."
    m "Кроме того, я верю, что мы тоже были в одном классе в прошлом году."
    "...{i}так она меня помнит, да? Я бы почти почувствовал себя польщенным, если бы не то, как она--"
    show sayori 1a at t41
    show monika 4b at t42
    show natsuki 1a at t43
    show yuri 1a at t44
    m "Хорошо тогда!"
    m "Теперь, когда представления закончены, у нас на самом деле есть кексы, приготовленные сегодня по просьбе нашего вице-президента."
    show monika 1a
    show sayori 4m at h41
    s "Эх! М-М-Моника!!"
    "...{i}ах, теперь я понимаю."
    "...{i}Сайори заставила их принести кексы, чтобы заманить меня прийти."
    m 3b "Всё в порядке? Твое лицо стало ужасно красным внезапно."
    show monika 3a
    s 5b "Н-Никаких проблем. Эхехе..."
    "С её грандиозным планом разоблаченным, Сайори прячется, вертя пальцами."
    show monika at thide
    show natsuki at thide
    show yuri at thide
    hide monika
    hide yuri
    hide natsuki
    show sayori 1b2 at t11
    "Не желая оставлять усилия без награды, я нахожу себя, роя ей волосы."
    mc "В следующий раз, возможно, стоит сообщить другим о твоем 'плане.'"
    s 5b "Н-Не знаю, о чем ты говоришь."
    show sayori at t21
    show natsuki 4g at t22
    n "Фу."
    n 4e "Можем мы уже поесть, прежде чем эти двое заставят меня потерять аппетит."
    show sayori 2n at h21
    s "Х-Хм... о!"
    s 2l "Вот. Я помогу тебе взять кексы."
    show sayori 2k2 at t31
    show natsuki 4g at t32
    show yuri 1b at t33
    y "Тогда позвольте мне приготовить чай для всех."
    show sayori at thide
    show natsuki at thide
    show yuri at thide
    hide sayori
    hide natsuki
    hide yuri
    "Даже с веселой атмосферой в воздухе всё ещё есть легкое напряжение."
    "...{i}не стоит удивляться, учитывая, что они имеют дело с полным незнакомцем в данный момент."
    "Эти мысли кружатся в моей голове, пока я следую за Моникой к сборищу столов и стульев."
    s "Эти такие милые!!!"
    "Сайори радуется чему-то на другом конце комнаты, пока мы садимся за импровизированный стол."
    "Объект её восхищения не остается секретом надолго, так как поднос с кексами вскоре оказывается передо мной."
    "Каждый из них был оформлен так, чтобы выглядеть как маленький котик, с глазами и ушами, сделанными из глазури."
    show sayori 2x at t11
    s "Что ты думаешь, [player]!?"
    s 2r "Разве они не супер милые!?"
    show sayori 2q
    "...{i}\"милые\" может быть правы, но где ты вообще покупаешь такие кексы?"
    "...{i}стоит ли действительно приглашать потенциального участника, чтобы принести кексы на заказ?"
    show sayori at thide
    hide sayori
    "Пока я теряюсь в мыслях о прогрессе технологии кексов, чайный набор и несколько чашек также ставятся на стол."
    show yuri 1a at t11
    y "Хотите немного, [player]?"
    show yuri 1a
    mc "О, да, пожалуйста."
    "После того, как я поблагодарил Юри, я не могу не уставиться на выше среднего чайный набор, который только что появился из ниоткуда."
    y 1b "Учитель разрешил нам хранить это в шкафу с тех пор, как клуб был основан, если вам интересно."
    show yuri 1a
    "Она сразу отвечает на вопрос, который у меня на уме, даже не дожидаясь, чтобы я спросил."
    mc "Понятно. Вы всегда пьете чай на встречах?"
    y 1b "Не {i}всегда{/i}, но я бы сказала, что чаще всего."
    show yuri 1a
    mc "Ну, пить чай, читая в уютной комнате, как эта, действительно звучит довольно расслабляюще."
    y 2j "Действительно. Я на самом деле довольно люблю это чувство..."
    show yuri 2i
    "Так \"любить\", что она начинает зевать, думая об этом."
    y 2b "А ты, [player]? Ты любишь читать в свободное время?"
    show yuri 2a
    "Вопрос достаточно невинен, но в моём сердце всё ещё есть некоторое беспокойство, когда она спрашивает."
    mc "Да. Что-то в этом роде."
    mc "Книги были моим основным источником развлечения, но это изменилось в первом году в старшей школе."
    y 2e "О?"
    "Ее явное любопытство вызывает беспокойство, которое становится немного сильнее."
    "...{i}десять минут, и я уже начинаю врать?"
    "...{i}прекрасно."
    mc "Моя мама была довольно известным книжным червем, сколько я себя помню."
    mc "Наверное, я подхватил эту привычку от неё в какой-то момент."
    y 2f "И причина, по которой ты перестал так много читать?"
    show yuri 2e
    "...{i}она что, издевается надо мной?"
    "...{i}как ты можешь быть такой любопытной с кем-то, кого только что встретила?"
    mc "Жизнь стала более загруженной, как только я поступил в старшую школу."
    mc "Меньше свободного времени привело к меньшему чтению, что в конечном итоге закончилось тем, что хобби отошло на второй план."
    "Когда я делюсь своей \"историей\", я замечаю, что выражение Сайори становится всё более угрюмым."
    y 2b "Понимаю. Тогда, возможно, присоединение к этому клубу позволит тебе снова иметь время читать, как раньше."
    show yuri 1a
    mc "Да, может быть..."
    show yuri at thide
    hide yuri
    "С совестью, чтобы не позволить теме задерживаться на мне, я обращаю внимание на кексы."
    "Есть сладости обычно не на моём уме, но, учитывая, что это самый быстрый способ избежать дальнейших разговоров--"
    mc "*жую*"
    "Мои умеренные ожидания разбиваются, когда сладкий, почти домашний вкус наполняет мой рот."
    mc "Откуда ты взяла эти кексы?"
    show monika 1d at t11
    m "'Откуда?'"
    m 2b "О, вижу. Никто, похоже, не сказал тебе."
    m "Эти кексы на самом деле были сделаны нашей самой настоящей пекаршей, Нацуки."
    show monika 2a at t21
    show natsuki 1e at t22
    n "Эй! Я не помню, чтобы становилась 'резидентом пекарни клуба!'"
    show natsuki 1g
    mc "Ты серьезно сделала это?"
    n 1c "Э-Э, ну... да."
    n "А что с этого?"
    show natsuki 1c2
    mc "Я просто впечатлен, вот и всё."
    mc "Они на вкус и выглядят так хорошо, что я предположил, что они были сделаны на заказ в каком-то высококлассном пекарне или что-то в этом роде."
    show natsuki 1i
    mc "Спасибо, Нацуки."
    n 5h "Ч-Чего ты меня благодаришь? Это не так, как будто я...!"
    show natsuki at s22
    n 5s "...сделала их для тебя или что-то в этом роде."
    mc "Хмм?"
    "Когда она это говорит, я не могу не вспомнить семинар, который Киба однажды представил мне о \"Современных принципах Цундэрэ.\""
    "...{i}наверняка это совпадение, и мой менталитет просто был испорчен его \"мудростью.\""
    show monika at thide
    show natsuki at thide
    hide natsuki
    hide monika
    "Пытаясь игнорировать редкие красные взгляды Нацуки, я продолжаю работать над своим кексом и чаем."

    scene bg club_day with wipeleft_scene
    "Четыре девушки погружаются в то, что кажется рутинным разговором после нескольких минут еды."
    "Лицо Нацуки снова принимает красный оттенок, когда Сайори дает своим кексам восторженный отзыв..."
    "И мы все благодарим Юри за чай, когда она начинает собирать наши чашки и свой чайный набор."
    show monika 1a at t11
    "Моё внимание случайно падает на Монику среди всего этого."
    "...{i}факт, что она меня помнит, странным образом беспокоит по какой-то причине."
    "...{i}\"звезда класса\" или нет, моя способность становиться невидимым в толпе - одна из немногих вещей, которыми я горжусь."
    "...{i}возможно, если бы она была классным представителем, это было бы более понятно, но я ясно помню, как она отказалась от этой должности, чтобы сосредоточиться на своих клубах."
    "Некоторое напряжение проходит через мои виски, когда воспоминания медленно возвращаются."
    "...{i}иметь её в одном классе казалось благословением в начале, учитывая, что она, вероятно, привлечет всеобщее внимание..."
    "...{i}но это было не более чем мечты, когда она стала \"идеалом\", с которым нас всех сравнивали."
    "...{i}честно говоря, у меня была обида на неё большую часть года из-за этого, как бы глупо это ни звучало."
    "...{i}но что я мог сделать? Постоянные сравнения всегда напоминали мне о--"
    m 1d "Э-Э, [player]?"
    "Её слова быстро прерывают мой поток мыслей."
    mc "Хмм? Тебе что-то нужно, Моника?"
    m 3l "Ну, ты уже некоторое время смотришь на меня..."
    m "Так что я хотела узнать, всё ли в порядке."
    show monika 3e
    mc "О, извини за это."
    mc "Просто немного потерялся в мыслях. Не хотел пялиться или заставлять тебя чувствовать себя некомфортно."
    m 3b "Понимаю."
    m 4k "Я рада слышать, что ты не думал о чем-то неподобающем для кандидата в литературный клуб."
    show monika 4j
    "...{i}\"неподобающее?\""
    "...подожди, она только что назвала меня--"
    show monika at t33
    show natsuki 5e at t32
    n "Ты не сказала нам, что твой друг извращенец, Сайори."
    show natsuki 5g
    show sayori 4m at t31
    s "Что?! И-Извращенец?!"
    s "Это не... [player] не... {i}он не будет..."
    mc "Неужели ты не можешь сказать это с чуть большей уверенностью!"
    show sayori 4p at s31
    play sound "sfx/slap.ogg"
    "*шлепок*"
    "Она получает быстрый и оправданный удар по голове."
    s "Оу..."
    m 1k "Хе-хе-хе..."
    m 3b "Не переживай, Нацуки. Я думаю, что ещё слишком рано объявлять, является ли [player] извращенцем или нет."
    show monika 3a
    mc "Ты не совсем помогаешь моему делу, знаешь ли."
    "...{i}ну, похоже, что такое запугивание - это нормально, когда ты единственный парень в группе девушек."
    show sayori at thide
    show natsuki at thide
    show monika at thide
    hide sayori
    hide natsuki
    hide monika

    scene bg club_day with wipeleft_scene
    "Я смог немного больше узнать о каждой из других участниц за несколько минут легкого общения, предшествующих этому моменту."
    "Например, Юри любит читать серьезные психологические романы, в то время как Нацуки предпочитает менее сложные, милые вещи."
    "Помимо их литературных предпочтений, обе девушки, похоже, имеют полярно противоположные личности."
    "Юри, казалось, начинает сжиматься, когда голос Нацуки достигает определенного децибела."
    "Интересно, как бы они обе ни казались, однако, эти две не были единственными, кто привлек мое внимание."
    "Также была Моника, которая не казалась отличающейся от того, как она была, когда мы были в одном классе."
    "Она такая, что могла бы сойти за твою лучшую подругу, зная тебя всего день. Неудивительно."
    "Последней, но не менее важной, была Сайори, которая, как вы могли ожидать, была Сайори. Ничего больше, ничего меньше."
    "Моя цель слушать тихо, пытаясь узнать больше о всех, прерывается, когда в комнате вдруг поднимается слон."
    show monika 4b at t11
    m "Теперь, когда у тебя есть общее представление о атмосфере клуба, что ты думаешь?"
    m "Ты заинтересован в присоединении?"
    show monika 4a
    mc "{i}Хмм{/i}..."
    mc "Есть что-то, что я хотел бы знать, прежде чем принимать решение, если это нормально."
    m 3b "Конечно! Спрашивай, что у тебя на уме."
    show monika 3a
    mc "Есть ли у этого клуба какие-либо определенные мероприятия? Например, какие-то внешкольные занятия, которые он проводит регулярно?"
    m 1d "'{i}Определенные мероприятия{/i}?' Разве мы не упоминали это ранее?"
    show monika 1c at t22
    show sayori 5b at t21
    s "Мы собирались, но как-то отвлеклись."
    m 3l "Понимаю. Извини за это..."
    show sayori 1a
    m 1b "Но ответ будет 'нет.' У нас нет ничего столь формального."
    m "Наше время в основном тратится на чтение или написание, или обсуждение того, что мы недавно прочитали или написали."
    m "Конечно, это не значит, что мы не делали {i}ничего{/i}, что может попасть в категорию 'внешкольного.'"
    m "Клуб не существует очень долго, но мы провели несколько спонтанных мероприятий по рекомендации наших участников."
    m "Мы также полностью намерены участвовать как в летнем, так и в осеннем фестивалях."
    show monika 1a
    mc "Понятно."
    "...{i}часть меня думала, что они просто притворяются, чтобы заставить меня думать, что клуб был супер расслабленным или что-то в этом роде..."
    "...{i}но, похоже, здесь действительно всё легко и без особых усилий."
    "...{i}не говоря уже о небольшом количестве участников."
    mc "В таком случае, да. Я был бы рад присоединиться к Литературному клубу."
    s 4m "Р-Реально!? Ты серьезно собираешься присоединиться?!"
    mc "Конечно. У меня нет причин не делать этого--"
    show sayori 4r at h21
    s "Дааа! Я так счастлива~"
    show sayori 4q
    "Сайори немедленно обнимает меня и начинает прыгать вверх и вниз."
    mc "Эй--"
    "Другие обращают на меня внимание, когда я пытаюсь оторвать вице-президента."
    show yuri 1b at t31
    show sayori at t32
    show monika at t33
    y "Я рада слышать, что ты решил присоединиться к клубу, в конце концов."
    show natsuki 5q at t41
    show yuri 1a at t42
    show sayori at t43
    show monika at t44
    n 5q "Считай себя счастливчиком."
    n "Я бы сильно разозлилась, если бы ты пришел только за кексами."
    show natsuki 5s
    m 5a "Тогда это официально!"
    m "Добро пожаловать в Литературный клуб!"
    mc "Да. Спасибо, что приняли меня."
    show natsuki at thide
    show yuri at thide
    hide natsuki
    hide yuri
    show sayori at t21
    show monika at t22
    m 4b "О, и ещё одна вещь, которая может быть полезна знать!"
    show sayori 4a
    m "Клуб встречается каждый день недели, но посещение не {i}обязательно{/i}, так как у нас нет никаких установленных мероприятий."
    m 3b "Мы всё ещё хотели бы, чтобы ты приходил так часто, как сможешь, но не переживай слишком сильно, если не сможешь прийти."
    m "В таких случаях просто постарайся сообщить мне заранее."
    m "Я также сообщу всем заранее, если нам когда-либо придется отменить встречу."
    show monika 3a
    s 4x "Тебе не придется беспокоиться о том, что он пропустит, Моника."
    s 4q "[player] никогда не имеет ничего важного, что нужно делать в это время дня, в любом случае!"
    mc "О? Это правда?"
    show sayori 4p at s21
    s "Оу!!!"
    "Она сжимается, когда я начинаю грубо рвать ей волосы."
    mc "Заставляешь меня звучать как бездельника, да?"
    s "И-Извини!"
    show sayori at thide
    hide sayori
    show monika 1a at t11
    "Моё внимание возвращается к Монике, как только я расправился с дерзким вице-президентом."
    mc "Ты сказала, что нужно сообщить тебе заранее, если я собираюсь пропустить, верно?"
    mc "Достаточно ли сказать Сайори, или есть другой способ, чтобы я мог с тобой связаться?"
    m 3b "На самом деле у нас есть группа сообщений для клуба, где ты можешь сообщить нам о таких вещах, как отсутствие. Это также то, как ты получишь новости о отмененных встречах."
    m 1b "Я попрошу нашу вице-президента добавить твой адрес электронной почты, теперь, когда ты стал членом."
    m 1j "Правда, Сайори?"
    s "Д-Да, мадам..."
    "Она бормочет, потирая голову."
    m 3b "Хорошо, всем! С этим решенным, мы можем официально закончить сегодняшнюю встречу на хорошей ноте."
    show monika at thide
    hide monika
    "Итак, мой первый день в литературном клубе официально подошел к концу--"
    show sayori 5c at t11
    s "Ммххмм."
    "Сайори стоит, недовольная, перед дверным проемом."
    mc "..."
    s "Мммхххммм."
    mc "..."
    s "ММММххххмммм."
    mc "..."
    "Этот взгляд не длится долго, прежде чем закончится так, как вы и ожидали."
    show sayori 4p at h11
    s "Ты не собираешься ничего сказать!?"
    mc "Что? О, да..."
    show sayori 4f
    mc "Добрый день, Сайори. Прекрасная погода у нас сегодня."
    s 4p "Еееееееее...!"
    "Она издает пронзительный крик, который, вероятно, заставил всех собак в округе бежать в укрытие."
    s 5c "Черт, это не то, что я имела в виду!"
    mc "О? Тогда не могла бы ты дать мне подсказку?"
    "Она немедленно указывает на верх своей головы."
    mc "Ты хочешь, чтобы я проверил на вшей?"
    show sayori at h11
    s "НЕТ, ты большой злодей!"
    s "Смотри, как сильно ты испортил мои волосы!"
    mc "Правда? Я думал, что делаю тебе одолжение, исправляя их."
    mc "Не могу винить парня за честную ошибку."
    s "Грррр..."
    "Ее лицо медленно принимает форму хищника, готового сокрушить свою жертву."
    "...{i}думаю, сейчас было бы хорошее время отступить."
    "...{i}создание шума в мой первый день, вероятно, вернется, чтобы укусить меня в зад."
    mc "Извини, Сайори. Я, возможно, немного переборщил..."
    mc "Но не переживай о своих волосах. Неряшливость - это часть того, что делает тебя милой."
    s 1b2 "'{i}М-М-Милая{/i}?'"
    "...{i}хех, похоже, она всё ещё слаба на откровенные комплименты, даже после всех этих лет."
    s 2l "Ну, я думаю, что это {i}действительно{/i} было немного неаккуратно изначально..."
    s "Эхехехе..."
    show sayori 2k2
    "Я тихо прохожу мимо неё, пока она продолжает пытаться скрыть свой румянец."
    mc "Ты идешь?"
    s 2b "Что?"
    mc "Поскольку мы оба здесь, я подумал, что мы могли бы пойти домой вместе."
    mc "Если только у тебя нет другого места, куда нужно идти."
    s 4q "Нет! Мы точно можем!"
    s 4x "Дай мне только быстро забрать свои вещи!"
    stop music fadeout 2.0

    scene dark with dissolve_scene_full
    play music t6
    "Хотя встреча клуба прошла достаточно гладко, вскоре я сталкиваюсь с другой сложной ситуацией."

    scene bg resday with open_eyes
    show sayori 1k at t11
    "На этот раз с Сайори."
    "Между тем, что я присоединился к её клубу, и бонусом того, что мы идем вместе, вы бы подумали, что она сейчас на седьмом небе."
    "Но этот подъем, на котором она была, рухнул примерно на полпути к нашей поездке."
    "Учитывая, как её выражения обычно колеблются между \"счастливым\" и \"маниакальным\", большинство людей подумали бы, что что-то действительно ужасное произошло, если бы они увидели её такой."
    "Конечно, я дружу с ней достаточно долго, чтобы знать, что она не всегда переполнена радостью..."
    "Но я также знаю, как сильно она старается скрыть, когда ей грустно."
    "Судя по тому, как она выглядит сейчас, она, вероятно, так погружена в свои мысли, что не осознает своего внешнего вида."
    "Моя способность справляться с её более \"серьезной\" стороной никогда не была особенно хорошей, но видеть её такой всё равно не перестает причинять мне боль в груди."
    "...{i}думаю, мне нужно сначала сломать лед."
    mc "Эй, Сайори. Могу я спросить тебя о чем-то?"
    s 1g "Ч-Что?"
    mc "Не нужно выглядеть так угрюмо. Это всего лишь небольшая деталь, о которой я думал некоторое время."
    s 1h "Э-Э, конечно."
    s "Мне не всё равно, но слышать, как ты сначала спрашиваешь разрешение, немного страшно."
    show sayori 3g
    mc "Извини. Это важно, так что я хотел дать тебе время подготовиться."
    s 1g "Подготовиться?"
    mc "Просто, ну... я задавался вопросом..."
    mc "..."
    mc "Ты поправилась?"
    s 1g "Эх?"
    stop music fadeout 2.0
    s "..."
    s "......"
    play music t7
    s 4m "Еееееееееее?!?"
    s "Ч-Что... что ты имеешь в виду 'поправилась?!'"
    "...{i}похоже, это сработало достаточно хорошо."
    "...{i}заставить её говорить было бы почти невозможно, если бы она продолжала угнетаться."
    s "Д-Действительно ли ты думаешь... что я..."
    s "Т-Там был... б-большой обед... и..."
    "Она становится всё менее и менее связной, пока я наконец не решаю, что её мозгу нужно хорошее перезагрузить."
    show sayori 4p at h11
    "*шлепок*"
    s "Оу!!"
    "Надеюсь, что быстрый щелчок по лбу будет достаточно, чтобы выровнять её нервную систему."
    show sayori 4o
    s "Что это было за?!"
    mc "Я боялся, что ты начнешь говорить на непонятном языке и не хотел оказаться проклятым."
    s 5c "Это было бы твоей виной за то, что ты сказал что-то такое грубое!"
    s "Разве ты не знаешь, что нужно быть внимательным, когда говоришь с девушками?!"
    mc "Да, но я также не хочу делать ничего, что укрепит гендерные стереотипы."
    s "Черт, как ты можешь говорить такие вещи?"
    s 5d "Д-Действительно... ты действительно думаешь, что я поправилась?"
    mc "Нет. Ни в коем случае."
    mc "Более того, я, вероятно, не заметил бы, даже если бы ты и поправилась."
    s 4m "Что?! Тогда почему ты это сказал?"
    show sayori 4n
    mc "Потому что ты угнеталась некоторое время, и я хотел узнать, почему."
    stop music fadeout 2.0
    s 3k "'{i}Угнеталась{/i}?'"
    mc "Да. Ты начала вести себя очень подавленно вскоре после того, как мы покинули клуб."
    mc "Я надеялся, что смогу помочь, если ты скажешь мне, что происходит."
    s "..."
    s "....."
    play music t9
    s 1k "{i}Извини, [player].{/i}"
    mc "Так ты всё же держишь это в себе?"
    s "Н-Нет. Извини... {i}за то, что попросила тебя присоединиться к клубу.{/i}"
    "Это приходит так неожиданно, что я на мгновение остаюсь в недоумении, прежде чем осознать, что никто не говорит."
    mc "Подожди, почему ты извиняешься?"
    s "Ну, просто..."
    s "Ты выглядел очень расстроенным, когда Юри спросила, любишь ли ты читать, а затем, когда ты начал говорить о своей маме..."
    "...{i}Я заметил, что настроение Сайори упало во время этого разговора, но не ожидал, что это будет продолжать её беспокоить."
    "...{i}Я должен был знать лучше. Эта ситуация - моя вина."
    "Я дружу с Сайори достаточно долго, чтобы знать, что она будет нести такие вещи с собой навсегда, если не вмешаться."
    "Это то, о чем я остро осознавал и пытался избегать на протяжении большей части нашего времени вместе."
    "Я стараюсь носить убедительную улыбку, пока кладу руку ей на голову."
    show sayori 3f
    mc "Мир был бы лучше, если бы твое внимание к деталям переводилось на другие вещи, знаешь."
    "Она не отвечает, оставляя мне говорить более серьезно."
    mc "Слушай, я признаю, что был немного неуверен в тот момент..."
    mc "Но только из-за того, как давно я в последний раз думал об этих вещах."
    mc "Присоединение к клубу было {i}моим{/i} решением, которое я не принял бы, если бы это казалось слишком трудным."
    mc "Так что не переживай так, хорошо? Все это в прошлом."
    "Эти слова кажутся особенно поверхностными, когда я говорю их Сайори."
    "...{i}она знает больше всех о моей ситуации и о том, как плохо я с ней справлялся последние несколько лет."
    s 3k "Ты уверен?"
    s "Я не хочу, чтобы ты чувствовал себя некомфортно из-за меня."
    mc "Я уверен."
    mc "Связь между двумя даже не пришла мне в голову, пока не прозвучал вопрос Юри."
    s "..."
    mc "Давай. Твоя красота пропадет, если ты продолжишь хмуриться."
    s 1k2 "Хех..."
    s 1l "Ты действительно не играешь честно, знаешь это?"
    show sayori 1k2
    mc "У меня было смутное понимание."
    show sayori at thide
    hide sayori
    "С этим мы продолжаем путь к нашим домам."
    "Сайори, похоже, стала немного более веселой, но теперь {i}Я{/i} чувствую себя угнетенным."
    "...{i}она всегда становится угрюмой, когда что-то связано с моей семейной ситуацией."
    "...{i}даже после всех этих лет я заметил, как она намеренно избегает тем, которые даже немного пересекаются с моим прошлым."
    "...{i}она, вероятно, была так взволнована, что пригласила меня присоединиться к её клубу, что она действительно не сделала связи между двумя."
    stop music fadeout 1.5
    "...{i}черт, эта девочка действительно слишком хороша для себя."

    scene bg kitchen with wipeleft_scene
    play music ddsl
    "Хотя обычно я провожу время после школы, учась, готовя ужин и иногда бегая..."
    "Посещение встречи клуба сегодня полностью истощило меня."
    "...{i}социализация никогда не была моей сильной стороной, но, надеюсь, я привыкну к тому, чтобы быть рядом с другими."
    "Думая об этом, я быстро съедаю тарелку остатков, прежде чем отправиться в свою спальню."
    stop music fadeout 2.0

    scene dark with dissolve_scene_full
    pause 1.0

    jump day_two
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
