
label club_final:
    scene bg wed with open_eyes
    "--Среда, 20 июля--"
    "--Последний день весеннего семестра--"
    scene bg club_day with wipeleft_scene
    "К тому времени, как я переступаю порог, клубная комната уже гудит."
    play music t3
    show monika 1b at t11
    m "А, [player]. Вот ты где."
    m "Мы уже начали беспокоиться, что вы пропустили сегодняшнюю встречу."
    show monika 1a at t21
    show natsuki 1l at t22
    n "Хех, похоже, даже бездельник проявит себя, когда в этом будет что-то для него."
    show natsuki 1j
    mc "Конечно. От бесплатной еды нелегко отказаться."
    mc "Кстати, об этом..."
    show monika at t31
    show sayori 2x at t32
    show natsuki at t33
    s "Сюда, [player]!"
    show sayori 2a
    "Сайори зовет меня по имени из-за учительского стола, который в настоящее время уставлен различными закусками и выпечкой."
    mc "Хех, следишь за всем?"
    s 4q "Слушаюсь, сэр!"
    s "Ни одна еда не покидает этот стол без моего ведома!"
    n 2l "Только потому, что большая часть отходящей пищи попадает прямо в рот."
    show natsuki 2j
    mc "Это, безусловно, объясняет появление крошек."
    s 3m "Э-э-э?!"
    show sayori at thide
    hide sayori
    "Когда Сайори начинает вытирать рот, ко мне подходит единственный оставшийся член клуба."
    show natsuki at t32
    show yuri 1b at t33
    y "Привет, [player]."
    y "Извините за позднее приветствие, но я только что закончила готовить чай для всех."
    y "Не хотите ли чашечку?"
    show yuri 1a
    m 3b "Мы также принесли несколько соков и безалкогольных напитков, если вы предпочитаете что-нибудь из этого."
    show monika 3a
    mc "Спасибо, но я пока ограничусь чаем."
    y 1c "Чудесно."
    y 1b "Кто-нибудь ещё тоже будет пить чашечку?"
    show monika at t41
    show sayori 2x at t42
    show natsuki at t43
    show yuri at t44
    s "Я в порядке. Я уже открыла один из яблочных соков."
    show sayori 2a
    n 1l "Обо мне тебе тоже не стоит беспокоиться. Не тогда, когда у нас вокруг валяется столько баранок."
    show natsuki 1j
    y 1b "Очень хорошо."
    y "А как насчет тебя, Моника?"
    show yuri 1a
    m 1b "Спасибо, Юри. Я бы с удовольствием выпил чашечку."
    show monika 1a
    y 1b "Тогда я прямо сейчас приготовлю что-нибудь для нас троих."
    show yuri at thide
    hide yuri
    "Когда Юри направляется обратно к шкафу, из-за учительского стола доносится хихиканье Сайори."
    s 2q "Это напоминает мне о том, как [player] присоединился к клубу."
    s 1x "Смотри, даже кексы одинаковые!"
    show sayori 1a
    "Она указывает на поднос, уставленный пирожными с различными рисунками."
    n 2l "Вы удивлены?"
    n 1l "Ты тот, кто постоянно твердил мне: Нам обязательно нужно снова съесть эти милые кексы на нашу последнюю встречу перед перерывом."
    show natsuki 1j
    s 3l "Э-Эхехе, я что-то такое говорил?"
    show sayori 3k2
    n 1l "Да, около дюжины раз."
    s 4p "Ничего не могу с собой поделать! Твои кексы просто слишком вкусные!"
    n 5t "Н-ну, да. Кто бы {i}не влюбился{/i} в мою выпечку?"
    show natsuki 5s2
    mc "Кстати, о выпечке, не мог бы кто-нибудь просветить меня, что это за {i}такие{/i}?"
    show sayori 3n
    "На противоположном конце стола от стола Нацуки стоит второй поднос..."
    "Только этот лист усеян несколькими маленькими кусочками древесного угля."
    mc "Только не говори мне, что в этом году Моника снова попала в список непослушных?"
    m 2b "И почему именно {i}Я{/i} тот, кто, по вашему мнению, плохо себя вел?"
    show monika 2a
    n 1l "Извините, что омрачаю ваш парад, [player], но эти печеньки были от Сайори, а не от Санты."
    show natsuki 1j
    mc "А? Печенье?"
    mc "Где? Их прячут под этим подносом или что-то в этом роде?"
    show sayori 4p at h42
    s "Злюка!!"
    s 5c "Я старался изо всех сил, ты же знаешь!!"
    m 1l "Э-Эхехе..."
    m 3n "Мы сказали ей, что ей не нужно беспокоиться о том, чтобы что-нибудь взять с собой, но Сайори настояла."
    show monika 3m
    mc "Я понимаю..."
    mc "Кто-нибудь из вас уже пробовал его съесть?"
    m 3l "Ну, если честно..."
    show monika 3l2
    n 2l "Все знают, насколько вы близки с Сайори, вот почему мы все согласились позволить тебе откусить первым."
    show natsuki 2j
    mc "Что за черт?"
    mc "С каких это пор я стал специалистом по борьбе с отравлениями в клубе?"
    s "Эй! Они не ядовитые!!"
    s "..."
    s 5d "В-возможно."
    m 1b "Видишь, [player]? Они в полной безопасности."
    show monika 1a
    mc "Не делай вид, что ты не слышал, как она только что сказала вероятно."
    show yuri 1b at t44
    y "Я принесла чай для всех..."
    y 2f "Хмм? Что-то не так?"
    show yuri 2e
    n 1l "Нет. [player] просто рассказывал нам, как он рад попробовать печенье Сайори."
    show natsuki 1j
    y 2f "В самом деле?"
    y "М-мы уверены, что это безопасно?"
    show yuri 2e
    s 3m "А ты тоже нет, Юри?!"
    y 3n "П-прости! Я не хотел, {i}ухх..."
    "Юри на мгновение задумывается над её словами, прежде чем в конце концов отводит взгляд."
    y 3q "В подобных ситуациях часто говорят: главное."
    y "Я верю, что усилия и готовность Сайори внести свой вклад действительно {i}очень{/i} продуманны."
    show yuri 3q2
    n 1l "Жаль, что она такая ужасная пекарь."
    show natsuki 1j
    s 4p "Нацуки!!"
    mc "Её мастерство может быть сомнительным, но разве ты никогда не слышал фразу не стучись, пока не попробуешь?"
    show sayori 4n
    n 1l "Я уверен, что есть исключение для еды, которая выглядит как {i}это{/i}."
    show natsuki 1j
    mc "Хех, думаю, мы это выясним."
    n 1k "Ч-что?"
    show natsuki 1k2
    show yuri 3n
    show monika 1c
    "Все четыре девочки смотрят на меня с шокированными выражениями лиц, когда я беру печенье."
    s 3m "П-подожди, [player]! Может, тебе всё-таки не стоит его есть."
    m 2d "Она права."
    m "Есть шанс, что проглатывание её... создание может вызвать болезнь."
    show monika 2c
    y 2q "В-вот твой чай, на случай, если тебе понадобится помощь... {i}запиваю его."
    show yuri 2q2
    "Выслушав их опасения, я больше не теряю времени и откусываю первый кусочек."
    mc "{i}*жую*"
    show yuri 2e
    "Они все смотрят широко раскрытыми глазами, ожидая любого намека на бурную реакцию."
    mc "Ммм, на самом деле это довольно вкусно."
    $ s_name = "Девочки"
    s "..."
    s "....."
    s 1c "Ээээ?"
    show sayori 1b
    $ s_name = "Сайори"
    n 2e "Подожди, серьезно? Это невозможно!"
    show natsuki 2g
    mc "Эй, внешность может быть обманчивой."
    mc "Снаружи, возможно, немного хрустит, но я бы сказал, что это было хорошее печенье, учитывая все обстоятельства."
    m 1l "Я знаю, [player] упомянул, что у него нет... 'изысканной' палитры, но все же..."
    show monika 1j
    y 2f "Возможно, он был прав, говоря, что мы были слишком поспешны в своих суждениях."
    show yuri 2e
    n 1k "Или, может быть, это один из тех тропов, когда устрашающе выглядящая еда втайне вкусна?"
    show natsuki 1k2
    mc "Зачем тратить время на рассуждения? Вот, возьми себе."
    show natsuki 1c2
    "Брови Нацуки хмурятся, когда она рассматривает печенье, которое сейчас лежит у неё в руке."
    n 1c "Ладно, думаю, я попробую--"
    show natsuki 1v at s43
    pause 0.3
    show natsuki at thide
    hide natsuki
    n "Бле!!"
    "Она едва успевает проглотить первый кусочек, как падает в обморок."
    show yuri 1n
    s 4m "Н-Нацуки!? Ты в порядке!?"
    n "Ого, вкус... Как будто я только что лизнул гриль..."
    "Остальные три девушки, по понятным причинам, сбиты с толку разительной разницей в наших \"отзывах.\""
    y 2f "Н-но [player] сказал..."
    mc "Я солгал."
    y "Ч-что?"
    mc "По правде говоря, вести себя непринужденно после того, как откусил кусочек этого печенья, было, наверное, самым трудным поступком, который я когда-либо делал в своей жизни."
    mc "Даже сейчас у меня во рту ощущается жгучий, горький привкус."
    s 3n "Но если ты знал, что печенье плохое, зачем попросил Нацуки попробовать?"
    mc "Я думал, это будет забавно."
    m 2q "{i}Вздыхаю{/i}, меньшего я и не ожидал."
    "Если бы Нацуки в данный момент не выпивала залпом всю бутылку газировки, я уверен, у неё нашлось \"красноречие\" бы что сказать."
    s 3l "М-может быть, нам стоит просто выбросить остальные..."
    s 5b "Ты знаешь, прежде чем [player] снова использует их в качестве оружия."
    y 3q "Т-точно."
    y "Мне неприятно видеть, как твой тяжелый труд пропадает даром, но, возможно, это и к лучшему."
    show yuri at thide
    show sayori at thide
    hide yuri
    hide sayori
    "Юри следует за Сайори, когда она выходит из класса с противнем для печенья в руке."
    show monika at t21
    "Моника, которая отпустила их, не сказав ни слова, продолжает излучать разочарование."
    show natsuki 1e at t22
    n "Неужели все так и будут игнорировать девушку, которая буквально умирает здесь?"
    show natsuki 1g
    mc "О, точно..."
    mc "Привет, Нацуки. Теперь ты чувствуешь себя лучше..."
    show natsuki 1v at h22
    n "Не {i}ты!!{/i}"
    "Она кричит это так, чтобы услышало всё здание."
    m 2r "Знаешь, я искренне верил, что вы двое в конце концов начнете лучше ладить..."
    m 1d "Похоже, даже {i}Я{/i} иногда могу ошибаться."
    show monika 1c
    mc "Ты шутишь? Мы с тобой отлично ладим."
    mc "Верно, Нацуки?"
    n 1x "Хм, может быть, когда ты не выводишь меня из себя..."
    n 2w "Что, между прочим, происходит почти всегда!"
    show natsuki 2x2
    mc "Видишь, Моника? У нас бывают моменты."
    m 1n "Эрр, верно..."
    m 1l "Наверное, приятно видеть, что ты наконец-то настроен оптимистично в отношении чего-то?"
    stop music fadeout 2.0
    show monika at thide
    show natsuki at thide
    hide monika
    hide natsuki
    "Следующие несколько минут я обращаюсь к коротышке, в то время как Моника дает ненужные комментарии со стороны."
    scene bg club_day with wipeleft_scene
    s "Мы вернулись!"
    show sayori 1a at t21
    show yuri 1a at t22
    play music t8
    "Сайори и Юри возвращаются в класс спустя продолжительный промежуток времени."
    mc "Вы двое ушли только для того, чтобы выбросить печенье, верно? Почему так долго?"
    mc "Разве в конце коридора ещё нет мусорного бака?"
    s 2x "Именно туда я и собирался их поместить, но потом Юри сказал кое-что умное."
    show sayori 2a
    mc "Который был?"
    y 2q "Я-я не знаю, была ли моя рекомендация 'разумной' сама по себе..."
    y 2b "Но есть шанс, что они уже опустошили мусорные баки в здании школы, готовясь к перемене..."
    y 1b "Поэтому мы выбросили печенье в мусорный контейнер на улице, чтобы оно не пролежало на жаре несколько недель."
    show yuri 1a
    mc "Ах, хорошее решение."
    mc "Должны ли мы сделать то же самое и для всего остального?"
    show monika 1d at t31
    show sayori at t32
    show yuri at t33
    m "На самом деле я не уверен, вынесли ли они ещё мусор или нет..."
    m 3b "Но мы всё равно можем избавить их от лишних хлопот."
    m 1b "В кладовке дальше по коридору есть запас мешков для мусора, так что мы можем воспользоваться некоторыми из них, когда будем готовы прибраться."
    show monika 1a
    if s_scene4 == "True":
        mc "Очередная миссия по приобретению, да?"
        mc "Давай просто надеяться, что этот пройдет лучше, чем предыдущий."
        s 5b "Э-Эхехе..."
    else:
        mc "Звучит заманчиво."
    mc "Пока мы находимся в опекунском настроении, есть ли что-нибудь в шкафу, с чем нам следует разобраться?"
    show sayori at thide
    hide sayori
    m 1b "Хороший вопрос."
    show natsuki 1k2 at t32
    m "Вы двое планируете оставить свои вещи здесь на время каникул или заберете их домой?"
    y 2g "{i}Хмм..."
    y 2f "Ты веришь, что они будут в безопасности, если мы оставим их?"
    y "У меня дома уже есть два чайных сервиза, поэтому возвращение третьего показалось бы ... излишним."
    show yuri 2e
    n 2k "Серьёзно?{i}Два{/i} это нормально, но наличие троих переходит все границы?"
    show natsuki 2k2
    y 1f "Разве это странно?"
    show yuri 1e
    n 2c "{i}Вздыхаю..."
    n 1b "С тобой я, честно говоря, больше ничего не знаю."
    show natsuki 1c2
    m 3l "Ну, если оставить в стороне коллекцию Юри..."
    show yuri at thide
    hide yuri
    show monika at t21
    show natsuki at t22
    m 3d "Я бы сказал, что оставаться здесь будет достаточно безопасно."
    m 1b "Вероятность того, что кто-то порылся в шкафах в поисках чайного сервиза... 'маловероятна'."
    show monika 1a
    n 1k "А моя манга?"
    n "Каковы шансы, что всё это всё ещё будет здесь, когда мы вернемся?"
    show natsuki 1k2
    m 1b "Это немного сложнее гарантировать."
    m 3l "Хотя не так много людей посмотрели бы на дорогой чайный сервиз и подумали:'Очевидно, это для любого, кто хочет им пользоваться'..."
    m "Боюсь, этого нельзя сказать о вашей манге."
    show monika 3l2
    n 2k "Ты думаешь, кто-нибудь увидит их и решит, что это честная добыча?"
    show natsuki 2k2
    m 1b "Возможно."
    m "Большинство материалов, хранящихся в шкафу {i}являются{/i} открыто доступны для использования учащимися."
    show monika 1a
    mc "Возможно, но разве одно из них не было бы уже похищено, если бы кто-то действительно был заинтересован в том, чтобы заполучить экземпляр 'Волшебницы Моэ'?"
    n 4e "Ты имеешь в виду 'Ванильные девочки'?!"
    show natsuki 4g
    mc "На самом деле то же самое."
    n 5f "Гррр..."
    m 1b "[player] поднимает хороший вопрос, хотя тот факт, что её литературу ещё не тронули, может быть просто удачей."
    m "Мы всё ещё рискуем, что другой клуб, более заинтересованный в мо, воспользуется этим классом во время перерыва."
    show monika 1a
    mc "Тогда просто напиши \"Руки прочь, придурки\" на коробке."
    m 3l "Оставлять ненормативную лексику в нашем клубе, возможно, не самая лучшая идея."
    show monika 3l2
    n 1b "Я также не хочу ставить безопасность моей коллекции на способность наших коллег прочитать предупреждение, прежде чем они начнут возиться с вещами."
    show natsuki 1b
    mc "Справедливое замечание."
    m 1b "Значит ли это, что ты заберешь свою мангу домой?"
    show monika 1a
    n 5q "Эрр, ну..."
    n "У меня сейчас нет для них места в моём доме..."
    show natsuki 5s
    "Взгляд Нацуки остается прикованным к полу, пока она говорит это."
    if n_scene4 == "True":
        mc "Тогда хочешь оставить их у меня?"
        show monika 1c
        n 1c "Ч-что?"
        mc "Мы живем довольно близко друг от друга, и, видит бог, я не жалею о дополнительной комнате."
        mc "Хех, единственный минус в том, что тебе придется обращаться ко мне, когда захочешь что-нибудь прочитать."
        "Ни одна из четырех девушек не потрудилась скрыть своего удивления моим предложением."
        n 1q "{i}Ухх,{/i} я имею в виду..."
        n 5q "Если ты действительно не возражаешь."
        show natsuki 5s
        mc "Ммм, вовсе нет."
        mc "Реальная проблема в том, как мы собираемся их нести?"
        show monika at t31
        show sayori 2x at t32
        show natsuki at t33
        s "Ооо, ооо, позволь мне помочь!"
        show sayori 2a
        n 5m "Ты уверен? Эти коробки не легкие."
        show natsuki 5m2
        s 2q "Хех, не беспокойся!"
        "Сайори напрягает бицепсы, широко улыбаясь."
        s 4r "Постоянные избиения [player] сделали меня намного сильнее!"
        show sayori 4q
        m 2n "Поговорим о 'нетрадиционном' учебном полку."
        show monika 2m
        mc "Кстати, не за что."
        n 1m "Тебе действительно следует просить благодарности после того, что она только что сказала?"
        s 1q "Хехехе..."
    else:
        show monika at t31
        show sayori 2n at t32
        show natsuki at t33
        s "Ооо, а что, если мы оставим их у меня дома?"
        n 1m "Ч-что?"
        show natsuki 1m2
        s 1x "Мы живем недалеко друг от друга, и у меня достаточно места для твоей манги."
        show sayori 1a
        mc "Она права."
        mc "На полках Сайори на самом деле довольно мало книг."
        s 3h "П-привет! Ты пытаешься быть злым, не так ли?"
        show sayori 3g
        mc "Кто может сказать?"
        s 5c "Ммммxxммм."
        n 1k "Подожди, а разве в твоей комнате не всегда жуткий беспорядок?"
        n "А наличие этих коробок не сделает всё ещё хуже?"
        show natsuki 1k2
        s 5b "О-ох, да..."
        mc "Не волнуйся, сначала я помогу прибраться."
        $ s_name = "Оба"
        show natsuki 1k
        s 1n "Серьезно?"
        show natsuki 1k2
        $ s_name = "Сайори"
        mc "Конечно, с таким же успехом можно было бы..."
        mc "Хотя, возможно, вам придется время от времени 'убирать мусор' всякий раз, когда вы приезжаете сюда."
        n 2l "Хех, значит, уборка её комнаты будет стоить мне как плата за хранение вещей?"
        n 1l "Хорошо, Сайори. Если ты действительно не возражаешь, тогда я принимаю твоё предложение."
        show natsuki 1j
        s 4q "Ура!!"
        s 4x "Это значит, что мы сможем тусоваться {i}ещё больше{/i} во время перерыва!"
        show sayori 4a
        n 1q "Д-да, думаю, так и есть."
        show natsuki 1s2
    m 1b "Что ж, похоже, об этой проблеме позаботились."
    m "Когда наш перерыв закончится, ты уберешь их в шкаф или оставишь в их новообретенном жилище?"

    n 1j "Наверное, я приведу их обратно сюда."
    n 1l "Лучше беспокоить школу, чем других членов клуба."
    show natsuki 1j
    m 1l "Я-я понимаю. Как это... тактично с вашей стороны."
    show monika 1l2
    show monika at t41
    show sayori at t42
    show natsuki at t43
    show yuri 2f at t44
    y "Извините, что прерываю, но могу я задать вопрос по поводу того, что вы сказали ранее?"
    show yuri 2e
    m 1b "Конечно! Что у тебя на уме?"
    show monika 1a
    y 1f "Вы упомянули, что другие клубы могут пользоваться этим классом во время перерыва, верно?"
    y "Означает ли это, что {i}мы{/i} также могли бы продолжать встречаться?"
    show monika 1m
    s 5b "Э-Эхехе..."
    "Выражение лиц Моники и Сайори дает довольно ясный ответ."
    m 3n "Боюсь, что нет."
    m "К сожалению, только клубам с десятью и более членами разрешается продолжать работу на территории школы во время дополнительных каникул."
    show monika 3m
    n 5b "И я полагаю, мы не можем просто солгать и сказать, что у нашего клуба достаточно денег?"
    show natsuki 5c2
    m 3n "Я не одобряю ложь, и этот план не сработал бы, даже если бы я это сделал."
    show monika 3m
    s 5a "Наш консультант напоминает о том, насколько мал наш клуб, каждый раз, когда мы встречаемся с ней."
    y 2h "Понимаю. Это {i}есть{/i}довольно прискорбно."
    show yuri 2i
    s 2x "М-может быть, но не забывай, что мы всё ещё можем проводить те неформальные встречи, о которых нам говорила Моника."
    show sayori 2a
    n 1c "Верно..."
    if n_scene3 == "False":
        n 2b "Хотя в следующий раз нам действительно следует выбрать {i}другое{/i} место, чем дом [player]."
        show natsuki 2c2
        mc "О? Как душераздирающе."
    else:
        n 2b "Хотя встречаться в школе намного удобнее."
        show natsuki 2c2
        m 3b "Возможно, в течение семестра, но не забывай, что тебя уже не будет здесь до открытия клуба..."
        m 1b "Кроме того, нам не обязательно встречаться с понедельника по пятницу. Одного-двух раз в неделю должно быть более чем достаточно."
        show monika 1a
    mc "Означает ли это, что вы все согласны с продолжением встреч клуба во время летних каникул?"
    s 2x "Совершенноверно!"
    show sayori 2a
    y 1b "Ммм, мне бы это тоже понравилось."
    show yuri 1a
    n 1l "Мне то же самое."
    show natsuki 1j
    m 2b "Мой график может стать более напряженным, но я хочу поддерживать со всеми вами контакт как можно дольше."
    show monika 2a
    s 2x "Который просто оставляет..."
    show sayori 2a
    "Все взгляды устремлены на меня."
    mc "Ах, ну..."
    mc "Мне не нравится иметь дело с сильной жарой, так что пока мы где-нибудь с кондиционером--"
    m 4j "Отлично! Тогда мы все согласны!"
    m 4b "Литературный клуб продолжит неофициальные встречи во время летних каникул!"
    show monika 4a
    "Всем требуется секунда, чтобы {i}отпраздновать{/i} эту новость, прежде чем Моника продолжит свою речь."
    m 1b "Мы с Сайори получим лучшее представление о расписании каждого к концу недели и соответственно спланируем время наших новых встреч."
    show monika 1a
    mc "Почему бы просто не спросить нас всех сейчас и не покончить с этим?"
    m 3j "Потому что {i}сейчас{/i} самое время для вечеринки!"
    m 3b "В конце концов, мы встретились здесь не для того, чтобы обсуждать логистику."
    show monika 3a
    s 4x "Да! Это наша последняя официальная встреча в этом семестре!"
    s 4q "Давайте немного повеселимся!"
    show sayori at thide
    show monika at thide
    show natsuki at thide
    show yuri at thide
    hide sayori
    hide monika
    hide natsuki
    hide yuri
    stop music fadeout 2.0
    "И благодаря этому \"получать удовольствие\" стало главным приоритетом нашего клуба."
    scene bg club_day with wipeleft_scene
    "Вскоре после начала наших \"праздников,\" Моника объяснила, что учебные часы продлеваются в последний день каждого семестра, чтобы дать студентам больше времени для завершения любых незавершенных дел, которые у них могут возникнуть..."
    "Что удобно, учитывая, сколько времени мы потратили на разговоры, а затем на то, чтобы всё уладить раньше."
    "Теперь мы впятером сидим за нашим импровизированным \"столом\", играем в карты, едим закуски и наслаждаемся обществом друг друга."
    "По крайней мере, так обстоят дела до тех пор, пока..."
    show natsuki 1l at t11
    play music t6
    n "Да ладно, Моника. Ты серьезно думаешь, что мы поверим, что у тебя {i}нет{/i} парня?"
    show natsuki 1j
    m 1l "Э-Эхехе, это {i}является{/i} то, что я продолжаю говорить."
    show monika 1l2 at t31
    show sayori 2n at t32
    show natsuki at t33
    s "А как же все те парни, которые приглашали тебя на свидание?"
    s "Тебе не понравился хотя бы один из них?"
    m 3n "Я уже объяснял это раньше, помнишь? Тот факт, что мы переживаем важный переходный период в нашей жизни?"
    m 3b "Такие мероприятия, как свидания, следует отложить до тех пор, пока наши дела не будут полностью улажены."
    show monika 3a
    n 2l "Да. Конечно, {i}Бабушка."
    show monika at t41
    show sayori 1a at t42
    show natsuki 2j at t43
    show yuri 2q at t44
    y "И-извините, если моё мнение необоснованно, но я могу понять их любопытство по этому поводу."
    if y_love2 == "False":
        y "Ты {i}действительно кажешься{/i} более подходящей для свиданий, чем все остальные из нас."
        n 1e "Э-эй, что {i}это{/i} должно означать!?"
        show natsuki 1g
    show yuri 2q2
    if m_love1 == "True":
        m 1n "Говорю тебе, подробности моей личной жизни не очень интересны..."
        m 3l "И даже если бы я {i}сделал{/i} объявил о них, есть большая вероятность, что некоторые из вас могут быть... 'разочарованы.'"
        show monika 3l2
        n 2l "О?! Значит, ты признаешь, что ты {i}являешься{/i} что-то от нас скрываешь?"
        m 1l "Э-Эхехе..."
        show monika 1m
        "Несмотря на то, что она продолжает блокировать их ухаживания, любопытство остальных, похоже, не ослабевает."
        m 2n "Хорошо, тогда позволь мне спросить вот что..."
        m 1e "[player], что бы {i}ты{/i} почувствовал, если бы я рассказал всем правду о своих отношениях?"
        n 5e "Ах, да ладно! Ты спрашиваешь его?!"
        n "Зачем беспокоиться? Мы и так знаем, что ему наплевать на подобные вещи..."
        n 1l "К тому же, зачем полагаться на парня, который не знал бы личной жизни, если бы его сбил грузовик?"
        show natsuki 1j
        "Возможно, это эгоистично с моей стороны, но слова Нацуки задевают за живое, и мне хочется сбить её с ног на несколько ступеней."
        mc "Если ты действительно не против рассказать им..."
        mc "Тогда я говорю, дерзай."
        m 1q2 "{i}Хорошо,{/i} итак, наконец-то пришло время..."
        show sayori 1b
        show yuri 2e
        n 1k "П-подожди, серьезно?!"
        n "Ты действительно с кем-то встречаешься?"
        show natsuki 1k2
        m "Ммм, это я."
        "Несмотря на то, что все они казались такими уверенными, у каждой девушки всё ещё расширяются глаза от изумления."
        n 1l "Ну, давай. Не оставляй нас в подвешенном состоянии."
        show natsuki 1j
        s 1x "Да!"
        s "Какой он? Он симпатичный? Он ходит в эту школу?"
        show sayori 1a
        m 1q2 "Давай посмотрим..."
        m 2b "Их личность не очень хороша, но на них можно положиться, когда это важнее всего."
        m "Что касается внешности, то она ни в коем случае {i}не плохая{/i}..."
        m 1k "Хотя я по-прежнему тот, кому делают комплименты всякий раз, когда мы идем куда-нибудь вместе..."
        m 1b "И да. Мы {i}действительно{/i} учимся в одной школе."
        m "У нас даже были совместные занятия в прошлом."
        show monika 1a
        y 1f "Это значит, что они ещё и третьекурсники?"
        show yuri 1e
        m 1b "Ага!"
        show monika 1a
        $ s_name = "Сайори и Нацуки"
        show natsuki 5c2
        s 1o "{i}Хмм..."
        $ s_name = "Сайори"
        "Ход мыслей практически слышен, когда каждая девушка пытается сузить круг лиц, о которых идет речь."
        s 2c "У кого-нибудь есть идея?"
        show sayori 2b
        n 2c "Не совсем."
        n 2b "Часть того же класса может быть хорошим намеком, но единственный человек, который приходит на ум, когда я думаю о плохой личности, это [player]..."
        n 1e "Так что большое спасибо за {i}это{/i}."
        show natsuki 1g
        y 2f "На самом деле, разве [player] не учился в одном классе с Моникой в прошлом году?"
        y "Может быть, он знает больше?"
        show yuri 2e
        n 1k "Ах! Хороший звонок, Юри!"
        n 1l "Тогда давай. Выкладывай! Ты хоть представляешь, о ком она говорит?"
        show natsuki 1j
        mc "{i}Хмм..."
        mc "Возможно, но мне бы не хотелось портить веселье всем остальным."
        n 2e "{i}Тчш,{/i} следовало догадаться, что ты не будешь полезен."
        show natsuki 2g
        s 1x "Справедливости ради, Моника только сказала, что они учились в одном классе 'в прошлом'. Она не сказала,{i}когда{/i} именно."
        s "Это мог быть кто-то, с кем она познакомилась ещё в начальной или средней школе."
        show sayori 1a
        n 2c "Хорошее замечание."
        n 1k "Кто-нибудь знает, в каких школах она училась до приезда сюда?"
        show natsuki 1k2
        "Тишина наполняет воздух."
        y 1g "{i}Хмм..."
        s 1c "У тебя есть идея, Юри?"
        show sayori 1b
        y 1h "Не совсем. Боюсь, Моника никогда не рассказывала мне о своем предыдущем образовании..."
        show yuri 1g
        n 2k "Тогда к чему эти глубокие размышления?"
        show natsuki 2k2
        y 1h "Н-ну, если проанализировать информацию, которую она нам дала..."
        y 2h "Единственный человек, которого я могу представить в своей голове,"
        y 2f "Это может показаться странным, но что, если Моника имеет в виду именно его?"
        show yuri 2e
        n 1k "Серьезно? Ты думаешь, {i}[player]{/i} это тот парень, с которым она встречается?"
        n 1l "Хахаха, ты шутишь? Этого {i}не может быть{/i}, чтобы они двое..."
        m 1n "Динь динь динь!"
        m 3l "Поздравляю с разгадкой тайны, Юри."
        show monika 3l2
        show natsuki 1k2
        show yuri 2e
        show sayori 1b
        "..."
        "....."
        $ s_name = "Девочки"
        s "Эх?"
        n 5t "О-очень смешно, Моника, но не думай, что мы так легко на это купимся..."
        mc "Она не шутит."
        show natsuki 5k2
        "..."
        "....."
        s "Э-э-э-э?"
        $ s_name = "Сайори"
        m 1m "{i}Вздыхаю,{/i} я так и думал, что именно так они отреагируют."
        show natsuki 1b at h43
        n "П-подожди! Ты серьезно?! Вы двое действительно..."
        show natsuki 1c
        m 1m "Ммм, мы '{i}действительно{/i}' встречаемся."
        mc "Уже несколько недель."
        "В комнате снова воцаряется тишина, пока они втроем пытаются осмыслить эту новость."
        show sayori 1k
        n 2b "Может ли кто-нибудь из вас, пожалуйста, сказать что-нибудь, прежде чем неловкость убьет меня?"
        show natsuki 2c2
        y 2q "Ах, ну..."
        y "Известие о том, что у тебя романтические отношения, безусловно, стало сюрпризом..."
        y 1b "Но, надеюсь, это событие поможет ещё больше укрепить связи нашего клуба."
        show yuri 1a
        n 2c "Ухх, верно?"
        n 1b "Полагаю, то, что она сказала."
        show natsuki 1a
        s "..."
        mc "Сайори?"
        s 1g3 "Х-ха, ох..."
        s 3l "Извините, это просто действительно удивительно..."
        s "Н-но я рад, ты знаешь. Ты заслуживаешь счастья."
        show sayori 3k2
        mc "{i}Сайори--"
        s 4x "Н-Ну, а теперь, я надеюсь, вы готовы, потому что у меня {i}куча{/i} вопросов!"
        show sayori 4a
        n 1l "Мне то же самое."
        show natsuki 1j
        y 2b "Есть ещё несколько вопросов, которые я хотел бы задать, если ты не возражаешь."
        show yuri 2a
        m 3l "Хорошо, хорошо. По очереди..."
        m 3b "И ничего {i}слишком{/i} личного, ладно? Вы все знаете, каким застенчивым может быть [player]."
        show sayori at thide
        show monika at thide
        show natsuki at thide
        show yuri at thide
        hide sayori
        hide monika
        hide natsuki
        hide yuri
        "Следующие несколько минут мы с Моникой проводим, засыпанные множеством вопросов."
    else:
        m 1b "Ты хватаешься за соломинку, Нацуки. На самом деле больше нечего знать..."
        m "И все ребята, которые признались, были очень вежливо отвергнуты."
        show monika 1a
        mc "А как насчет девочек?"
        mc "Я слышал, что твоя популярность и обаяние выходят за рамки гендерных барьеров."
        n 1b "Подожди, серьезно? У тебя даже есть девушки, которые приглашают тебя на свидание?!"
        show natsuki 1c2
        y 1q "О-ох мой..."
        y "{i}Я{/i}... Я понятия не имел."
        show yuri 1q2
        m 1l "Притормози здесь, Юри."
        m 3b "Быть рядом с девушками весело и всё такое, но мои романтические интересы ограничены исключительно мужчинами."
        show monika 3a
        mc "Хех, звучит так, будто ты настоящий сердцеед."
        m 3j "Кстати, [player]..."
        m 4j "Пожалуйста, объясните, как вы узнали о моей... 'популярности' среди представителей того же пола."
        m 4b "Если я правильно помню, {i}эти{/i} признания так и не стали достоянием общественности."
        show monika 4a
        mc "'Как,' а?"
        "Мой взгляд быстро останавливается на Сайори."
        s 5b "Э-Эхехе..."
        m 4b "Понимаю."
        m 2b "Сайори, я хотел бы поговорить с тобой после окончания нашей встречи..."
        m 2j "Если вы будете так добры."
        show sayori 5a at s42
        s "Д-да, мэм."
        m 2b "Что ж, теперь, когда информация о моей романтической жизни полностью исчерпана..."
        m 1b "А как насчет остальных? Были ли какие-нибудь... 'интересные' события?"
        show monika 1a
        if n_love2 == "True":
            y 2f "Н-Нам?"
            show yuri 2e
            m 1j "Конечно!"
            m 1b "У меня в клубе полно симпатичных девушек, а вы говорите мне, что {i}ни{/i} у одной из вас не было страстных встреч?"
            show monika 1a
            s 5b "Э-Эхехе, не совсем..."
            y 2h "Честно говоря, я бы предпочел проводить время за чтением, чем за дружеским общением со своими одноклассниками мужского пола."
            show yuri 2g
            m 1b "Да ладно тебе. Мы учимся в последнем классе средней школы, и вы двое позволяете всей этой 'молодости' проходить мимо вас."
            show monika 1a
            s 5a "Н-ну, а как же Нацуки?"
            s "Разве она не должна быть самой симпатичной?"
            n 1e "Эй! Что значит должно быть?!"
            show natsuki 1g
            m 1b "Сайори поднимает хороший вопрос."
            m "Ну что, Нацуки? Тебе удалось найти роман в последнее время?"
            show monika 1a
            n 1q "У-ухх, ну..."
            n 5s "{i}Я не знаю."
            show sayori 1b
            show monika 1c
            show yuri 1e
            "Несмотря на то, что она почти ничего не ответила, нерешительности Нацуки более чем достаточно, чтобы привлечь всеобщее внимание."
            m 2b "Да? Это прозвучало ужасно подозрительно."
            show monika 2a
            s 4m "Подожди, у Нацуки действительно есть парень!?"
            show sayori 4n
            n 2e "М-моё свидание с кем-то действительно было бы таким неожиданным?!"
            show natsuki 2g
            y 2f "Ну, ваше мнение о мужчинах {i}было{/i} довольно... 'плохим' с тех пор, как [player] присоединился к клубу."
            show yuri 2e
            n 2q "Д-да, {i}но он--"
            show natsuki 2s
            m 3b "Возможно, презрение Нацуки к противоположному полу ограничено исключительно [player], и на самом деле её всё это время интересовали романтические отношения."
            show monika 3a
            n 5q "Н-не совсем--"
            show natsuki 5s
            s 2x "Ооо! Вы двое в одном классе, верно, Юри?"
            s "Там есть какие-нибудь парни, с которыми Нацуки много разговаривает?"
            n 5m "Говорю тебе, это не..."
            show natsuki 5m2
            y 2e "{i}Хмм,{/i} возможно..."
            y 2f "Хотя, боюсь, ничего конкретного на ум не приходит."
            show yuri 2e
            m 1b "Может быть, они оба ведут себя нормально в школе, чтобы избежать лишнего внимания..."
            show monika 1c
            show sayori 2b
            show natsuki 1w at h43
            n "Хватит уже! Вы все неправы!!"
            n 2e "Ну, то, что только что сказала Моника, технически верно, но дело не в этом!"
            show natsuki 2g
            m 1b "Тогда, не могли бы вы намекнуть нам на личность этого таинственного человека?"
            show monika 1a
            n 2q "Это, ну... {i}это..."
            "Её лицо становится всё более красным, пока она несколько секунд сидит молча."
            n 1w "Это {i}он{/i}, всё в порядке! Теперь доволен?!"
            show natsuki 1x2
            "Нацуки издает это восклицание, указывая пальцем прямо на меня."
            $ s_name = "Девочки"
            s "..."
            s "....."
            s "Что?"
            "Три девушки несколько раз переводят взгляд с меня на Нацуки, по-видимому, пытаясь осмыслить то, что они только что услышали."
            $ s_name = "Сайори"
            m 1n "Ах, ну..."
            m 3l "Я знаю, что это я спрашивал о каких-либо 'интересных событиях,' но это, безусловно, стало сюрпризом."
            show monika 3l2
            s 3m "П-подожди, она говорила серьезно?!"
            show sayori 3n
            mc "Да. Мы с тобой встречаемся уже несколько недель."
            y 3f "Это настоящее... 'откровение'."
            y "Извините за моё недопонимание, но у меня сложилось впечатление, что вы двое не очень ладили."
            show yuri 3e
            m 3m "Кто мог бы винить тебя?"
            m 1b "Я имею в виду, что он обманом заставил её съесть сильно подгоревшее печенье менее тридцати минут назад."
            show monika 1a
            n 2e "Из-за чего, кстати, я всё ещё злюсь!"
            show natsuki 2g
            mc "Разве мы не должны сосредоточиться на умиротворении остальных прямо сейчас?"
            n 2w "Возможно, но что ещё можно сказать?"
            n "Да, мы иногда ссоримся, но это часть того, почему с ним так легко разговаривать."
            n 5q "Несмотря на то, что обычно это выводит меня из себя, [player] никогда не сдерживается и всегда высказывает то, что у него на уме. Приятно иметь рядом такую честность ..."
            n "И он тоже может быть вдумчивым, ты знаешь. Он разбирается в гораздо большем количестве вещей, чем ты думаешь."
            show natsuki 5s
            mc "Вау, Нацуки..."
            mc "Продолжай так ласково уговаривать меня, и я в конце концов покраснею."
            n 5w "Ты не помогаешь!!"
            show natsuki 5x2
            m 1m "Правильно..."
            m 3l "Честно говоря, я не уверен, что и думать об этой ситуации..."
            m 3b "Но если вы двое счастливы, то и я тоже!"
            show monika 3a
            y 3f "Ухх, да..."
            y 2b "Есть несколько вопросов, которые я всё ещё хочу задать, но Моника права."
            y "Надеюсь, ваши отношения создадут возможности и для остальных членов клуба стать ближе."
            show yuri 2a
            s 3l "Д-да! То, что сказал Юри!"
            show sayori 3k2
            "Мы с Нацуки оба замечаем нерешительность Сайори во всем этом, но решаем, что сейчас не лучшее время для обсуждения этого."
            n 5q "В-вы всё делаете из этого нечто большее, чем есть на самом деле."
            n 5t "Я имею в виду, что мы говорим об этом {i}[player]{/i} мы как раз об этом и говорим.."
            show natsuki 5s2
            m 1b "Да? Тебе действительно стоит оскорблять своего парня, находясь с ним в одной комнате?"
            show monika 1a
            mc "Это лучше, чем делать это за моей спиной."
            m 3l "Верно, но вы не совсем улавливаете суть..."
            show monika 3l2
            n 2t "[player] сказал, что ему нравится, когда я придираюсь к нему, так что всё в порядке."
            show natsuki 2s2
            show monika 3c
            "Все три девушки смотрят на меня так, словно у меня только что выросла вторая голова."
            mc "Возможно, это были не совсем мои слова..."
            mc "Но в этом суть того, как обстоят дела между нами."
            show monika 3b
            mc "И {i}нет,{/i} я не мазохист."
            show monika 3a
            "Моника тут же закрывает рот."
            n 1l "Во всяком случае, не публично."
            show natsuki 1j
            mc "Пожалуйста, не подпитывай ни одно из их неверных толкований."
            n 2g3 "Считай это расплатой за то, что заставил меня съесть то печенье."
            show natsuki 2g2
            mc "{i}Вздыхаю..."
            show sayori at thide
            show monika at thide
            show natsuki at thide
            show yuri at thide
            hide sayori
            hide monika
            hide natsuki
            hide yuri
            "К моему большому отчаянию, мы с Нацуки остаемся темой разговора до конца встречи."
        if s_love1 == "True" or y_love2 == "True" or r_love1 == "True":
            n 1l "Да ладно, Моника. Разве спрашивать нас об этом, пока [player] находится в комнате, не подло?"
            n 2z "В конечном итоге ты подорвешь его уверенность в себе."
            mc "{i}Тчш..."
            mc "Единственный человек, чье доверие могло бы пострадать,"
            n 1g3 "О? Это действительно говорит парень, который не узнал бы слова романтика, даже если бы оно ударило его по голове?"
            show natsuki 1g2
            mc "{i}Гххх..."
            "Каким бы эгоистичным это ни было, есть часть меня, которая действительно хочет поставить Нацуки на место."
            if y_love2 == "True":
                y 3r "Н-Нацуки!"
                n 1k "Что?"
                show natsuki 1k2
                y "{i}Т-Ты{/i}... тебе стоит попробовать лучше ладить с [player]!"
                n 2e "Серьезно? Ты снова принимаешь его сторону?!"
                n 5x "Боже, в этот момент ты почти такая же плохая, как Сайори."
                show natsuki 5x2
                s 3o "Я-я?"
                n 5q "Знаешь, я давно хотел спросить об этом..."
                n 2e "Но {i}нравится{/i} ли тебе[player], Юри? Я имею в виду, он {i}действительно{/i} мне нравится?"
                y 3n "Э-эхх?"
                "Юри замирает."
                y 3o "Эрр, ну, {i}ухх..."
                y 4c "{i}Н-насчет этого..."
                mc "Прекрати наступление, Нацуки. В противном случае ты закончишь тем, что скажешь что-то, о чем пожалеешь."
                n 1e "Ох? И что {i}ты{/i} можешь знать? У неё должны были возникнуть проблемы с тем, чтобы рассказать мне об этом."
                n "Юри."
                show natsuki 1g
                mc "Может, она и твой 'друг', но она моя--"
                y 2r "Мы с [player] встречаемся!"
                show natsuki 1k
                show sayori 1b
                show monika 1c
                "..."
                "....."
                "Неудивительно, что после восклицания Юри в комнате воцаряется мертвая тишина."
                n "С-серьезно?"
                show natsuki 1k2
                y 3u "Ммм, мы были там уже несколько недель."
                m 1b "Так, так, так..."
                m "Что касается интересных событий, я бы сказал, что это, безусловно, дорогого стоит."
                show monika 1a
                n 1f "{i}Ты{/i}... ты сопляк!"
                show yuri 1e
                show monika at thide
                show sayori at thide
                hide monika
                hide sayori
                "Нацуки вскакивает со стула с угрожающим выражением лица."
                show natsuki at t21
                show yuri at t22
                "Часть меня думает, что она действительно собирается затеять драку, но эта мысль оказывается неверной, когда через несколько секунд она удрученно возвращается на своё место."
                n 5r "{i}Вздыхаю{/i}, я должен был предвидеть, что это произойдет."
                n "Все изменилось... не так с тех пор, как он помог тебе с отчетом по твоей книге."
                y 2f "Т-ты расстроен?"
                n 1e "Конечно, боюсь!"
                n "[player], может быть, и неплохой парень, но доверять ему с {i}тобой{/i} по-прежнему требует многого."
                show natsuki 1g
                y 2b "{i}Я...я понимаю..."
                mc "Ты против идеи того, чтобы мы встречались?"
                n 1e "{i}Я{/i}... Я--!"
                n 5r "Не знаю."
                n 5q "Ты, наверное, уже знаешь это, но Юри совершенно не умеет скрывать свои чувства."
                show natsuki 5s
                y "Я...это я?"
                mc "Ммм, я в курсе."
                y 2n "Т-ты кто?!"
                n 2b "Да, именно это заставило меня подумать, что между вами двумя может что-то быть."
                n 2w "Ты стала намного... 'легкомысленнее' с тех пор, как посетила его дом."
                show natsuki 2x2
                mc "Да. Тогда я впервые узнал, что у неё тоже есть чувства ко мне."
                y "П-правда?!"
                n 1b "{i}Честно говоря,{/i} как ты оказался единственным человеком, который этого не замечает?"
                n "Я имею в виду, ты, должно быть, был {i}супер{/i} очевиден для такого тупого человека, как [player], чтобы это выяснить."
                show natsuki 1c2
                "Юри поворачивается ко мне за ответом."
                mc "Ах, ну..."
                mc "Она не {i}совсем{/i} неправа."
                y 2o "А-ахх..."
                y 2q "Извините, но всё это довольно неловко."
                show yuri 2q2
                n 1b "Это ты мне говоришь."
                n 2b "Я боюсь, что мы все умрём от неловкости, когда в следующий раз в комнате станет тихо."
                show natsuki 2c2
                mc "Хотя я ценю ваше отношение к нашим жизням {i}есть{/i}, вы всё ещё не ответили на мой вопрос."
                mc "Как её самый близкий друг, ваше мнение об отношениях Юри заслуживает того, чтобы его выслушали."
                n 2b "Ты хочешь сказать, что порвешь с ней, если я тебе прикажу?"
                show natsuki 2c2
                mc "Нет, но я бы постарался стать таким человеком, который тебе нравится."
                n 1k "Тьфу!?"
                "Её глаза расширяются."
                n 5q "Боже, из всех вещей, в которых ты мог бы вести себя ответственно..."
                show natsuki 5s
                "Нацуки несколько секунд обдумывает это, прежде чем, наконец, вздохнуть."
                n 2w "Прекрасно! Если ты действительно не против встречаться с социально неловким книжным червем, тогда дерзай..."
                n 4e "Но если ты {i}когда-нибудь{/i} сделаешь ей что-нибудь плохое, я {i}прикончу{/i} тебя."
                show natsuki 4g
                mc "Хех, твоя угроза была должным образом принята к сведению."
                y 2s "{i}Нацуки..."
                "..."
                m "Э-Эхехе..."
                show monika 1l at t31
                show natsuki at t32
                show yuri at t33
                m "Для остальных из нас сейчас безопасно говорить?"
                y 1n "О-ох, извините, конечно."
                y 1o "Я приношу извинения за то, что скрывал это от всех, но [player] и я беспокоились, что наши отношения нанесут ущерб клубу."
                n 2b "Все ещё беспокоишься о группе, хотя у тебя теперь есть парень, да?"
                n 1l "Наверное, некоторые вещи никогда не меняются."
                show natsuki 1j
                m 1b "Если вы не возражаете, есть несколько вопросов, на которые, я надеюсь, вы двое сможете пролить свет."
                show monika 1a
                n 1l "Мне то же самое."
                n "Я имею в виду, серьезно? {i}[player]{/i}? Почему ты выбрала его из всех людей?"
                show monika at thide
                show yuri at thide
                show natsuki at thide
                hide monika
                hide yuri
                hide natsuki
                "Когда две девушки начинают бомбардировать Юри своим любопытством, моё внимание переключается на самую тихую участницу клуба."
                show sayori 1k at t11
                mc "Ты с ума сошел?"
                s 3l "К-конечно, нет. Я просто немного шокирован, вот и всё."
                show sayori 3k2
                mc "Тебе не нужно сдерживаться, понимаешь?"
                mc "Нацуки не единственная лучшая подруга, которая имеет право голоса в отношениях."
                "Сайори в ответ просто качает головой."
                s 1l "Юри."
                s 1d "Это определенно будет... 'приспособлением', но я рад, что ты смогла найти кого-то, кому могла бы доверить свои чувства."
                mc "{i}Сайори..."
                n "{i}Вот ещё один вопрос, как ты планируешь вести себя с 'ними'."
                show monika 1a at t41
                show sayori 1b at t42
                show natsuki 1j at t43
                show yuri 1e at t44
                "Все взгляды устремляются на нас, когда наш не слишком приватный разговор становится достоянием внимания."
                y "Ох, точно..."
                y 1b "Не волнуйся, Сайори. Я не собираюсь отбирать у тебя [player]."
                show yuri 1a
                s 1l "Ухх, спасибо?"
                s 3l "Я не уверена, что он тебе сказал, но я действительно не отношусь к {i}нему{/i} как к собственнику."
                show sayori 3k2
                n 2l "Хех, ну да, конечно."
                n "Посмотрим, насколько хорошо это сработает, когда они начнут вести себя по-голубиному вместе."
                show natsuki 2j
                y 2n "'Милая голубка?' В-в перед другими людьми?"
                mc "Постарайся не забегать вперед, Нацуки..."
                mc "Или, по крайней мере, подожди, пока {i} после {/i} перерыва, чтобы подкинуть ей какие-нибудь фетишистские идеи."
                y "Ф-ф-фетиш?!"
                m 2b "Значит, ты наконец-то начал разговаривать с Юри в той же грубой манере, что и все мы?"
                show monika 2a
                mc "Конечно. В конце концов, тренировочные колеса должны оторваться."
                n 2l "Если это правда, мне, вероятно, не придется беспокоиться о том, что вы двое будете встречаться очень долго."
                n "Просто помни об угрозе смерти, прежде чем сделаешь что-нибудь {i}слишком{/i} глупое."
                show sayori at thide
                show monika at thide
                show natsuki at thide
                show yuri at thide
                hide monika
                hide sayori
                hide natsuki
                hide yuri
                "Поскольку эта новость официально обнародована, неудивительно, что мы с Юри находимся в центре внимания в течение следующих нескольких минут."
            if s_love1 == "True":
                "Как только я открываю рот, чтобы возразить, Сайори вскакивает со стула."
                s 3l2 "А-вообще-то, {i}по поводу этого..."
                s "Я и [player], {i}мы{/i}... мы..."
                show sayori 4p at h42
                s "Т-теперь мы встречаемся!!"
                show monika 1c
                show natsuki 1k2
                show yuri 1e
                "На это восклицание на несколько секунд повисает тишина."
                n 2b "Видишь? Я же говорил тебе, что они встречаются."
                show natsuki 2c2
                s 4o "Э-эх?"
                m 2d "Я бы отнесся скептически, если бы [player] сказал это, но исходящее от Сайори..."
                show monika 2c
                y 2f "Подожди, значит ли это, что они до сих пор держали свои отношения в секрете?"
                show yuri 2e
                n 2k "Похоже на то, хотя я понятия не имею, почему они вдруг сообщили нам об этом за день до начала каникул."
                n 1l "Ооо, может быть, [player] отправляют в отставку, и это был их последний шанс."
                show natsuki 1j
                m 2r "{i}Вздыхаю{/i}, потеря участника {i}есть{/i} прискорбна, но эти необдуманные комментарии должны были в конце концов настигнуть его--"
                show sayori 4n at t42
                s "П-подожди, о чём это все говорят?!"
                m 2c "Хммм?"
                m 4b "Прямо сейчас мы обсуждаем последствия преступного характера [player]."
                show monika 4a
                s "Но я же только что сказал тебе, что мы встречаемся!"
                n 1l "Да, и что на счет этого?"
                n "Ты действительно ожидал, что мы не заметим, что вы всё это время тайно были парой?"
                show natsuki 1j
                mc "Похоже, вы чего-то недопонимаете."
                mc "Мы с Сайори начали встречаться всего несколько недель назад."
                show natsuki 1k2
                "..."
                "....."
                n 1k "Серьезно?"
                n 2k "Что, черт возьми, заняло так много времени?"
                show natsuki 2k2
                mc "Что?"
                m 2b "Не хочу ставить его в тупик, но способность [player] улавливать подсказки... 'на низком уровне.'"
                show monika 2a
                n 2l "Больше похоже на 'ужасный бог.'"
                n 1l "Без обид, Сайори, но ты не очень хороша в тонкостях."
                show natsuki 1j
                s 4m "Эхх?!"
                s "Значит, остальные из вас уже знали, что он мне нравится?"
                n 5l "Ты шутишь, как мы могли этого не {i}сделать?"
                show natsuki 5j
                m 1b "Ты несколько раз почти признавался мне в своих чувствах."
                show monika 1a
                s "Ч-что насчет тебя, Юри?"
                y 2q "Ах, ну..."
                y 2q "Были времена, когда я верил, что вы двое были не более чем близкими друзьями..."
                y 1b "Но то, что ты признаешься, что у тебя есть отношения, меня не особо удивляет."
                show yuri 1a
                mc "Я понимаю..."
                mc "Похоже, они уже были согласны с тем, что мы встречаемся, ещё до того, как это стало официальным."
                s 5b "Я... я думаю, что да..."
                s 5a "Но действительно ли я {i}настолько{/i} очевиден?"
                mc "Хех, кто может сказать?"
                mc "Хотя я, например, уже несколько лет знаю о твоих чувствах ко мне."
                s 4p "Тогда почему ты никогда ничего не говорил!?"
                mc "У моей нерешительности была веская причина..."
                mc "Но пока давайте просто скажем, что я играл в недотрогу. Остальным будет легче смириться с этим."
                m 1l "Мы прямо здесь, понимаешь?"
                show monika 1l2
                n 1l "К тому же, ты действительно можешь назвать болезненную тупость игрой в недотрогу?"
                show natsuki 1j
                y 1b "В любом случае, я рад, что вы двое доверили нам эту информацию."
                y 1c "Возможно, эта новость создаст возможности для нашего клуба стать ещё ближе."
                n 2l "Хех, только не начинай таскать меня на свои свидания, ладно?"
                show yuri 1a
                n 2z "Последнее, что мне нужно,"
                s 5a "Т-ты имеешь в виду странности {i}[player]{/i}, верно?"
                mc "Вау. Уже бросаешь меня под автобус, чтобы попытаться спасти себя, да?"
                m 3j "Что касается твоей странности, что ж... говорят, птицы одного полета слетаются вместе."
                m "Вероятно, следует обратить внимание на то, как долго вы двое были друзьями."
                s 4v "М-Моника!!"
                show monika at thide
                show sayori at thide
                show natsuki at thide
                show yuri at thide
                hide monika
                hide sayori
                hide natsuki
                hide yuri
                "К моему большому облегчению, другие девушки, похоже, вполне довольны новым статусом Сайори в отношениях."
                "Возможно, даже немного чересчур довольны, поскольку следующие несколько минут они тратят на то, чтобы нас поджарить."
            if r_love1 == "True":
                mc "Прекрасно, поскольку ты настаиваешь на доказательстве своей неправоты..."
                n 1k "Ч-что?"
                show sayori at thide
                show monika at thide
                show natsuki at thide
                show yuri at thide
                hide monika
                hide sayori
                hide natsuki
                hide yuri
                "Я достаю телефон, прежде чем быстро набрать знакомый номер."
                "После нескольких секунд звонка..."
                scene bg split11
                show rikka 1bb at t33
                with wiperight
                r "Эй, [player]!"
                r "В чем дело? Не мог дождаться официального начала перерыва, прежде чем захотеть увидеть меня снова?"
                show rikka 1ba
                mc "Ты совершенно права, вот почему я прошу тебя об одолжении."
                r 1bc "А? 'Услуга?'"
                show rikka 1bc2
                mc "Да, но сначала мне нужно знать, находишься ли ты ещё на территории школы."
                r 1bc "Э-э-э, да. Мы с тренером Тэкки только что закончили всё запирать."
                show rikka 1bc2
                mc "Хорошо, тогда не могли бы вы пройти в класс 3-Н?"
                mc "Здесь есть кое-кто, с кем я хотел бы тебя познакомить."
                r 1bc "Они что, сомнительного вида кинопродюсеры, предлагающие вам небольшие суммы денег в обмен на то, что вы увидите меня в скандальной одежде?"
                show rikka 1bc2
                mc "Нет."
                mc "Наша встреча с ними не раньше субботы."
                r 1bb "Попался. В таком случае, я уже в пути!"
                show rikka 1ba
                mc "Звучит заманчиво. Скоро увидимся."
                r 1bh "Ммм!"
                scene bg club_day with wipeleft
                "Вскоре после завершения разговора я замечаю, что четыре пары глаз в данный момент прикованы ко мне."
                show sayori 1b at t42
                show monika 1c at t41
                show natsuki 1c at t43
                show yuri 1e at t44
                n "Ухх, кто это, черт возьми, был?"
                show natsuki 1c2
                mc "Приглашенный оратор. Они скоро прибудут."
                y 2f "'Приглашенный... оратор?'"
                show yuri 2e
                m 2b "Хех, у меня такое чувство, что скоро произойдет что-то очень 'интересное'."
                show monika 2a
                n 2e "Только не говори мне, что ты пригласила какого-то чудака посетить клуб."
                show natsuki 2g
                mc "Зависит от твоего определения слова 'чудак.'"
                show sayori at thide
                show monika at thide
                show natsuki at thide
                show yuri at thide
                hide monika
                hide sayori
                hide natsuki
                hide yuri
                "Некоторое время они донимают меня вопросами, но сдаются, не получив ничего, кроме намеренно расплывчатых ответов."
                "Проходит десять минут, когда наконец..."
                play sound knock
                "{i}*тук-тук*"
                mc "Это, должно быть, они."
                "Мой грандиозный план приводится в действие, когда я встаю и открываю дверь клубной комнаты."
                show rikka 1bb at t11
                r "Привет, извини, что так долго."
                r "Я всё ещё понятия не имею, где находится половина классов третьего курса..."
                show rikka 1bc2 at t41
                show monika 1a at t42
                show sayori 1b at t43
                show natsuki 1k2 at t44
                "Рикка замолкает на полуслове, осознав, что теперь она в центре внимания толпы незнакомцев."
                r 1bc "{i}У-Ухх{/i}..."
                r "Всем привет. Не хотел вторгаться."
                show rikka 1bc2
                "Вслед за этим она выстрелила в меня:\"Что за черт? Я думал, что встречаюсь только с {i}одним{/i} человеком\" послушай."
                m 1b "Прошу прощения за то, что мой член клуба вызвал вас сюда так внезапно, но добро пожаловать в Литературный клуб!"
                m "Меня зовут Моника, а тебя, если мне не изменяет память, Рикка Фудзикава."
                show monika 1a
                r 1bc "Ах, да! Знакомьтесь!"
                r 1bb "Да, меня зовут Рикка Фудзикава, я из класса 2-Б! Я менеджер легкоатлетической команды и, {i}ухх...{/i} прочее."
                r "Приятно со всеми вами познакомиться..."
                "Её взгляд быстро останавливается на Сайори."
                r 2bb "Ах да! Я и забыл, что кузина Сэмпай была в этом клубе."
                show rikka 2ba
                $ m_name = "Моника и Нацуки"
                m 1c "Двоюродныйбрат?"
                s 5b "Э-Эхехе..."
                $ m_name = "Моника"
                mc "Не позволяй её комментарию сбить тебя с толку."
                mc "У Рикки недопонимание относительно моих отношений с Сайори."
                r 1bc "Хмм? Я понимаю?"
                show rikka 1bc2
                mc "{i}Вздыхаю..."
                n 1k "Ммм, понятно? Значит, она менеджер твоей команды..."
                n 2k "Но почему ты попросил её прийти {i}сюда?"
                show natsuki 2k2
                mc "Потому что Рикка не только мой менеджер, но и девушка, с которой я встречаюсь."
                "..."
                "....."
                show rikka 1bc at h41
                show monika 1a
                show natsuki 1p at h44
                show sayori 1m at t43
                $ m_name = "Девочки"
                m "Эхх!?!"
                $ m_name = "Моника"
                show natsuki 1o
                show sayori 1n
                mc "Что за черт? Почему {i}ты{/i} так удивлен?"
                r 4bo "Что, черт возьми, ты имеешь в виду под черт возьми?!"
                r "Как ты {i}ожидаешь{/i}, что я отреагирую, когда ты без всякого предупреждения сбросишь подобную бомбу?!"
                mc "Возможно, но условием для того, чтобы мы рассказали об этом другим людям, было моё признание..."
                r 4bi "Д-да, да, я знаю!"
                r "Это не значит, что я хочу, чтобы ты повсюду расклеивал это на рекламных щитах."
                r 1bl "Честно говоря, я не думал, что у тебя вообще есть друзья, которым можно рассказать."
                show rikka 1bn
                mc "О, и скольким же людям {i}ты{/i} сказала, мисс 'Вылитый образец популярности?'"
                n 1b "Серьезно? Он говорит, что они встречаются, а потом начинает спорить?"
                show natsuki 1c2
                s 1o "Я всё ещё не уверен, серьезно он говорил или нет."
                m 2b "Правда? Для меня это звучит как брак, заключенный на небесах."
                show monika 2a
                r 1bl "Видишь, что ты наделал? Теперь мне неловко перед моим семпаем."
                show rikka 1bn
                mc "Учитывая твой характер, рано или поздно это должно было произойти."
                mc "Я бы сказал, что покончить с этим пораньше на самом деле хорошо."
                r 1bm "А кто ты такой, чтобы говорить о моей {i}личности{/i}, мистер: 'Я должен быть самым Нервным Человеком в Комнате все время?'"
                show rikka 1bn
                s "Они всё ещё сражаются."
                n 2b "Нам следует их остановить?"
                show natsuki 2c2
                m 4b "Говорят, что иногда ссоры могут быть полезны для здоровых пар..."
                m 4j "И мы бы не хотели мешать любому прогрессу, которого они добиваются."
                r 1bm "Хех, мы будем вместе навсегда, если {i}это{/i} правда."
                show rikka 1bn
                mc "Были ли когда-нибудь какие-нибудь сомнения?"
                r 1bh "Нет, но слышать, как самая популярная девочка в нашей школе успокаивает нас, всё равно приятно."
                n 2k "Подожди... Они сейчас {i}флиртуют?{/i}"
                show natsuki 2k2
                s "У меня болит голова."
                m 2b "Звучит так, будто даже его личная жизнь не может быть простой, да?"
                show monika 2a
                mc "Теперь вы можете прекратить свои комментарии. Все ваши замечания высказаны."
                "{i}*бззз, бззз*"
                "Я оборачиваюсь и вижу, что Рикка достает телефон из школьной сумки."
                r 1bc "Вот дерьмо."
                r 1bb "Извини, [player], но мне пора идти. Тренер Тэкки сегодня подвезет меня домой."
                r 2bb "Было приятно познакомиться со всеми вами. Мы обязательно должны как-нибудь повторить это!"
                r 1bh "Увидимся позже, {i}Сэмпай!"
                mc "Ммм, до встречи."
                show rikka at thide
                hide rikka
                "С этими словами Рикка исчезает в холле так же внезапно, как и появилась."
                "..."
                "......"
                n 1k "Тааак, ухх..."
                show monika at t41
                show sayori at t42
                show natsuki at t43
                show yuri 1e at t44
                n 1b "Что, черт возьми, только что произошло?"
                show natsuki 1c2
                m 4b "Похоже, [player] начал встречаться со студенткой второго курса и менеджером легкоатлетической команды Риккой Фудзикава."
                show monika 4a
                s 3k "Т-тогда вы двое {i}действительно{/i} пара?"
                mc "Ммм, да."
                show sayori 3b
                mc "Извините, что скрываю это от всех вас, но у Рикки были... оговорки по поводу 'обнародования' наших отношений."
                n 2l "Хех, я бы, наверное, тоже смутилась, если бы {i}ты{/i} был моим парнем."
                show natsuki 2j
                mc "Пожалуйста, Нацуки. Флирт со мной сейчас"
                n 1e "Ч-что?! С каких это пор оскорбление считается 'флиртом?'"
                show natsuki 1g
                mc "Хммм? Разве нет?"
                m 1l "Э-Эхехе..."
                m 3l "Я начинаю понимать, как у него сложились такие 'уникальные' отношения."
                show monika 3l2
                y 2f "Прошу прощения, если это не моё дело, но вы не возражаете, если я задам несколько вопросов?"
                y "Она пробыла здесь недолго, но я многое хотел бы узнать о Мисс Фудзикава."
                show yuri 2e
                n 2g3 "Ага, типа 'как давно она вышла из психиатрического отделения?'"
                show natsuki 2g2
                mc "Повторяю, Нацуки, моё сердце и тело сняты с продажи."
                mc "Теперь ты можешь перестать так стараться."
                n 1w "З-заткнись! Никто не пытается с тобой флиртовать!"
                show natsuki 1x2
                m 1b "Я впервые вижу Рикку после прошлогоднего спортивного банкета..."
                m "Итак, есть ещё несколько вещей, о которых я хотел бы спросить."
                show monika at thide
                show sayori at thide
                show natsuki at thide
                show yuri at thide
                hide monika
                hide sayori
                hide natsuki
                hide yuri
                "Следующие несколько минут я отвечаю на множество вопросов, делая всё возможное, чтобы представить Рикку в положительном свете."
        if m_love1 == "False" and n_love2 == "False" and s_love1 == "False" and y_love2 == "False" and r_love1 == "False":
            n 2l "Да ладно, Моника. Продолжай спрашивать о личной жизни, и ты заденешь самооценку [player]."
            show natsuki 2j at t33
            mc "Знаешь, это, возможно, действительно было оскорбительно слышать от кого-то, чье представление о 'романтике' не проистекало из манги моэ."
            n 1e "Эй! Не начинай уничтожать мангу только потому, что ты хронически одинок!"
            show natsuki 1g
            m 3b "Сейчас, сейчас, Нацуки..."
            m "У [player] такой же хороший шанс завязать романтические отношения, как и у всех вас."
            show monika 3a
            n 1e "Да, точно."
            n 2e "Сайори практически боготворит этого парня, а он не может даже приблизиться к ней."

            show natsuki 2g2
            s 3m "П-Поклоняется?!"
            s 4p "Я этого не делаю!"
            n 1l "Видишь? Даже {i}она{/i} заставляет его замолчать."
            show natsuki 1j
            show sayori 4o
            mc "Моника права. По крайней мере, у меня есть шанс..."
            mc "В отличие от тебя, которому не повезет, пока они не начнут разрешать ученикам начальной школы бродить по зданию."
            n 1f "Гррр, что, черт возьми, ты только что сказал!?"
            m 3l "Э-Эхехе..."
            m "А я-то надеялся, что сегодняшний день действительно будет расслабляющим."
            show monika at thide
            show sayori at thide
            show natsuki at thide
            show yuri at thide
            hide monika
            hide sayori
            hide natsuki
            hide yuri
            "Три девочки молча наблюдают, как мы с Нацуки сталкиваемся головами, возможно, в последний раз за несколько недель в классе."

    stop music fadeout 2.0
    scene bg club_day with wipeleft_scene
    "Разговор начинает затихать, когда мы приближаемся к пяти часам."
    show monika 3b at t11
    play music t3
    m "Ну, я бы сказал, что сегодняшний день был определенно... 'продуктивным.'"
    show monika 3a at t21
    show natsuki 2b at t22
    n "Это один из способов выразить это..."
    show monika at t31
    show sayori 3c at t32
    show natsuki 2c2 at t33
    s "Что нам теперь делать?"
    s "Они начнут запирать классы примерно через десять минут."
    show monika at t41
    show sayori 3b at t42
    show natsuki at t43
    show yuri 2f at t44
    y "Может быть, нам начать приводить себя в порядок и собирать наши вещи?"
    show yuri 2e
    m 3b "Ммм, это хорошая идея."
    m 1j "Как бы мне ни хотелось продолжить нашу дискуссию, 'веселью' придется подождать до следующей встречи."
    m 1b "А пока мы должны подготовить клубную комнату к столь необходимому перерыву."
    show monika 1a
    n 1l "Согласен."
    show natsuki 1j
    y 1b "Ты упомянула, что знаешь, где хранятся мешки для мусора, верно, Моника?"
    y "Ты не против показать мне?"
    show yuri 1a
    m 1b "Конечно."
    m 3b "Мы с Юри займемся уборкой мусора, так что остальным следует сосредоточиться на получении манги Нацуки!"
    show monika 3a
    s 3n "О, точно! Я совсем забыл, что мы этим занимались!"
    show monika at thide
    hide monika
    show yuri at thide
    hide yuri
    n 2l "Хех, я не могу тебя винить."
    show sayori at t21
    show natsuki 1j at t22
    n 1l "Манга была {i}последней{/i} вещью, о которой я думал во время того разговора."
    show natsuki 1j
    mc "Давай, нам нужно поторопиться и собрать всё, пока эти двое не закончили."
    s 1x "Слушаюсь, сэр!"
    show sayori at thide
    hide sayori
    n 1e "Эй! Не врывайся вот так!"
    n "Эти книги недешевые, так что вам лучше быть с ними поосторожнее!"
    show natsuki at thide
    hide natsuki
    "Когда Нацуки бросается вслед за Сайори в чулан, я в последний раз оглядываю класс."
    "...{i}Моника была права, эта комната заслуживает передышки после того, как мы так долго терпели нас пятерых."
    if a_date == "True":
        "...{i}с завтрашнего дня начинаются наши первые совместные летние каникулы в клубе, и мои отношения открыто обсуждаются, поэтому, когда мы все вернёмся, всё может измениться."
    else:
        "...{i}в зависимости от того, как пройдут первые летние каникулы клуба, всё может измениться, когда мы все вернёмся."
    mc "Хех, {i}я полагаю, небольшое изменение здесь, и всё могло бы быть не так плохо--"
    show natsuki 2e at t22
    n "[player]!! Прекрати разговаривать сам с собой и заходи уже сюда!"
    show natsuki 2g
    show sayori 1x at t21
    s "Верхняя полка слишком высока для нас, и они достали стремянку."
    show sayori 1a
    "...{i}честно говоря, они даже не дают мне времени проявить сентиментальность..."
    mc "Хорошо, но не вини меня, если что-нибудь упадет."
    mc "Работа бесплатно действительно убивает мою мотивацию делать всё правильно."
    n 1l "Сделки нет! Вы заменяете всё, что падает на пол, десятипроцентной ставкой ..."
    n 1l "А теперь поторопись и помоги, ладно?"
    show natsuki at thide
    show sayori at thide
    hide natsuki
    hide sayori
    stop music fadeout 2.0
    "Итак, моё последнее заседание клуба в этом семестре заканчивается тем, что мной командуют."
    "Как уместно."
    scene bg ent with wipeleft_scene
    "Когда класс убран и манга Нацуки убрана, мы впятером собираемся у входа, прежде чем отправиться домой."
    show monika 3b at t11
    play music t8
    m "Всё в порядке!"
    m "Это может показаться прощанием, но я уверен, что мы все очень скоро снова увидимся."
    show monika 3a at t41
    show sayori 1a at t42
    show natsuki 1j at t43
    show yuri 1a at t44
    "Все четыре девушки кивают головами в ожидании."
    mc "Даже несмотря на то, что технически наши встречи не закончатся, у вас есть какие-нибудь напутственные слова, которыми можно завершить семестр, мисс Президент?"
    m 1b "Прощальные слова, хм..."
    m 2b "Как вы все уже знаете, это наш последний год в старшей школе..."
    m "Это означает, что вы должны стремиться максимально насладиться оставшимся временем! Ни один другой опыт не сравнится с этим...!"
    m 1b "Но и не расслабляйся с учебой, хорошо? Я буду следить за тем, чтобы каждый из вас был в курсе материалов вступительных экзаменов {i}и{/i} летних домашних заданий."
    show monika 1a
    show sayori 5b
    n 2b "Серьезно? Перемена ещё даже не началась, а ты уже придираешься к нам по поводу школьной работы?"
    show natsuki 2c
    m 3j "Ага, и не думай, что легко отделаешься, если я застукаю тебя за разгильдяйством!"
    s "Э-Эхехе..."
    s 5b "Моника снова ведет себя как-то пугающе."
    m 1b "Итак, первый весенний семестр Литературного клуба официально завершен!"
    m 1j "Мы надеемся на ещё большее!"
    show sayori 1a
    show natsuki 1j
    "Все девушки ещё раз в унисон кивают, прежде чем начать расходиться."
    show monika at thide
    show sayori at thide
    show natsuki at thide
    show yuri at thide
    hide monika
    hide sayori
    hide natsuki
    hide yuri
    if m_love1 == "True":
        m "Привет, Сайори."
        "Когда мы с Нацуки направляемся к двери, Моника окликает своего вице-президента."
        show monika 1b at t21
        show sayori 1b at t22
        m "Когда ты закончишь помогать Нацуки с её мангой, ты не будешь возражать, если я подойду?"
        m 1e "Есть... нам {i}о многом{/i} нужно поговорить."
        "Она смотрит на меня."
        s 3k "Ухх, {i}ну..."
        s 3l "М-может быть, мы могли бы как-нибудь в другой раз--"
        m 1e "Пожалуйста."
        m "Я прошу об этом как об одолжении другу, а {i}не{/i} как о бизнесе Литературного клуба."
        s "..."
        s 1k2 "М-ммм, хорошо."
        s "{i}У меня есть{/i}... У меня тоже ещё есть к тебе несколько вопросов."
        m 1l2 "Эхехе, я уверен."
        show sayori at thide
        show monika at thide
        hide sayori
        hide monika
        "Когда они заканчивают свой разговор, Нацуки толкает меня локтем в бок."
        show natsuki 2b at t11
        n "Похоже, ты снова доставляешь неприятности."
        show natsuki 2c2
        mc "Ммм, может быть..."
        mc "Но, надеюсь, на этот раз Моника заметит мою слабину."
        n 2l "Хех, это довольно серьезная работа, чтобы поручать её кому-то всего после нескольких недель знакомства."
        show natsuki 2j at t21
        show sayori 1l at t22
        s "Извините, что заставил вас ждать."
        s 1x "Теперь мы готовы отправиться в обратный путь?"
        show sayori 1a
        n 1l "Ага."
        n "Давайте поторопимся, пока [player] не потерял всю силу в своих руках."
        show natsuki at thide
        show sayori at thide
        hide monika
        hide natsuki
        "Следуя примеру Нацуки, мы втроем покидаем школу в последний раз за несколько недель."
    if n_love3 == "True":
        mc "Вы двое готовы идти?"
        show sayori 1a at t21
        show natsuki 1l at t22
        s "Ммм!"
        n "Да, давай поторопимся и уйдем отсюда."
        n "Эти коробки стали намного тяжелее, когда я слушал болтовню Моники."
        stop music fadeout 2.0
        mc "Хорошо. Я подержу дверь..."
        scene bg resday with wipeleft_scene
        "Примерно в середине нашей поездки на работу мы с Нацуки замечаем, что в текущей ситуации определенно что-то не так."
        show sayori 1k2 at t21
        play music ddsl
        "Сайори не произнесла ни слова с тех пор, как мы вышли из здания школы."
        "...{i}столь внезапное известие о наших отношениях, несомненно, стало для неё шоком, но действительно ли {i}Я{/i} могу что-нибудь сказать, чтобы попытаться успокоить её--"
        show natsuki 2q at t22
        n "П-привет, Сайори..."
        show natsuki 2s
        s 1b "Хммм?"
        n 2q "Ты что-нибудь делаешь после этого?"
        n 2m "Я имею в виду, выкладываю мангу."
        show natsuki 2m2
        s 1k "Э-э-э, ну..."
        s 2l "Моника, вероятно, захочет, чтобы мы составили расписание наших встреч как можно скорее, так что..."
        show sayori 2k2
        n 1m "Тогда могу ли я помочь?"
        n 1q "Ты мало что сказал в клубе, так что есть ещё много вещей, о которых я хочу с тобой поговорить."
        show sayori 2k
        "Сайори отводит глаза, когда понимает, к чему клонит Нацуки."
        s 2l "К-конечно, звучит неплохо..."
        s 1l "Но вам двоим {i}действительно{/i} не нужно беспокоиться обо мне."
        s "Одна из причин, по которой я вообще попросил [player] присоединиться к клубу, заключалась в том, чтобы он мог ладить с большим количеством людей."
        s 5b "Что, я бы сказал, определенно произошло, учитывая, что вы двое сейчас встречаетесь."
        n 1m "Да, но всё же..."
        n 5q "Когда дело доходит до [player], я знаю, что ты можешь быть... 'территориальным.'"
        s 1m "'Т-территориальный?!' Ты имеешь в виду, как собака?!"
        n 5t "П-прости. Это его слова, не мои."
        s 3h "{i}[player]."
        show sayori 3g
        mc "Если отбросить намеки на животных, я не прав?"
        mc "Ты бросал злые взгляды на каждую девушку, которая когда-либо пыталась заговорить со мной до Литературного кружка."
        s 3l "Н-ну, может быть..."
        s 5b "Но тогда я просто не привык, что ты находишься среди других людей."
        s 5a "Однако вступление в клуб изменило это. Видеть тебя со всеми остальными теперь совершенно естественно."
        n 1m "Значит, ты действительно не расстроен из-за того, что мы встречаемся?"
        show natsuki 1m2
        s 5b "К-конечно, нет."
        s 2n "Честно говоря, я удивлен больше всего на свете."
        s 2l "Когда [player] впервые начал приходить на собрания, я боялся, что в конечном итоге вы двое возненавидите друг друга."
        show sayori 1k2
        n 1l "Хех, ты не единственный, кто так подумал."
        show natsuki 1j
        s 1x "Но если вы двое сейчас счастливы, то и я тоже!"
        s 2l2 "Я действительно люблю наш клуб, поэтому не хочу, чтобы между кем-то были странные отношения из-за меня."
        show sayori 2k3
        n 1m "{i}Сайори..."
        show natsuki 1m2
        s 1l "О-о'кей, хватит пока всякой всячины!"
        s 1x "Давай поторопимся и доберемся до дома [player]. У меня действительно начинают болеть руки."
        show sayori 1a
        n "..."
        n 1l "Ммм, я прямо за тобой."
        show natsuki at thide
        show sayori at thide
        hide sayori
        hide natsuki
        "Две девушки ускоряют шаг, оставляя меня одного сзади."
        "...{i}Сайори всё ещё выглядит обеспокоенной, но, надеюсь, Нацуки сможет все уладить--"
        n "Давай, [player]! Хватит бездельничать!"
        mc "Правильно."
        scene dark with dissolve_scene_full
        "Прошло совсем немного времени, прежде чем мы добрались до моего дома и сложили всю мангу Нацуки внизу, у входа."
        "Придерживаясь своего предыдущего плана, две девушки направляются через улицу к дому Сайори, оставляя меня гадать, как пойдут дела между ними."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    if persistent.end == "True":
        jump final_day
    else:
        jump credits2
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
