
label may_11th:
    scene bg wed with open_eyes
    "--Среда, 11 мая--"
    play music t2
    scene bg resday with wipeleft
    "Утреннее солнце щиплет мне глаза, когда я выхожу на улицу."
    s "[player]!!"
    show sayori 1m at t11
    "Девушка с коралловыми волосами быстро подбегает ко мне с другой стороны улицы."
    s 2d2 "Слава богу. Я не был уверен, придешь ты сегодня или нет."
    show sayori 2d at s11
    "Её плечи расслабляются, поскольку она, по-видимому, испытывает облегчение."
    mc "Извините, что побеспокоил вас. Мне следовало позвонить или связаться с вами раньше."
    "Она качает головой."
    show sayori 4x at t11
    s "Важно то, что ты сейчас здесь! Верно?"
    show sayori 4a
    mc "{i}Честно..."
    mc "Солнце только взошло, а ты уже говоришь такие банальные вещи?"
    s 3m "Я-я говорю серьезно!"
    mc "Хех, это факт?"
    s 5a "Ммххмм..."
    "Я не могу удержаться от улыбки, когда она начинает дуться."
    s 3c "Подожди секунду, тебе не кажется, что ты какой-то... {i}другой{/i} сегодня?"
    show sayori 3b
    mc "'Другой?' В каком смысле?"
    s "Хмм..."
    "Похоже, осматривая меня, Сайори наклоняется и смотрит на меня более пристально."
    s 1c "Не знаю, но что-то в тебе определенно не так."
    show sayori 1b
    mc "Ну, что бы это ни было, скорее всего, это можно списать на недосыпание."

    s 1n "'Лишениесна?'"
    mc "Ммм, я не спал как следует с прошлой недели..."
    mc "Хотя беспокойство поздно вечером, вероятно, нормально для здорового парня-подростка."
    s 4m "Ч-что это должно значить?!"

    mc "Если подумать, ты действительно был во сне, который я видел прошлой ночью."
    s 2c "Я был?"
    show sayori 2b
    mc "Да..."
    "Говоря это, я прикрываю грудь руками."
    mc "Я понятия не имел, что ты способна на такие извращенные поступки, Сайори. Что подумали бы твои родители?"
    show sayori 4m at h11
    s "К-какие твари?! Это был не я?! П-почему тебе снятся такие сны?!"
    "Хотя наблюдение за её паникой обычно улучшало моё настроение, вспоминая реальное содержание сна, я чувствую себя только хуже."

    stop music fadeout 2.0
    mc "{i}Могу я{/i}... могу я задать тебе серьезный вопрос?"
    s 3h "Ч-что?"
    show sayori 3g
    "Она замолкает, заметив внезапную смену настроения."

    play music t9
    s 1h "Что-то не так, [player]?"
    show sayori 1g
    mc "..."
    mc "Как ты думаешь, остальным было бы всё равно, если бы я ушел из клуба?"
    "Несколько секунд проходят в тишине, пока она смотрит на меня широко раскрытыми глазами."
    s 3u2 "Т-ты не собираешься... {i}ты же не думаешь об уходе, правда?"
    "Я качаю головой."
    mc "Это была просто мысль, которая пришла мне в голову. Больше ничего--"
    s 4j "Они бы так и сделали!"
    s "Им определенно было бы не всё равно, если бы ты ушел!!"
    show sayori 4i
    mc "А? Как ты можешь быть так уверен--"
    s 4j "В понедельник, после того, как они узнали, что ты рано ушел, а потом снова вчера...!"
    s "Все были обеспокоены! Даже если бы они не сказали этого вслух, вы всё равно могли бы сказать!"
    show sayori 4i
    "За все годы моего знакомства с ней, возможно, это первый раз, когда я вижу, чтобы Сайори говорила с такой силой."

    mc "{i}Я-Я понимаю..."
    mc "Извините, что задал такой странный вопрос. Я не хотел вас встревожить."
    s 3g "О-ох, точно."
    s 3l "Мне тоже жаль. Я не хотел так волноваться. Эхехе..."
    show sayori 3k2
    "На мгновение между нами повисает неловкое молчание, прежде чем Сайори в конце концов обращает своё внимание на меня."
    s 1x "И всё же, слышать, как ты спрашиваешь о том, что другие думают по этому поводу, довольно удивительно."
    s 5a "Без обид, но ты никогда не ведешь себя как человек, который мог бы... ты знаешь... {i}не всё равно."


    mc "Не обольщайся, и ты не совсем неправ. Единственный человек, который чувствует, что по-настоящему важен для меня, - это ты."
    mc "Единственная причина, по которой я спросил, это потому, что, ну... {i}как бы это сказать..."
    mc "..."
    mc "В последнее время у меня было о чем подумать. Больше, чем обычно."
    stop music fadeout 2.0


    show sayori 1d
    "Интерпретируя это по-своему, Сайори расплывается в мягкой улыбке."
    s 1k2 "{i}Я понимаю..."
    s 2x "Просто не забывай, что я буду рядом, если тебе когда-нибудь понадобится помощь, хорошо!"

    show sayori 2q
    play music t2
    "Она упирает руки в бедра, прежде чем выпятить грудь."
    mc "Хех, я рад это слышать..."
    show sayori 2a
    mc "А теперь пошли. Нам скоро нужно отправляться."
    s 2x "Вас понял!"
    scene bg resday with wipeleft_scene
    "Через несколько минут после того, как мы добрались до работы, Сайори заговорила о том, что, вероятно, занимало её мысли уже несколько дней."

    show sayori 3l at t11
    s "К-как прошла встреча с твоими родителями?"
    show sayori 3k2
    mc "Примерно так же хорошо, как и следовало ожидать."
    mc "Они хотят, чтобы я ушел из дома, как только я закончу школу, я сказал им, что подождать до начала семестра в колледже будет проще..."
    mc "Мы спорили. Они кричали. Я кричал. Довольно стандартная вещь, на самом деле."
    s 3k "Я-Я понимаю..."
    s 1h "Но как ожидание начала учебы в колледже облегчит тебе задачу?"
    show sayori 1g
    mc "Ты не можешь переехать в кампус примерно до начала семестра..."
    mc "А это значит, что мне негде было бы жить несколько месяцев, если бы меня выгнали раньше срока."
    mc "Хотя моё жизненное положение и благополучие, возможно, ни черта для них не значат--"
    s 3h "[player]."
    show sayori 3g
    mc "Ахх, извините."
    mc "Хотя моя жизнь, возможно, и не важна, они знают, что если я останусь без крова, это плохо отразится на них самих."
    mc "Мы, вероятно, никогда бы не пришли к соглашению, если бы не то, какими раздражающе гордыми они всё ещё остаются."


    s 1h "'{i}Согласен{/i}?' Означает ли это, что вы смогли на чем-то договориться?"
    show sayori 1g
    mc "В некотором смысле."
    mc "Как только я сдам вступительные экзамены, они свяжутся с университетом и попытаются договориться о моем переезде досрочно."
    mc "В любом случае, это при условии, что я пас."
    s 3h "Тебя это действительно устраивает?"
    show sayori 3g
    mc "Лучше, чем жить на улице или быть вынужденным убивать кого-то другого."
    mc "Какими бы эгоцентричными они ни были, позволить мне жить здесь - это, по сути, милосердие с их стороны."
    mc "Я {i}был{/i} благодарен за это, но это не значит, что они мне не нравятся меньше."
    show sayori 3k
    "Оглядываясь, я вижу, что у Сайори теперь мрачное выражение лица."
    mc "Извините, возможно, это вышло по касательной."
    s 3k2 "Ммм, всё в порядке. Я единственный человек, с которым ты можешь поговорить об этих вещах, верно?"
    s 1d "Я не возражаю."
    mc "{i}Честно.{i} Ты действительно слишком мил для своего же блага, ты знаешь это?"
    show sayori 1q
    "Выражение её лица становится гораздо менее серьезным, когда я кладу руку ей на голову."

    s "Хиихии..."
    s 2n "Ооо, а как же твоя тетя? Когда {i}она{/i} в последний раз заходила?"
    mc "Хмм? Что заставляет тебя спрашивать об этом?"
    s 1c "Не знаю. Просто кажется, что тебе нравится говорить о ней больше, чем о своих родителях."
    show sayori 1b
    mc "Верно, хотя по большей части это формальность. Мы с тобой на самом деле не очень хорошо знаем друг друга."
    s 1c "Хотя технически она всё ещё твой опекун, верно?"
    show sayori 1b
    mc "Ммм, чего бы это ни стоило."
    mc "Не так уж много 'охраны' она может сделать на всем пути от Хоккайдо."
    mc "К тому же, теперь, когда мне исполнилось восемнадцать, у неё не так уж много юридических обязательств."
    s 5b "Думаю, ты прав..."
    s 2x "Но она всё равно кажется мне милым человеком, хотя я встречался с ней всего один раз."
    show sayori 2a
    mc "Ну, ты не ошибаешься, думая таким образом."
    mc "Она приезжала на прошлое Рождество, чтобы сделать мне подарок и приготовить вкусный ужин."
    mc "Мы вдвоем провели большую часть вечера, просто разговаривая, прежде чем она ушла, чтобы успеть на поезд."
    s 1c "С тех пор вы её не видели?"
    show sayori 1b
    "Я качаю головой."
    mc "У неё есть свои дети, о которых нужно заботиться."
    mc "Было бы несправедливо по отношению к ним, если бы она постоянно тратила время на посещение такого сопляка-племянника, как я."

    s 5b "Э-Эхехе..."
    scene bg school with wipeleft_scene
    "Мы вдвоем останавливаемся, когда подходим к воротам школы."
    show sayori 2x at t11
    s "Ты ведь придешь сегодня в клуб, верно?"
    show sayori 2a
    mc "Ммм, я должен сообщить всем, что я всё ещё жив и крепко держусь."
    s 4q "Великолепно!"
    s 2x "Тогда до встречи, [player]!"
    show sayori 2a
    mc "Верно."
    show sayori at thide
    hide sayori
    "С этими словами Сайори радостно направляется в свою классную комнату."
    scene bg spring with wipeleft_scene
    pause 1.5
    scene bg courtyard with wipeleft

    "...{i}давай посмотрим. Он должен быть где-то здесь--"
    "Едва ступив во внутренний двор, мои глаза быстро находят свою цель, и я начинаю приближаться."
    mc "Йоу."
    show kiba 1f at h11
    k "А-Агх!"
    "Моего шлепка по спине почти достаточно, чтобы заставить его упасть со скамейки."
    k 1p "[player]?"
    k 3h "Ну-ну. Смотрите, кто решил восстать из мертвых."
    show kiba 3a
    mc "Я не уверен, что вам говорили обо мне, но 'смерть' - это довольно далеко от истины..."
    mc "И даже если {i}бы{/i} я воскрес, встреча с тобой {i}не{/i} была бы в моем списке приоритетов."
    k 3h "Хех, ты, должно быть, чувствуешь себя хорошо, если у тебя достаточно энергии для ответных действий..."
    k 2a "По крайней мере, я бы так сказал, если бы не смотрел на тебя."
    show kiba 2a2
    mc "Что?"
    k 2a "Серьезно, чувак, у тебя довольно заметные мешки под глазами."
    k "Когда ты в последний раз спал?"
    show kiba 2a2
    mc "Мирно? Я бы сказал..."
    mc "Девятнадцать лет назад."
    k 1f "Но тебе всего восемнадцать."
    show kiba 1b
    mc "Ммм, это верно."
    k 1k "{i}Вздыхаю..."
    k 1f "Сайори сказала, что ты болен, но ты выглядишь скорее недосыпающим, чем что-либо ещё..."
    k "Не говоря уже о том, в какой спешке вы были в понедельник."
    k 2a "Ты уверен, что больше ничего не происходит?"
    show kiba 2a2
    mc "Эрр, ну..."
    mc "Ситуация {i}есть{/i} немного сложнее, чем 'быть больным', но на самом деле в ней нет ничего такого, из-за чего стоило бы беспокоиться."
    mc "Надеюсь, усталость последних нескольких дней разом смоет меня сегодня ночью, и я буду спать как младенец--"
    mc "Подожди, младенцы плохо спят. {i}Какая тупая идиома."
    k 1f "Ты увлекаешься наименее важной частью."
    show kiba 1b
    mc "Возможно, но суть вы уловили."
    mc "Сегодня я буду спать как разведенный папаша средних лет, а завтра вернусь в школу свежим, как маргаритка."
    k 1k "Т-точно..."
    k 1p "Так с тобой {i}действительно{/i} всё в порядке? Никаких изнуряющих или хронических заболеваний, о которых я должен знать?"
    show kiba 1p2
    mc "Насколько мне известно, нет."
    k 3q "Думаю, на данный момент этого достаточно..."
    "Немного потянувшись, Киба берется за свой обед."
    k 1h "А теперь давайте есть!"
    show kiba at thide
    hide kiba
    "И вот, мы вдвоем начинаем делать именно это."
    scene bg courtyard with wipeleft_scene
    "Когда мы заканчиваем обеденный перерыв, остается несколько минут, что дает мне возможность расспросить Кибу в поисках ответов."
    show kiba 1b at t11
    mc "Если быть до конца честным, я немного удивлен тем, насколько... 'наказанным' ты был сегодня."
    mc "Я подумал, что после нашего обмена репликами в пятницу ты будешь ещё настойчивее приставать ко мне по поводу моей 'личной жизни.'"
    k 2a "Ну, эта мысль определенно приходила мне в голову..."
    k "Но после того, как я увидел вас всех в панике в понедельник, я решил, что 'Операция Деконструкция гарема [player]' должна пока отойти на второй план."
    show kiba 2a2
    mc "Эрр, верно...?"
    mc "Отбросив на мгновение свои маниакальные идеи, что вы имеете в виду под 'запаниковал?'"
    k 5a "{i}Хмм..."
    "Выражение его лица становится более серьезным, когда он обдумывает это."
    "Однако вместо того, чтобы на самом деле дать мне ответ, он, по-видимому, решает полностью сменить тему."
    k 1h "Давай не будем зацикливаться на прошлом..."
    k 3h "И не думай, что то, что я сегодня сдерживаюсь, означает, что ты сорвался с крючка!"
    k 1h "У нас с тобой будет приятная, долгая беседа перед началом промежуточных экзаменов, моно и моно."
    show kiba 1a
    "Огонь вспыхивает в его глазах, когда он требует этого."
    mc "{i}Вздыхаю..."
    mc "На самом деле больше нечего сказать, но если это означает, что ты перестанешь сосредотачиваться на {i}себе{/i} и уделишь немного внимания своей учебе..."
    k 3r "Ох? Беспокоишься, что твой лучший друг Киба получит низкую оценку и не сможет проводить с тобой время?"
    show kiba 3q
    mc "Мы выпускники, помнишь?"
    mc "Скорее всего, мы больше не увидимся после этого семестра, независимо от того, сдашь ты экзамен или нет."
    show kiba 1n at h11
    k "Это так холодно!"
    k 1o "Ты же не планируешь бросить меня, когда мы закончим школу?"
    "{i}*звонок звонок*"
    mc "Ах, звонок."
    show kiba at panic
    "Киба впадает во всё большую панику, когда я встаю со скамейки запасных."
    show kiba at thide
    hide kiba
    k "П-привет!! Мы не закончили разговор!!"
    scene bg spring2 with wipeleft_scene
    pause 1.5
    scene bg corridor with wipeleft_scene
    "Мой поход в клубную комнату сопровождается всё более сильным чувством неловкости."
    "...{i}Знаю, что просто слишком много думаю, но всё же..."
    scene bg club_day with wipeleft
    "...{i}если бы Сайори не сказала им о моем отсутствии, они, вероятно, даже не заметили бы--"
    y "[player]?!"
    show yuri 3n at t11
    "Юри оказывается практически на мне ещё до того, как я переступаю порог."

    y 3w "Ты вернулся! Слава богу."
    y 2f "Ты хорошо себя чувствуешь? Ты много пил?"
    show yuri 2e
    "Она кладет руку мне на лоб, прежде чем я успеваю отреагировать."
    y 2l "Какое облегчение. Похоже, у тебя нет температуры."
    n "Эй! Как ты думаешь, что ты делаешь, лаская этого парня?"
    show yuri at t22
    show natsuki 2g at t21
    "Нацуки появляется в кулуарах, чтобы сделать ей выговор..."
    "Однако Юри по-прежнему полностью сосредоточен на мне."
    y 2b "Я принесла специальную смесь травяного чая, которую часто используют для лечения простуды."
    y "Я сейчас же пойду налью тебе чашечку!"
    mc "Это--"
    show yuri at rhide
    hide yuri
    "Она бросается к шкафу, оставляя мои возражения без внимания."
    show natsuki 5b at t11
    n "Честно говоря, никто даже не сказал, что у тебя простуда."
    n 5x2 "Эта девушка действительно иногда слишком старается."
    "Нацуки вздыхает, скрещивая руки на груди."
    n 2e "Ну что? Ты в порядке или как?"
    show natsuki 2g
    mc "Хмм?"
    n 2r "Я-Я имею в виду, что для меня это не имеет значения в любом случае..."
    n 1w "Но остальные трое были мрачны с понедельника, что очень раздражало."
    show natsuki 1x2
    mc "Значит, я причиняю боль, когда я здесь {i}и{/i} когда меня нет?"
    n 2w "Совершенноверно!"
    n 1e "Это не должно быть возможно даже для одного человека, чтобы доставлять столько хлопот."
    show natsuki 1g
    mc "{i}Хех, это факт..."
    mc "И сейчас я в порядке. Спасибо, что спросила, Нацуки."
    n 1q "Э-это не то, за что ты должен меня благодарить."
    n 5s "{i}Болван."
    "Когда она начинает вести себя более застенчиво, снова появляется Юри с чашкой в руках."
    show natsuki at t21
    show yuri 1b at t22
    y "Вот. Эффективнее всего пить ещё горячим."
    show yuri 1a
    mc "Правильно..."
    "Взяв чашку, которую мне нетерпеливо протягивают, я некоторое время смотрю на мутную жидкость, прежде чем, в конце концов, сделать глоток."
    "...{i}угх. На вкус как лекарство в виде чая."
    "Зная, что произнесение этого вслух, вероятно, раздавит бедную девочку на эмоциональном уровне, я просто склоняю голову."
    mc "Спасибо, Юри. Я уверен, что это будет большим подспорьем."
    y 2q "П-пожалуйста, нет необходимости в таких формальностях."
    y 2b "Как член клуба для пожилых людей, следить за тем, чтобы мои сверстники были в добром здравии, - просто ещё одна из моих обязанностей."

    y 1b "Верно, Нацуки?"
    show yuri 1a
    mc "Хмм?"
    "Её лицо быстро краснеет, когда наше внимание падает на неё."
    n 5t "Н-не понимаю, о чем ты говоришь."
    show natsuki 5s2
    y 1f "Ты не понимаешь?"
    y 2f "Но я думал, что главная причина, по которой ты их испекла..."
    show natsuki 1v at h21
    n "З-забудь об этом!"
    show yuri 2e
    n 2w "Он сказал, что с ним всё в порядке, верно? Зачем лезть из кожи вон, чтобы помочь парню, который уже вылечился?"
    show natsuki 2x2
    "Пока Нацуки злится из-за... что бы она ни сделала, дверь позади меня распахивается."
    show natsuki at thide
    show yuri at thide
    hide natsuki
    hide yuri
    m "Так вот из-за чего весь переполох."
    show monika 1a at t21
    show sayori 1a at t22
    "Оборачиваясь, я вижу Монику и Сайори, стоящих вместе в дверном проеме."
    m 3b "Учитывая, что все уже собрались, полагаю, сейчас самое подходящее время поздравить вас с возвращением."
    m 3j "Я очень надеюсь, что загробная жизнь обошлась с тобой справедливо!"
    mc "Жаль разочаровывать, но, боюсь, 'смерть' не была причиной моего отсутствия..."

    mc "И ты, похоже, тоже не особо удивлен моим {i}воскрешением{/i}."
    m 1b "Только потому, что маленькая птичка уже сообщила мне о твоем выздоровлении."
    show monika 1a
    s 5b "Э-Эхехе..."
    show monika at t31
    show sayori at t32
    show natsuki 1b at t33
    n "Что ж, большое спасибо, что рассказали всем нам..."
    n 2l "И тут я подумал, что ему точно конец."
    show natsuki 2j
    mc "Ещё раз, что это за навязчивая идея о моей смертности?"
    mc "Я действительно выгляжу больным?"
    m 3b "Они действительно говорят, что внешний вид человека является отражением его самого сокровенного я..."
    show monika 3a
    n 1l "И, учитывая твой болезненный характер, это имеет смысл!"
    show monika 3j
    show natsuki 1z
    s 3m "Теперь они синхронизированы?!"
    show monika at t41
    show sayori 3n at t42
    show natsuki at t43
    show yuri 2f at t44
    y "Ну же, вы двое. Мы должны быть более внимательны к здоровью [player]."
    show yuri 2e
    show monika 3a
    n 2b "Эхх? Не похоже, что от шуток ему вдруг станет хуже."
    show natsuki 2c2
    "Восприняв её слова как намек, я сгибаюсь, схватившись за грудь."
    mc "Угх, это самое серьезное. Кажется, у меня только что случился рецидив."
    show yuri 3p at h44
    y "[player]!?"
    y "Б-быстро, позовите медсестру!"
    show yuri 3n
    "...{i}ахх, точно. Забыл, что некоторые девушки в этой группе не так хорошо воспринимают шутки, как другие."

    mc "Извини, Юри. Не стоит так нервничать."
    mc "Я говорил несерьезно."
    "Она смотрит широко раскрытыми глазами, как будто мои слова произнесены на каком-то непонятном языке."
    y 2o "О-ох, конечно..."
    show yuri at s44
    y 2w2 "Я прошу прощения за то, что слишком остро отреагировал."
    n 1b "Боже, тебе действительно нужно больше думать об этих вещах."
    show natsuki 1c2
    y "М-Ммм."
    m 3b "Ну, теперь, когда мы все снова друзья, как насчет того, чтобы встретиться?"
    show monika 3a
    mc "'Собрание?'"
    n 2b "Серьезно? Только потому, что ему сейчас лучше?"
    show natsuki 2c2
    show yuri 2q at t44
    y "В-в таком случае, позвольте мне приготовить ещё чаю для всех."
    show yuri 2q2
    m 1b "Спасибо, а не могли бы вы использовать смесь, которая была бы более... 'освежающей', чем та, которую вы дали [player]?"
    "Спрашивает она, глядя на воду с лекарством, которую я сейчас держу в руках."
    y 1b "Конечно. Улун подойдет?"
    show yuri 1a
    m 1j "Ага! Звучит замечательно."
    show yuri at thide
    hide yuri
    s 4x "Ооо! Если у нас встреча, стоит ли нам повторить 'это'?"
    show sayori 4a
    m 1b "Хорошая мысль, Сайори."
    m 3b "Не могли бы вы, пожалуйста, начать всё готовить для нас?"
    show monika 3a
    s 4q "Слушаюсь, мэм!"
    n 1l "Думаю, я помогу Сайори, раз уж на этот раз у нас нет кексов."
    show natsuki 1j
    s 4r "Спасибо, Нацуки!"
    show sayori 4q behind natsuki at t22
    n 1v "П-привет! Это не значит, что ты можешь начинать приставать ко мне!"
    show sayori at thide
    show natsuki at thide
    hide sayori
    hide natsuki
    "Сайори тащит Нацуки в дальний конец комнаты, пока Юри копошится в шкафу."
    mc "Не могли бы вы посвятить меня в то, что обычно влечет за собой проведение собрания?"
    show monika 1b at t11
    m "Не волнуйся, на самом деле знать особо нечего."
    m "Мы называем их 'собраниями', но они больше похожи на групповые посиделки."
    m "Вообще-то, ты уже посещал одно из них, помнишь? В тот день, когда ты вступил в клуб."
    show monika 1a
    "Её слова находят отклик у меня, когда я вижу, как Сайори передвигается между партами, образуя один большой стол."

    mc "Я понимаю..."
    mc "Хотя, как сказала Нацуки, моё возвращение точно не требует дополнительных усилий."
    m 1b "Не волнуйся. Твоё возвращение - это только {i}часть{/i} причины."
    m "Это ещё и потому, что у нас не было {i}с тех пор, как{/i}..."
    m 3b "А поддержание тесных отношений между членами - это то, к чему должен стремиться каждый клуб, не так ли?"
    show monika 3a
    mc "Хех, это звучит очень 'по-президентски' с твоей стороны."
    m 3j "Правильно!"
    if m_scene1 == "True" and m_end == "False":
        "Прежде чем Моника уходит помогать остальным, она смотрит на меня с более серьезным выражением лица."
        m 1i "Планируешь поговорить об этом?"
        show monika 1h
        mc "Ох? {i}Что{/i} ты имеешь в виду?"
        m 2r "Честно говоря, ты {i}такой{/i} не милый..."
        m "А я-то думал, что ты немного изменился."
        show monika 2q
        mc "Извини, но, боюсь, моё упрямство никуда не денется в ближайшее время."
        mc "..."
        mc "{i}Что заставляет вас предполагать, что на самом деле я не был болен?"
        m 2i "По правде говоря, я действительно не особо задумывался о том, действительно ли ты болен или просто тебя прикрывает Сайори."
        m "Нет, пока Нацуки не сказала что-то... 'странное', в любом случае."
        show monika 2h
        mc "И что бы это могло быть?"
        m 1b "Идиоты не простужаются."
        show monika 1a
        mc "Серьезно? Из всего, что могло вывести тебя из себя..."
        mc "Хех, {i}хотя{/i} это объяснило бы, почему я ни дня в своей жизни не болел."
        m 2d "Значит, вы признаете, что лгали?"
        show monika 2c
        "У меня было предчувствие, что Моника... \"любопытство\" относительно моих обстоятельств станет более явным после нашего разговора в коридоре..."
        "Но это действительно следует пресечь в зародыше, прежде чем станет {i}слишком{/i} обременительным."
        mc "Возможно, мне следовало упомянуть об этом раньше, но на самом деле ничего не выиграешь, узнав обо мне больше."
        m 2b "А кто сказал, что я пытаюсь чего-то 'добиться'?"
        show monika 2a
        mc "Наверняка есть способы получше развеять твою скуку."
        m 2b "Это неоспоримая правда..."
        m 4j "Но что я могу сказать? Я девушка, которая всегда получает то, что хочет."
        mc "Если бы это было правдой, ты, вероятно, казался бы намного более нормальным."
        m 1d "Ты хочешь сказать, что я этого не делаю? Как обидно."
        show monika 1q
        "Она делает вид, что вытирает глаза."
        m 1b "За все мои восемнадцать лет на этой планете мне ни разу не подарили орешек, который было бы слишком крепким, чтобы его можно было расколоть."
        show monika 1a
        mc "Ну и что? Узнать о своей жизни теперь непросто?"
        m 3j "Я всегда {i}хотел{/i} любить хорошие соревнования."
        mc "{i}Честно..."
        "...{i}в отличие от Юри, который делает это случайно, Моника, похоже, намертво настроена каким-то образом спровоцировать меня."
    s "Monika! [player]!"
    show sayori 2x at t22
    show monika 3a at t21
    s "Всё готово!"
    show sayori 2a
    m 1b "Превосходно! Отличная работа, Сайори!"
    show monika 1a
    s 1q "Хиихии..."
    show sayori at thide
    show monika at thide
    hide sayori
    hide monika
    "Теперь, когда \"стол\" собран и чай приготовлен, мы все рассаживаемся и начинаем непринужденную беседу."
    "Обсуждения, хотя и не очень глубокие, оставляют у меня ощущение чего-то вроде комфорта."
    stop music fadeout 2.0
    scene bg resday with dissolve_scene_full
    show sayori 1q at t11
    play music t8
    "Сайори радостно напевает себе под нос, пока мы вместе возвращаемся домой."
    "Даже несмотря на позитивную ауру, которую она излучает, мои мысли о последних нескольких днях продолжают портить мне настроение."
    "...{i}становится ясно, что источник моего беспокойства проистекает из моих отношений с литературным клубом."
    "...{i}это стало очевидным, когда я перестал крепко спать после фестиваля..."
    show sayori 1x
    "...{i}но почему? Хотя внешнего чувства тревоги нет, что-то определенно шевелится у меня в голове."
    "...{i}это потому, что они стали ближе, чем я изначально предполагал?"
    show sayori 1b
    "Какое-то напряжение сжимает мою грудь, когда я вспоминаю, как девочки приветствовали меня совсем недавно."
    "...{i}боюсь ли я подсознательно, что они в конечном итоге узнают о моей ситуации с такой скоростью?"
    show sayori 1c
    "...{i}и всё же, не мог бы я просто полностью отключить их, если бы это произошло? Разве не таков был протокол все эти годы?"
    "..."
    show sayori 5c
    "...{i}почему... почему при мысли об этом мне сейчас так не по себе--"
    mc "Что?"
    "Я останавливаюсь как вкопанный, когда кто-то тычет меня пальцем в щеку."
    s "Ммххмм."
    mc "Что-то случилось, Сайори?"
    s "Это то, о чем я должен спросить."
    s 2h "Ты ничего не сказал и делаешь очень страшное лицо с тех пор, как мы ушли из школы..."
    s "Что означает, что ты думаешь о чем-то плохом. Не так ли?"
    show sayori 2g

    "...{i}честно говоря, ей было бы намного лучше, если бы она применила это осознание буквально ко всему остальному."
    mc "Извини, но мои мысли не обязательно 'плохие' сами по себе..."
    mc "Я просто пересматриваю свои приоритеты. Вот и всё."
    s 4m "Не говори 'это всё', как будто то, что ты сказал, действительно имело смысл."
    mc "Тебе действительно не стоит беспокоиться обо мне, Сайори."
    mc "Я просто, ты знаешь... {i}всё ещё привыкаю ко всему этому."
    s 4n "'И всё это?'"
    "Она смотрит на меня в замешательстве, а потом мягко улыбается."
    s 2d "{i}Ты имеешь в виду клуб?"
    mc "Ммм."
    mc "Это... это может быть хорошей возможностью попробовать немного усерднее."
    s 1b "Что?"
    mc "Честно говоря, последние четыре года я в основном просто крутил баранку, никуда по-настоящему не двигаясь..."
    mc "Хотя я уверен, что ты это уже знал."
    s 3g "Э-это--"
    "Начинает она возражать, но быстро останавливает себя."
    mc "Клуб может послужить хорошей возможностью добиться определенного прогресса, какую бы форму он ни принял."
    mc "В худшем случае я получу высшее образование и разорву связи из-за любых возможных ошибок."
    s 3k "[player]..."
    mc "Извините, это циничный взгляд на вещи."
    show sayori 3g
    mc "Я знаю, что одной из причин, по которой вы пригласили меня присоединиться к клубу, было желание улучшить мою коммуникабельность..."
    mc "Так что мне действительно немного не по себе из-за того, что я отношусь к этому как к минному полю, которое я либо успешно пересекаю, либо взрываю к чертям собачьим."
    s 3d "Ммм."
    "Она качает головой."
    s 3l "Если ты думаешь, что сможешь это сделать..."
    s 4x "Тогда я болею за тебя!"
    s 4l2 "Я... Я думаю, что другие чувствовали бы то же самое."
    show sayori 4y
    mc "Ты уверен?"
    mc "Даже если моё более активное участие поставит под угрозу атмосферу, которая у нас сейчас сложилась?"
    s 4k "Эрр..."
    s 3l "Я бы хотел, чтобы клуб по-прежнему оставался счастливым местом, где мы все можем веселиться..."
    s 3k "Но в твоих словах есть смысл. Мы будем членами клуба только до окончания школы."
    s 3l "Поскольку это может повлиять на тебя надолго, я... Я бы выбрал..."
    show sayori 3g
    mc "Нет необходимости выбирать чью-либо сторону. Я не пытался выдвигать тебе ультиматум."
    show sayori 3k2 at s11
    s "{i}...фух. Слава богу."
    "Она вздыхает с облегчением."
    mc "Ты действительно заботишься о клубе, да?"
    show sayori 4x at t11
    s "Конечно! Это первый раз, когда я к чему-то испытываю подобные чувства."
    s 4l "Особенно что-нибудь, связанное со школой."
    show sayori 4k2
    mc "Ну, я, конечно, не собираюсь жаловаться."
    show sayori 4a
    mc "У нас всё ещё начало семестра, но ваши показатели посещаемости в этом году были намного лучше по сравнению с нашим предыдущим семестром."
    mc "Если клуб играет в этом какую-то роль, то чувство благодарности за это вполне естественно."
    s 5b "Э-Эхехе..."
    s 5a "Я не знал, что ты знаешь о прошлом году."
    mc "Возможно, я не всегда буду рядом, чтобы сделать тебе выговор, но я всё равно беспокоюсь."
    s 5c "Боже, ты говоришь прямо как мой отец."
    "Она на мгновение надувает губы, прежде чем прислониться ко мне."
    s 1y "{i}Спасибо, [player]. Может быть, я тоже буду стараться немного усерднее."
    mc "Я рад."
    "Пока мы едем на работу, между нами царит мрачное и искреннее настроение."
    scene bg kitchen with wipeleft_scene
    "Ставя сумку на кухне, я решаю приготовить ужин пораньше, чтобы сегодня вечером у меня было больше времени на сон."
    "Приготовление само по себе ни в коей мере не требует усилий, я в основном просто открываю банки и отправляю куски мяса в духовку."
    "Ожидая, пока все приготовится, я открываю сумку, чтобы взять кое-какие школьные задания."
    "Однако вместо книг я впервые вижу розовый пластиковый пакет, покрытый различными кошачьими головами в стиле чиби."
    mc "Это... печенье?"
    mc "Как они--"
    "Мой разум быстро приходит к единственно возможному ответу."
    mc "{i}Честно говоря,{/i} эта девушка действительно что-то особенное..."
    "Часть моего беспокойства исчезает, когда я пытаюсь расшифровать действия некоего цундере."
    mc "...{i}'немного жестче', а?"
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5


    scene bg thur with open_eyes
    "--Четверг, 12 мая--"
    scene bg spring with wipeleft_scene
    pause 1.5
    scene bg class_day with wipeleft_scene
    "Кроме Кибы и девочек, никто из сверстников не упоминал о моем кратковременном исчезновении со вчерашнего дня."
    "Кажется, даже учителей не смущает, что один-два ученика пропали из поля зрения во время Золотой недели."
    "...{i}Не уверен, списывать ли это на мою собственную незначительность в классе или на снижение самоотдачи школьников в современном обществе."
    "...{i}в любом случае, звонок на обед прозвенит довольно скоро, а это значит--"
    call lunch_standard1 from _call_lunch_standard1_4

    stop music fadeout 2.0
    scene bg class_day with wipeleft_scene
    play music t3
    "В целом спокойный школьный день заканчивается последним звонком."
    menu:
        "...{i}итак, что же мне тогда делать?"
        "Посетить собрание клуба":

            scene bg club_day with wipeleft_scene
            "Кажется, все девушки вернулись к своим обычным делам после вчерашней \"встречи\" и обсуждения моего отсутствия."
            call club_standard2 from _call_club_standard2_11
        "Посетить тренировку по легкой атлетике":

            if r_scene1 == "True":
                scene bg track with wipeleft_scene
                r "Привет, Сэмпай."
                show rikka 1a at t11
                "Рикка встречает меня недалеко от выхода."
                r 1b "Похоже, ты всё-таки не сдался."
                show rikka 1a
                mc "Опять метафоры смерти?"
                mc "{i}Я надеюсь, что это не признак того, что должно произойти"
                r 1c "Хмм? Что за внезапная мрачность?"
                show rikka 1c2
                mc "Ничего, просто размышлял о собственной смертности."
                r 1c "Ухх, верно...?"
                r 2b "Ну, я бы, наверное, тоже был в депрессии, если бы мне пришлось жить твоей жизнью."
                show rikka 2a
                mc "Вау. Спасибо за добрые слова, {i}Мисс менеджер.{i}"
                mc "Итак, тебе действительно что-то было нужно или твоей единственной целью было задеть мои чувства?"
                r 1c "Я имею в виду, на самом деле мне ничего не было нужно..."
                r 1b "Это было просто ваше стандартное мероприятие 'официальное лицо команды приветствует возвращение чрезмерно безответственного и прогуливающего занятия участника'."
                show rikka 1a
                mc "{i}Какой предусмотрительный..."
                r 1b "Итак? Как ты себя чувствуешь?"
                r "Эта девушка Сайори упомянула, что ты ушел рано в понедельник, потому что плохо себя чувствовал."
                show rikka 1a
                mc "{i}Сайори{/i} сделала?"
                r 1b "Да. Мы столкнулись после школы и немного поговорили."
                show rikka 1a
                mc "Ахх, понятно..."
                mc "Но нет причин беспокоиться о моем здоровье. Сейчас я чувствую себя совершенно нормально."
                r 2k "Хех, а кто вообще говорил о том, что ты 'обеспокоен?'"
                r 2j "Я просто хочу убедиться, что ты не расслаблялся последние два дня."
                mc "Это факт?"
                mc "Скажи мне, ты случайно не общался с невысокой розововолосой третьекурсницей?"
                r 2c "Что?"
                show rikka 2c2
                mc "Ну, если не считать твоего случайного появления в цундере..."
                mc "На самом деле я пропустил только вторник. Я просто не пришел вчера на тренировку, потому что у меня закончилось собрание Литературного клуба?"
                r 5o "Ох? Так ты предпочла их своему милому и совершенно обезумевшему менеджеру команды?"
                mc "'Совершенно-обезумевший'? Разве ты только что не признался, что тебя это не беспокоит?"
                r 5d3 "Сейчас не время для логических рассуждений, [player]..."
                r 1m "Сейчас главное, чтобы {i}ты{/i} сделал всё, что в твоих силах, чтобы {i}мне{/i} стало лучше--"
                show rikka at thide
                hide rikka
                r "П-привет! Куда ты идешь?!"
                mc "Тренировка начинается."
                mc "Нам придется отложить ваши странные запросы на другой раз."
                r "К-Кинк?!"
                r "{i}Гррр,{/i} не думаю, что ты легко отделаешься за то, что издеваешься над своим менеджером, маленький сопляк!"
                scene dark with close_eyes
                "К несчастью для меня, Рикка не шутила, когда говорила это, и провела остаток тренировки, используя свой \"авторитет\", чтобы заставить меня бегать нечестиво."
                $ a_appeal = a_appeal + 3
                $ r_appeal = r_appeal + 3
                "--Атлетизм увеличился на 3--"
            else:
                call track_standard from _call_track_standard_4

    stop music fadeout 2.0
    scene bg spring3 with dissolve_scene_full
    pause 1.5
    scene bg living_day with wipeleft_scene
    play music t8
    "Поскольку моё давнее раздражение из-за 'встречи' с мамой в основном рассеялось, я решаю попробовать использовать этот вечер продуктивно."
    $ play_normal = "False"
    call ass from _call_ass_6

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5

    if play_normal == "False":
        if s_scene4 == "True" and s_appeal >= 10 or y_scene4 == "True" and y_appeal >= 10 or n_scene4 == "True" and n_appeal >=10 or r_scene5 == "True" and r_appeal >= 10:
            menu:
                "Вы достигли текущего максимального уровня привлекательности с Докичами. Хотите пропустить промежуточные экзамены или продолжить играть в обычном режиме?"
                "Переход к промежуточным экзаменам":

                    scene dark with close_eyes
                    pause 1.0
                    jump midterm_start
                "Продолжайте в обычном режиме":

                    $ play_normal = "True"
                    scene dark with close_eyes
                    pause 1.0


    scene bg fri with open_eyes
    "--Пятница, 13 мая--"
    play music t2
    scene bg kitchen with wipeleft_scene
    "Я собираю свои вещи и собираюсь уходить после того, как съем свой обычный завтрак из яичницы-болтуньи и кофе."
    call morning_standard2 from _call_morning_standard2_4

    stop music fadeout 2.0
    scene bg club_day with dissolve_scene_full
    play music t3
    "К моему приезду все четыре девушки уже присутствуют и занимают свои обычные места."
    call club_standard2 from _call_club_standard2_12

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5

    if play_normal == "False":
        if s_scene4 == "True" and s_appeal >= 10 or y_scene4 == "True" and y_appeal >= 10 or n_scene4 == "True" and n_appeal >=10 or r_scene5 == "True" and r_appeal >= 10:
            menu:
                "Вы достигли текущего максимального уровня привлекательности с Докичами. Хотите пропустить промежуточные экзамены или продолжить играть в обычном режиме?"
                "Переход к промежуточным экзаменам":

                    scene dark with close_eyes
                    pause 1.0
                    jump midterm_start
                "Продолжайте в обычном режиме":

                    $ play_normal = "True"
                    scene dark with close_eyes
                    pause 1.0


    scene bg sat with open_eyes
    pause 1.5
    play music wefn
    scene bg kitchen with wipeleft_scene
    "В то время как многие студенты используют субботнее утро для сна, я уже проснулся и принял душ к 8 утра."
    "Мысли о том, как следует провести этот выходной, крутятся у меня в голове на протяжении всего завтрака."
    call weekend2 from _call_weekend2_9

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5

    if play_normal == "False":
        if s_scene4 == "True" and s_appeal >= 10 or y_scene4 == "True" and y_appeal >= 10 or n_scene4 == "True" and n_appeal >=10 or r_scene5 == "True" and r_appeal >= 10:
            menu:
                "Вы достигли текущего максимального уровня привлекательности с Докичами. Хотите пропустить промежуточные экзамены или продолжить играть в обычном режиме?"
                "Переход к промежуточным экзаменам":

                    scene dark with close_eyes
                    pause 1.0
                    jump midterm_start
                "Продолжайте в обычном режиме":

                    $ play_normal = "True"
                    scene dark with close_eyes
                    pause 1.0


    play music t8
    scene bg sun with open_eyes
    "--Воскресенье, 15 мая--"
    if m_scene2 == "True":
        scene bg living_day with wipeleft
        call m_sunday1 from _call_m_sunday1
    else:
        scene bg kitchen with wipeleft
        call weekend2 from _call_weekend2_10

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5

    if play_normal == "False":
        if s_scene4 == "True" and s_appeal >= 10 or y_scene4 == "True" and y_appeal >= 10 or n_scene4 == "True" and n_appeal >=10 or r_scene5 == "True" and r_appeal >= 10:
            menu:
                "Вы достигли текущего максимального уровня привлекательности с Докичами. Хотите пропустить промежуточные экзамены или продолжить играть в обычном режиме?"
                "Переход к промежуточным экзаменам":

                    scene dark with close_eyes
                    pause 1.0
                    jump midterm_start
                "Продолжайте в обычном режиме":

                    $ play_normal = "True"
                    scene dark with close_eyes
                    pause 0.5


    scene bg mon with open_eyes
    "--Понедельник, 16 мая--"
    play music t2
    scene bg kitchen with wipeleft_scene
    "После того, как я позавтракаю и соберу свои школьные принадлежности, единственное, что осталось решить, это--"
    call morning_standard2 from _call_morning_standard2_5

    stop music fadeout 2.0
    scene bg club_day with dissolve_scene_full
    play music t3
    "Когда я вхожу в клубную комнату, все уже заняты своими делами."
    call club_standard2 from _call_club_standard2_13

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5

    if play_normal == "False":
        if s_scene4 == "True" and s_appeal >= 10 or y_scene4 == "True" and y_appeal >= 10 or n_scene4 == "True" and n_appeal >=10 or r_scene5 == "True" and r_appeal >= 10:
            menu:
                "Вы достигли текущего максимального уровня привлекательности с Докичами. Хотите пропустить промежуточные экзамены или продолжить играть в обычном режиме?"
                "Переход к промежуточным экзаменам":

                    scene dark with close_eyes
                    pause 1.0
                    jump midterm_start
                "Продолжайте в обычном режиме":

                    $ play_normal = "True"
                    scene dark with close_eyes
                    pause 1.0


    scene bg tues with open_eyes
    "--Вторник, 17 мая--"
    scene bg class_day with dissolve_scene_full
    play music t8
    "Занятия проходят нормально и достаточно скучно, заставляя меня задуматься--"
    call lunch_standard1 from _call_lunch_standard1_5

    stop music fadeout 2.0
    scene bg class_day with wipeleft_scene
    play music t3
    "Прозвенел последний звонок, и мне осталось решить, куда теперь идти"
    $ track_midterms = "False"
    menu:
        "Возможно, было бы неплохо--"
        "Посетите литературный клуб":

            scene bg club_day with wipeleft_scene
            "Остальные четверо заняты своими делами, когда я вхожу в комнату и ставлю свои вещи."
            call club_standard2 from _call_club_standard2_14
        "Навестите команду по легкой атлетике":

            scene bg track with wipeleft_scene
            if r_scene1 == "True":
                call track_midterms from _call_track_midterms
            else:
                call track_menu from _call_track_menu_3

    stop music fadeout 2.0
    scene bg spring3 with dissolve_scene_full
    pause 1.5
    scene bg kitchen with wipeleft_scene
    play music wefn
    "Поскольку мне особо нечем заняться, по приезде домой у меня остается масса свободного времени."
    call ass from _call_ass_7

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5

    if play_normal == "False":
        if s_scene4 == "True" and s_appeal >= 10 or y_scene4 == "True" and y_appeal >= 10 or n_scene4 == "True" and n_appeal >=10 or r_scene5 == "True" and r_appeal >= 10:
            menu:
                "Вы достигли текущего максимального уровня привлекательности с Докичами. Хотите пропустить промежуточные экзамены или продолжить играть в обычном режиме?"
                "Переход к промежуточным экзаменам":

                    scene dark with close_eyes
                    pause 1.0
                    jump midterm_start
                "Продолжайте в обычном режиме":

                    $ play_normal = "True"
                    scene dark with close_eyes
                    pause 1.0


    scene bg wed with open_eyes
    "--Среда, 18 мая--"
    scene bg spring2 with dissolve_scene_full
    pause 1.5
    scene bg class_day with wipeleft_scene
    play music t3
    "Ещё один долгий школьный день закончился, и единственное, что теперь остается, - это решить--"
    menu:
        "Куда мне следует пойти?"
        "Литературный клуб":

            scene bg club_day with wipeleft_scene
            "Моника и Сайори встречают меня у двери."
            "Мы немного постояли, разговаривая, прежде чем разойтись и занять наши обычные места."
            call club_standard2 from _call_club_standard2_15
        "Тренировка на легкой атлетике":

            scene bg track with wipeleft_scene
            "Чрезмерно нетерпеливый менеджер команды подходит ко мне у выхода из школы."
            "Она некоторое время хвастается своим величием, прежде чем направиться к другим спортсменам."
            call track_menu from _call_track_menu_4

    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5
    jump midterm_start


label midterm_start:
    scene bg thur with open_eyes
    "--Четверг, 19 мая--"
    scene bg class_day with dissolve_scene_full
    play music t8
    "Общее настроение в классе становится всё более тревожным по мере того, как мы приближаемся к промежуточным экзаменам."
    "Многие студенты даже остались заниматься, как только прозвенел звонок на обед."
    mc "{i}Мне, наверное, стоит уйти, пока кому-нибудь из этих прокрастинаторов не пришла в голову блестящая идея попросить у 'тихого ребенка' его заметки."
    call lunch_standard1 from _call_lunch_standard1_6

    stop music fadeout 2.0
    scene bg spring2 with wipeleft_scene
    pause 0.5
    scene bg class_day with wipeleft_scene
    "Приближаются промежуточные экзамены, и я решаю, что было бы хорошей идеей зарегистрироваться в клубе сегодня."
    scene bg club_day with wipeleft_scene
    play music t3
    "Сайори, Моника, Нацуки и Юри жмутся друг к другу, когда я переступаю порог."
    mc "Я не могу не чувствовать себя немного параноиком, видя вас четверых, собравшихся вот так."
    show monika 1c at t41
    show sayori 1b at t42
    show natsuki 1c2 at t43
    show yuri 1e at t44
    "Все взгляды устремлены на меня."
    n 2l "Хех, это хороший инстинкт."
    show natsuki 2j
    m 3b "В конце концов, мало что может быть опаснее, чем девичьи интриги."
    show monika 3a
    y 2n "М-мы действительно не обсуждали ничего гнусного."
    mc "Похоже, Юри по-прежнему единственный, кому можно доверять."
    n 5c "Скорее, единственный, кто не может согласиться с шутками."
    show natsuki 5c2
    y 2o "Н-Нацуки."
    mc "Итак? В чем дело?"
    mc "В повестке дня литературного клуба появился новый пункт?"
    m 1b "Да? Ты сегодня выглядишь необычайно энергичной."
    show monika 1a
    n 5b "Что довольно жутко, не буду врать."
    n 2b "А что случилось со всей этой вашей историей с 'задумчивым одиночкой'?"
    show natsuki 2c2
    mc "Я пытаюсь принять участие в одном мероприятии, и меня тут же называют 'жутким'..."
    mc "Неудивительно, что я был антиобщественным все эти годы."
    s 3m "О-она говорила несерьезно! Правда, Нацуки?!"
    show sayori 3n
    n 5q "Н-ну, когда он начинает вести себя вот так подавленно..."
    show natsuki 5s
    mc "Не волнуйся, я не расстроен. Слышать от тебя гадости на самом деле очень приятно."
    n 5c "А? Каким образом?"
    show natsuki 5c2
    mc "Это заставляет меня чувствовать себя менее виноватым из-за различных аморальных заявлений, которые слетают с моих губ и приходят мне в голову."
    m 1c "{i}Я понимаю..."
    m 3b "Значит, в твоих отклонениях полностью виновата Нацуки?"
    show monika 3a
    n 1p "П-почему меня обвиняют в том, что он извращенец!?"
    show natsuki 1o
    m 3b "Ну, если оставить в стороне ущерб, нанесенный Нацуки человеческой порядочности..."
    show sayori 3a
    show natsuki 1s
    m 1b "Хорошо, что ты здесь, [player]. Мы как раз собирались начать обсуждать планы."
    show monika 1a
    mc "'Планы?'"
    s 2x "Да, на промежуточные экзамены."
    show sayori 2a
    mc "И всё же, это действительно то, что ты можешь 'спланировать'?"
    mc "..."
    mc "....."
    mc "Собираешься жульничать?"
    s 4m "Конечно, нет!"
    s 2h "Мы говорили о том, чтобы, возможно, организовать учебную группу."
    show sayori 2g
    m 3j "Совершенно верно!"
    m 3b "Сайори подсказала мне эту идею ранее сегодня."
    mc "ЭХ? {i}Эта{/i} Сайори?--"
    show sayori 2i
    play sound "sfx/slap.ogg"
    mc "Оуу."
    "Девушка, о которой идет речь, тычет меня локтем в ребра, когда я пытаюсь пошутить."
    s 1h "Ты же знаешь, я относился к этому очень серьезно!"
    s 3l "От одной мысли обо всех проблемах, которые я просмотрел, у меня начинает болеть голова."
    show sayori 3k2
    mc "{i}Хмм..."
    s 5c "Господи, тебе обязательно выглядеть таким скептиком? Злюка."
    mc "..."
    mc "Твой кошелек с монетами."
    s 3b "Что?"
    mc "Дай-ка мне взглянуть на твой кошелек с монетами."
    "Она на мгновение кажется сбитой с толку, прежде чем выполнить моё требование."
    "После того, как мне вручают маленький пакетик, я открываю крышку, чтобы показать множество пластиковых оберток."
    y 2f "Это... мятные леденцы?"
    show yuri 2e
    mc "Полагаю, ты всё-таки усердно работал."
    mc "Извините за то, что я был так неуверен."
    n 2k "Подожди, что?"
    n 1k "Какое отношение к учебе имеет то, что Сайори богата мятными конфетами?"
    show natsuki 1k2
    mc "Сколько я её знаю, Сайори всегда нужно было что-нибудь пожевать, чтобы должным образом сосредоточиться."
    mc "Ну, я говорю 'необходимо,' но на самом деле это не более чем дурная привычка."
    mc "Раньше она пользовалась жевательной резинкой, но перешла на мятные леденцы, как только мы перешли в старшую школу."
    s 5b "Эхехе..."
    s 5a "Я беспокоился, что у меня выпадут зубы."
    mc "Учитывая, как мало ты на самом деле занимаешься, это никогда бы не стало проблемой."

    s 3h "Эй!"
    show sayori 3g
    n 1m "{i}Вздыхаю..."
    n 5m "Я начинаю думать, что вы двое хорошо ладите только потому, что вы {i}оба{/i} странные."
    show natsuki 5m2
    mc "Точная интерпретация."
    s 4p "Это не так!"
    m 3l "Извините, что прерываю ваш супружеский спор, но ничего, если мы вернемся к теме?"
    show monika 3l2
    s 3l2 "Ахх, понятно. Извините."
    show sayori 3y
    mc "Мы говорили о создании учебной группы, верно?"
    m 3b "Ага..."
    m 1b "Или, по крайней мере, такова была первоначальная идея."
    y 2f "'{i}Оригинал?{/i}' Вы имеете в виду, что у нас есть проблема с хранением одного?"
    show yuri 2e
    m 2b "Не обязательно 'проблема' как таковая. Больше похоже на проблему исполнения."
    show monika 2a
    n 2b "Это должно что-то значить?"
    show natsuki 2c2
    m 2b "Видите ли, промежуточные экзамены начинаются в понедельник, а сегодня уже четверг..."
    m 4b "Что означает, что у нас меньше четырех дней на подготовку."
    m "Я не уверен, сколько времени каждый из вас уже потратил на учебу, но это всё равно немного."
    show monika 4a
    show sayori 3l at s42
    show natsuki 2s at s43
    "Почти в унисон Нацуки и Сайори начинают чесать щеку."
    y 2f "Вы хотите сказать, что нам уже слишком поздно эффективно учиться как группе?"
    show yuri 2e
    m 3j "Вовсе нет!"
    show sayori 3b
    show natsuki 2c2
    m 3b "В то время как мы пятеро {i}действительно{/i} обладаем довольно широким спектром академических навыков..."
    m 3k "Важно не количество времени, которое у нас есть, а скорее то, {i}как{/i} это время тратится."
    m 3b "Одного дня может быть достаточно, если вы сохраняете высокий уровень самоотдачи и сосредоточенности."
    show monika 3a

    show sayori 5a at t42
    s "Не хочу показаться глупым, но я сейчас совершенно растерян."
    show natsuki 1b at t43
    n "Мне то же самое."
    "Дьявольская ухмылка расползается по лицу Моники, когда они это говорят."
    mc "Ты предлагаешь нам провести сеанс зубрежки?"
    m 4j "Идеальный ответ!"
    n 1k "Эхх?"
    y 2f "'Сеанс зубрежки?'"
    show yuri 2e
    s 3c "Чем это отличается от обычного обучения?"
    show monika 3a
    show sayori 3b
    "Моника смотрит на меня, ожидая объяснений."
    mc "Ну, я сам не очень хорошо знаком с деталями..."
    mc "Но зубрежка - это, по сути, учебный лагерь."
    mc "Ты идешь, пока либо не упадешь в обморок от истощения, либо не начнется экзамен. Что бы ни случилось раньше."
    n 1b "Люди серьезно так поступают?"
    n 2c "Я думал, это просто троп, который ты видел в аниме."
    show natsuki 2c2
    y 2f "В этом я частично согласен с Нацуки."
    y "Мысль о том, что люди будут заниматься чем-то настолько интенсивным до тестирования, даже не приходила мне в голову."
    show yuri 2e

    m 3b "Понятный ответ."
    m 1b "Обычно прокрастинаторы и те, кто стремится к высшим отметкам, - единственные, кто подвергает себя такому изнурительному испытанию."

    m "Прав ли я, предполагая, что мы охватываем эти две категории?"
    show monika 1a
    "Она снова смотрит на меня."
    mc "Ты был бы удивлен, если бы я ответил честно."
    m 1c "Хмм?"
    s 5a "Хотя я {i}бы{/i} немного беспокоюсь о своих оценках, 'зубрежка' звучит слишком напряженно для меня."

    n 5c "Здесь то же самое."
    n 5b "Возможно, я занимаю не очень высокое положение, но и не особо беспокоюсь о неудаче."
    show natsuki 5c2
    m 2j "Ох? Это правда?"
    "Мощная аура наполняет комнату, когда она начинает преисполняться злых намерений."
    n 5m "Б-без обид, Моника, но ты выглядишь немного устрашающе."
    show natsuki 5m2
    m 2j "Хотя это правда, возможно, вам и не {i}нужно{/i} зубрить..."
    m 1b "Тебе не кажется, что это могло бы принести пользу клубу?"
    show monika 1a
    y 2f "'{i}В клубе?{/i}'"
    show yuri 2e
    n 2c "Ты снова меня потерял."
    show natsuki 2c2
    m 1b "Подумай об этом."
    m 3b "Разве не было бы интересно, если бы результаты каждого участника внезапно улучшились по сравнению с прошлым годом?"
    show monika 3a
    y 2f "Вы имеете в виду, что консультант может подумать, {i}потому что{/i} мы выступили лучше из-за клуба?"
    show yuri 2e
    mc "Что, в свою очередь, придало бы ему лучшую репутацию?"
    m 4j "Вот именно!"
    "Мы все уставились на Монику, когда её \"великий план\" был полностью изложен."
    mc "Не хочу показаться занудой, но это звучит дико нереалистично."
    mc "Я имею в виду, каковы шансы, что советники вообще обратят внимание на нашу--"
    m 1i "Они так и сделают."
    show monika 1h
    mc "Что?"
    "Она берет более серьезный тон."
    m 1i "Оценки - это один из факторов, который наш факультет и студенческий совет используют при определении распределения бюджета."
    m "Клубам и командам, которые плохо сдают экзамены, уделяется меньшее внимание, чем тем, которые сдают хорошо."
    m "Возможно, у нас и не было лошади для участия в этих скачках с тех пор, как клуб был основан в этом году, но это всё равно может принести пользу будущим поколениям."
    show monika 1h
    y 2f "Ты имеешь в виду тех, кто присоединится к нам после выпуска?"
    show monika 2e
    m 1i "Совершенноверно."
    show monika 1h
    "Все замолкают, когда до нас доходит эта мысль."
    s 3l "{i}Если{/i}... если это поможет клубу..."
    s 4x "Тогда я сделаю всё, что в моих силах!"
    show sayori 4a
    n 2m "{i}Вздыхаю..."
    n 1l "Хреново, что не {i}мы{/i} получаем эти деньги, но неважно. Думаю, я тоже в деле."
    show natsuki 1j
    y 2f "Если повышение производительности означает, что у большего числа людей будет возможность читать и обсуждать свои интересы с комфортом..."
    y 1b "Тогда вполне естественно, что я напрягся."
    show yuri 1a
    "В воздухе витает чувство единства, когда три девушки решают сами за себя."
    m 3b "Итак? Что это будет, [player]?"
    show monika 3a
    mc "Хех, нет необходимости смотреть на меня с таким ожиданием."
    mc "Во-первых, я никогда не утверждал, что я против идеи зубрежки."
    m 4j "Тогда всё решено!"
    m 4k "Сегодня мы закладываем основу для самого первого 'Литературного клубного крам-фестиваля!'"
    show monika 4j
    n 1m "Эрр, называть это 'фестивалем', возможно, немного чересчур."
    show natsuki 1m2
    s 5a "Я-Я знаю, мы только что пришли к соглашению, но я уже немного нервничаю."
    y 2l "{i}Я могу это сделать. Ради литературы."
    m 4b "Теперь, когда мы все на одной волне, давайте обсудим некоторые детали!"
    show monika 4a
    show yuri 2a
    show natsuki 1c2
    s 3x "Д-да, мэм!"
    show sayori 3a
    m 1b "Во-первых, все ли будут готовы провести завтрашнее заседание?"
    show monika 1a
    n 1k2 "Хмм?"
    y 1f "Ты хочешь сказать, что мы начинаем не сегодня?"
    show yuri 1e
    m 1l "Я ценю ваше рвение, но, боюсь, нет."
    m 2b "Чтобы добиться максимальной эффективности, нам нужно сначала провести хотя бы небольшую подготовку."
    show monika 2a
    y 2f "'Максимальная... эффективность?'"
    show yuri 2e
    n 2l "С каких это пор ты стал менеджером дневной смены?"
    show natsuki 2j
    m 2j "Обсудим это в другой раз."
    m 1b "Итак? Кто-нибудь завтра будет занят?"
    show monika 1a
    "Никто не произносит ни слова."
    m 1k "Отлично! Значит, завтра!"
    m 3b "Далее - вопрос местоположения."
    show monika 3a
    s 1c "Мы не будем пользоваться клубной комнатой?"
    show sayori 1b
    m 1b "Боюсь, что нет. Нашему клубу отведен только один час на пользование этим залом."

    show monika 1a
    "Моника снова поворачивается ко мне."
    mc "Для большинства занятий зубрежкой 'один час' едва ли можно квалифицировать как перерыв в туалет."
    s 3m "Ээх?!"
    n 1k "И как долго эта штука продлится?"
    show natsuki 1k2
    m 2c "{i}Хмм..."
    m 2d "Если мы начнем в обычное время, когда открывается клуб, и проработаем до полуночи, это..."
    m 4b "Девять часов!"
    show monika 4a
    $ s_name = "Оба"
    show sayori 4m at h42
    show natsuki 1p at h43
    s "Девять!?!"
    $ s_name = "Сайори"
    mc "Ну, с четырех до двенадцати {i}было бы{/i} намного лучше, чем с десяти вечера до семи утра."
    n "Почему ты говоришь это так, словно сам это сделал!?"
    mc "Кто знает..."
    y 2f "Я могу понять удивление Сайори и Нацуки. Девять часов - это {i}является{/i} довольно значительный промежуток времени."
    y "Ты знаешь какие-нибудь места, где нам позволят остановиться надолго?"
    show yuri 2e
    show sayori 4n
    n 1e "Подождите! Мы замалчиваем огромную проблему."
    show natsuki 1g
    m 1b "О? И что бы это могло быть?"
    show monika 1b
    n 2b "Ты серьезно насчет того, что мы будем заниматься до {i}полуночи?"
    n "А как насчет сна? И как это будет работать?"
    show natsuki 2a
    m 1b "Всё так, как [player] сказал ранее..."
    m 3k "Ты просто идешь, пока не {i}упадешь{/i}."
    show monika 3j
    "Моё впечатление о том, что Моника тайно является отъявленной садисткой, становится всё сильнее."
    n 1m "Даже если мы найдем библиотеку или что-то ещё, что позволит нам остаться до тех пор, не похоже, что мы все сможем просто отключиться там."
    show natsuki 1m2
    m 3b "Ты абсолютно прав."
    m 1b "Наше занятие по зубрежке должно проходить где-нибудь, где открыто все часы дня {i}и{/i} где можно выспаться."
    show monika 1a

    y 2h "Выполнение этих предварительных условий звучит довольно сложно."
    y 2f "У тебя есть какие-нибудь идеи?"
    show yuri 2e
    m 4j "Конечно!"
    "С широкой улыбкой на лице Моника указывает прямо на меня."
    m 4b "Мы воспользуемся домом [player]!"
    show monika 4a
    $ s_name = "Оба"
    show sayori 4m
    show natsuki 1p
    s "Эхх!"
    $ s_name = "Сайори"
    s 3h "П-подожди минутку, Моника! Я не думаю, что это хороший..."
    mc "Ну, если всё остальные согласны."
    "Челюсть Сайори чуть не падает на пол."
    s 3g "[player]..."
    mc "Я был немного жестче, помнишь?"
    s "..."
    s 1q "Ммм!"
    n 2e "Погоди, ты же не {i}на самом деле{/i} просишь нас работать до тех пор, пока мы не заснем в доме {i}парня{/i}, не так ли?"
    show sayori 1a
    show natsuki 2g
    m 4j "Совершенно верно."
    m 2b "Есть какие-то проблемы?"
    show monika 2a
    n 1p "Существует {i}огромная{/i} проблема!"
    show natsuki 1o
    m 2d "Ох? Пожалуйста, уточни."
    show monika 2c
    n 1r "Фу!"
    "Лицо Нацуки становится темно-красным, когда она сталкивается с сопротивлением."
    n 5q "Т-ты знаешь... он парень... и если мы все будем спать рядом с ним..."
    show natsuki 5s
    m 1b "Вы хотите сказать, что существует вероятность совершения [player] какого-либо сексуального преступления?"
    show monika 1a
    n 5p "Эгх?!"
    n 5r "Я-Я имею в виду..."
    "Всё ещё выглядя садисткой, Моника ближе наклоняется к Нацуки."
    m 1j "{i}Или, может быть, ты боишься, что он не выберет тебя?"
    n 5o "..."
    m 3k "Тихи, просто шучу!"
    show monika 3a
    show natsuki at s43
    "Нацуки выглядит так, словно вот-вот упадет в обморок, услышав то, что прошептала Моника."
    m 1b "Без обид, [player], но Нацуки {i}действительно{/i} приводит обоснованный аргумент."
    show natsuki 1i at t43
    m "Репутация клуба была бы подорвана, если бы стали известны новости о том, что несколько девушек провели ночь в доме парня без присмотра."
    show monika 1a
    if cut_hand == "False":
        y 2f "Хмм? 'Без присмотра?'"
        show yuri 2e
        m 1c "Неужели я ошибаюсь?"
        m 1d "[player] живет один, не так ли?"
        show monika 1c
        y 2f "Так и есть?"
        show yuri 2e
        show natsuki 1h
        n "Серьезно?!"
        show natsuki 1i
        mc "Ах, ну что ж..."
        mc "Что-то в этом роде."
        n 2e "И ты всё ещё хочешь, чтобы мы остановились в его доме?!"
        show natsuki 2g
        m 3b "Не обязательно."
        show monika 2a
    mc "Тогда что же ты предлагаешь нам делать?"
    "Она поворачивается к Сайори."
    m 1b "Вы упомянули, что в вашем доме слишком беспорядок, чтобы в нем было комфортно работать, верно?"
    s 5a "Д-да."
    m 3b "Как насчет того, чтобы поспать?"
    show monika 3a
    s 1c "Что? 'Спит?'"
    show sayori 1b
    m 3b "Совершенно верно."
    m "Я подумал, нельзя ли провести тренировку у [player] дома, а затем переехать к вам, как только мы начнем уставать."
    show monika 3a
    s 4x "Ооо, ты имеешь в виду что-то вроде вечеринки с ночевкой?!"
    show sayori 4a
    m 4j "Совершенноверно."
    s 4q "Это было бы здорово!"
    s 4x "У нас есть свободная спальня и много футонов."
    show sayori 4a
    m "Чудесно!"
    m 3b "Вы двое не против остаться на ночь у Сайори?"
    show sayori 3a
    y 1b "Сначала мне нужно было бы получить разрешение у моих родителей, но никаких проблем возникнуть не должно."
    show yuri 1a
    n 2b "Здесь тоже никаких жалоб."
    show natsuki 2c2
    m 3k "Превосходно! Осталось две проблемы--"
    mc "Вообще-то, могу я кое-что спросить, прежде чем мы двинемся дальше?"
    m 1b "Конечно."
    show monika 1a
    mc "Почему бы просто не провести 'сеанс зубрежки' у себя дома?"
    n 1b "Это хорошее замечание."
    n "Моники там не было, когда не было последнего заседания клуба."
    show natsuki 1c2
    m 1l "Эхехе, ну..."
    m "Я бы хотел создать хорошее рабочее пространство для своих членов, но, боюсь, мой дом для этого неподходящее место."
    show monika 1l2
    y 2f "Хмм? Почему--"
    "Чувствуя знакомое чувство, исходящее от Моники, я решаю вмешаться."
    show yuri 2e
    mc "Ну, с некоторыми вещами ничего не поделаешь."
    mc "Подержать его у меня не составит никакого труда, так что давай пока остановимся на этом."

    if m_end == "False":
        m 1c "Ух?"
        "Её глаза широко раскрываются."
    y 1b "Я понимаю."
    show yuri 1a
    mc "Итак? Мы назначили время и место..."
    mc "Нам следует обсудить что-нибудь ещё, Мисс Президент?"
    m 1b "Это два основных вопроса. Остальные детали можно обсудить в групповом чате."
    m 3b "У кого-нибудь есть ещё вопросы?"
    show monika 3a
    y 1b "У меня есть один."
    y "Мы делаем это только в пятницу или ещё и в выходные?"
    show yuri 1a
    n 5m "Пожалуйста, скажи мне, что мы не собираемся потратить целый уик-энд только на то, чтобы зубрить."
    show natsuki 5m2
    m 1b "Не волнуйся, завтра - единственный день, когда мы собираемся встретиться."
    m "Перед нашим занятием я попытаюсь составить общий план занятий, которому каждый сможет следовать в свободное от занятий время в выходные."
    show monika 1a
    s 2x "Значит, ты будешь как наш репетитор!"
    show sayori 2a
    m 3l "Не совсем..."
    m 3b "Но учить других - это {i}является{/i} отличный способ укрепить свои собственные знания."
    show monika 3a
    s 1x "Раньше я нервничал, но теперь я начинаю немного волноваться."
    show sayori 1a
    y 1b "Не каждый день лучший ученик твоего класса предлагает тебе помощь в учебе."
    y 1c "Я благодарен тебе, Моника."
    m 3l "Тебе действительно не нужно меня благодарить."
    m 4b "Мы все в этом вместе, помнишь? Ради клуба!"
    show monika 4a
    $ s_name = "Группа"
    show sayori 1x
    show natsuki 1l
    show yuri 1b
    s "Правильно!"
    show sayori 1a
    show natsuki 1j
    show yuri 1a
    $ s_name = "Сайори"
    "Видя, как три девушки отвечают в унисон, я получаю более четкое представление о таланте, которым обладает Моника."

    m 1b "Теперь, когда мы договорились о времени и месте, вы все вольны использовать оставшуюся часть этой встречи по своему усмотрению."
    show monika 1a
    y 1b "Если мы собираемся использовать их на нашем завтрашнем учебном занятии, мне следует привести в порядок свои записи."

    show yuri 1a
    s 2x "Ооо, отличная идея!"
    show sayori 2a
    n 1l "Можно мне просмотреть некоторые из них, пока ты этим занимаешься, Юри?"
    n "Просто на случай, если я что-то упустил."
    show natsuki
    y 1b "Конечно. Бери всё, что тебе нужно."
    show sayori at thide
    show yuri at thide
    show natsuki at thide
    hide sayori
    hide yuri
    hide natsuki
    "Три девочки возвращаются к своим столам, прежде чем достать различные тетради и папки."
    if m_end == "True":
        m 1b "Похоже, нам тоже стоит постараться быть продуктивными."
        show monika 1a
        mc "Ммм."
    else:
        "Выражение лица Моники снова становится серьезным, как только все остальные сосредотачиваются на своих задачах."
        show monika 1i at t11
        m "Ты удивил меня, [player]."
        m "Я не ожидал, что ты так быстро согласишься на этот план. Особенно без поддержки Сайори."
        show monika 1h
        mc "Что я могу сказать? Возможно, я не такой безнадежный человек, как ты ожидал."
        m 2b "Давай не будем забегать вперед."
        show monika 2a
        mc "Это может показаться эгоистичным с моей стороны..."
        mc "Но, случайно, твоя одержимость моими обстоятельствами не сыграла роли в выборе {i}моего дома{/i} в качестве места для нашего небольшого 'сеанса групповой терапии'?"

        m 2b "Ох, пожалуйста. Назвать это 'одержимостью' - не что иное, как преувеличение."
        m 1b "Я ведь говорил это раньше, верно? Как я люблю хорошие испытания?"
        show monika 1a
        mc "Даже несмотря на то, что я никогда не собирался служить в качестве такового?"
        "Она пренебрежительно машет рукой."
        m 3b "Маленькие детали, [player]. Маленькие детали."
        show monika 3a
        mc "{i}Вздыхаю..."
        mc "И каков план на тот случай, когда вы {i}действительно{/i} найдете ту информацию, которую ищете?"
        mc "Что, если раскрытие этого изменит текущее настроение клуба?"
        show monika 3c
        "Она на мгновение замолкает."
        m 1q2 "Хех..."
        m 2b "Это звучит как проблема для будущего меня."
        show monika 2a
        mc "{i}Честно говоря,{/i} насколько безответственный президент моего клуба...?"
        m 1j "В любом случае, я, {i}безусловно{/i}, с нетерпением жду возможности поработать с тобой, [player]."
        "Прежняя дьявольская ухмылка возвращается, когда она произносит это."
        mc "Правильно..."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    "Остальная часть собрания клуба проходит, пока я и остальные готовимся к нашему завтрашнему \"большому дню\"."
    scene bg resday with open_eyes
    "Сайори задает ожидаемый вопрос незадолго до нашего возвращения домой."
    show sayori 3h at t11
    play music t2
    s "Ты уверен, что стоит это делать?"
    s 3k "Я знаю, ты упоминал о желании стараться усерднее, но всё же..."
    mc "Я в порядке..."
    mc "Или ты так говоришь только потому, что не хочешь, чтобы урок зубрежки состоялся?"
    s 4h "Дело не в этом!"
    s 3k "Знаешь, я действительно волнуюсь."
    "Её взгляд опускается к земле."
    mc "Спасибо тебе, Сайори, но это то, что рано или поздно должно произойти."
    mc "Я знаю, что, возможно, прошу многого, но будете ли вы продолжать оказывать мне свою поддержку...?"
    mc "По крайней мере, до тех пор, пока мне не станет легче справляться с этими вещами в одиночку?"
    s 3b "Ух?"
    "Она мгновение удивленно смотрит на меня, прежде чем кивнуть головой."
    s 1d "Ммм, ты можешь на меня рассчитывать."
    mc "Хех, я уже чувствую себя лучше."
    "Пройдя ещё немного, она задает ещё один животрепещущий вопрос."
    s 1c "Ты нервничаешь?"
    s "Ну, насчет того, что к нам придут девочки и всё такое?"
    show sayori 1b
    mc "Что ж..."
    mc "Пока спальни наверху заперты и все остаются в гостиной, никаких проблем возникнуть не должно."
    mc "Если мы сможем поддерживать это, даже нашему чрезмерно наблюдательному президенту клуба будет трудно что-то придумать."
    s 3l "А-ах, точно. Это хорошо..."
    s 3d2 "Но не совсем то, о чем я спрашивал."
    show sayori 3d
    mc "Хммм?"
    s 1l "Я имел в виду, ты нервничаешь из-за того, что придут девушки?"
    s 5a "В прошлый раз, когда клуб не собирался, было неподходящее время спрашивать, так что мне немного любопытно."
    mc "'{i}Нервничаю{/i}?' Потому что они девочки?"
    s 5b "Я-Я приму это как 'нет'..."
    mc "Есть какие-то проблемы?"
    s 3l "Не совсем. Я должен был знать ответ, прежде чем спрашивать."
    show sayori 3k2
    mc "Я понимаю..."
    mc "Ну, может быть, если бы мы проводили эти сеансы один на один, у меня появились бы какие-нибудь посторонние мысли..."
    mc "Но учитывая, что мы будем в группе, а я не полиамурна, это не проблема."
    s 4m "Э-Эхх? Серьезно?!"
    s "Ты хочешь сказать, что нервничал бы, если бы остался наедине с одной из девушек?!"
    show sayori 4n
    mc "Разве это не было бы нормальной реакцией для парня? Почему ты так удивлен?"
    s 4m "Потому что вести себя 'нормально' для тебя большая редкость."
    mc "Тчш, {i}панк..."
    mc "И всё же в твоих словах есть смысл. Честно говоря, я не уверен, {i}что{/i} я должен чувствовать в подобных ситуациях."
    "В голове Сайори поворачиваются какие-то шестеренки, прежде чем она начинает краснеть."
    s 5b "Н-ну, если ты когда-нибудь захочешь попрактиковаться, посмотреть, не нервничаешь ли ты или что-нибудь в этом роде..."
    s 5a "М-может быть, я мог бы помочь."
    mc "Хмм? С тобой?"
    mc "Я уже много лет не нервничал рядом с тобой, и мы много раз оставались наедине."
    s 1m "У-Угх?"
    s 4p "Т-ты не должен был этого говорить, злюка!"
    show sayori at lhide
    hide sayori
    "Она показывает мне язык, прежде чем поспешить вперед."
    "...{i}какой бы рассеянной она ни была временами, я должен иметь в виду тот факт, что Сайори {i}-{/i} всё ещё девочка."
    mc "{i}Может быть, мне тоже стоит приложить больше усилий к ней."
    mc "{i}Это меньшее, что я мог сделать..."
    s "[player], давай!"
    s "Ты помогаешь мне приводить в порядок мои записи в качестве наказания за то, что я была грубой!"
    mc "Чувак, расскажи о том, как тебя пропустили через отжимную машину"
    s "Что это было?!"
    mc "Сказал, что буду рад, Мисс Вице-Президент."
    s "Правильный ответ!"
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.0


    scene bg fri with open_eyes
    "--Пятница, 20 мая--"
    scene bg spring2 with wipeleft_scene
    pause 1.5
    scene bg school with wipeleft_scene
    $ cram = "True"
    play music t3
    "Я стою в ожидании у ворот после последнего звонка."
    "Учитывая тот факт, что промежуточные экзамены начинаются в понедельник, занятия прошли примерно так, как и следовало ожидать, и каждый учитель подчеркивал важность учебы и не откладывал дела на последнюю минуту."
    "Однако вопрос о том, прислушался ли кто-нибудь к этому совету, полностью висит в воздухе."
    $ y_name = "???"
    y "Ах, кажется, ты прибыл первым, [player]."
    show yuri 1a at t11
    "Юри подходит ко мне от главного входа."
    $ y_name = "Юри"
    y 1f "Хмм? Сайори не с тобой?"
    show yuri 1e
    mc "Она пошла встретиться с Моникой, когда закончились занятия, так что, боюсь, нет."
    mc "А как же Нацуки? Вы двое учитесь в одном классе, верно?"
    y 1b "Действительно, хотя она упомянула о необходимости сделать остановку по пути."
    show yuri 1a
    mc "Я понимаю..."
    mc "Полагаю, мне не стоит удивляться, что {i}ты{/i} окажешься единственным, кто действительно появится вовремя."
    y 1b "А как насчет вас самих? Вам не стоит сбрасывать со счетов собственную пунктуальность."
    show yuri 1a
    mc "Хех, быть 'вовремя' - это всё, на что я гожусь..."
    mc "Это и сдача моего дома в аренду нуждающимся литературным клубам."
    show yuri 1g
    "Кажется, её слегка смутил мой самоуничижительный комментарий."
    y 2j "Мы действительно ценим вашу готовность помочь."
    y 2b "Без тебя эта учебная сессия, возможно, даже не была бы возможной."
    show yuri 2a
    "Несмотря на все мои разговоры о том, что я \"стараюсь больше\", принимать похвалу всё ещё кажется мне неправильным. Как будто слова переводятся не по назначению."
    mc "Правильно..."
    mc "{i} Думаю, что послужит ли моя 'помощь' благом или нет, ещё предстоит выяснить."
    y 2f "Что-то не так, [player]?"
    y "Если ты плохо себя чувствуешь, возможно, нам следует отменить..."
    show yuri 2e
    mc "Спасибо за беспокойство, Юри, но беспокоиться не о чем."
    mc "Просто сегодня утром проснулся не с той стороны кровати."
    y 2g "О-ох, понятно..."
    show yuri 2g
    n "Значит, [player] всё-таки не бросил нас?"
    show natsuki 1l at t21
    show yuri at t22
    "Нацуки тоже появляется изнутри здания."
    n 1k "Вау, что за настроение? Кто умер?"
    show natsuki 1k2
    mc "К сожалению, никого важного."
    mc "Итак? Юри упоминал, что тебе нужно было остановиться по пути, верно?"
    mc "Хочешь пописать?"
    n 1p "У-угх!?"
    "Судя по тому, как быстро покраснело её лицо, я, возможно, случайно попал в цель."
    n 1o "Т-ты сказал ему, что я ходил туда?!"
    y 2n "К-конечно, нет. Я-Я просто сказал--"
    mc "Полегче, Нацуки. Юри не сообщил мне никаких подробностей."
    mc "Просто так получилось, что у меня есть кое-какая подготовка экстрасенса."
    n 5w "Ну, тебя следовало бы 'потренировать' в проявлении такта!"
    n 5e "Честно говоря, он всегда говорит подобные вещи Сайори и мне. Ты никогда не собираешься сделать ему выговор, Юри?"
    show natsuki 5g
    y 3o "Э-Эрр, ну..."
    n 2e "Да ладно. Это только вопрос времени, когда он начнет делать извращенные вещи и с тобой тоже."
    y 3p "'И-И-Извращенный?!' М-мне?!"
    "Она смотрит на меня так, словно я могу что-то сказать, чтобы исправить ситуацию."
    y 3o "П-Послушай, [player]... н-несколько слов, ухх... девушки такие, ну... т-ты не можешь сказать..."
    mc "Ты абсолютно прав, Юри. Я глубоко сожалею, что сказал что-то столь бестактное."
    mc "Возможно, на этот раз моя преступная натура взяла надо мной верх, но я буду работать над улучшением в будущем."
    show yuri 3n
    "Она с удивлением наблюдает, как я склоняю голову в знак извинения."
    show yuri 3l at s22
    y "{i}Благодарю бога..."
    n 1e "Серьезно?! Почему ты добр только к {i}ней{/i}?!"
    show yuri at thide
    hide yuri
    show natsuki 1g at t11
    mc "Хмм? Это странно."
    mc "Могу поклясться, я только что услышал крики, доносившиеся откуда-то снизу. Должно быть, наступил на муравья или что-то в этом роде."
    n 1f "Грррр..."
    "Нацуки в ярости поднимает кулаки."
    mc "Ох? Наконец-то ты готов к бою, да?"
    mc "Полагаю, сегодня тот день, когда мы всё уладим раз и навсегда."
    m "{i} Честно{/i}, не могли бы вы, по крайней мере, воздержаться от любого насилия до тех пор, пока {i}после{/i} мы не покинем территорию школы?"
    show natsuki at t22
    show monika 2c at t21
    "Моника появляется как раз вовремя, чтобы прервать нашу надвигающуюся смертельную схватку."
    m 2d "Итак? Что здесь за история?"
    m 2d "Неужели Нацуки в конце концов зашла в своих сексуальных домогательствах слишком далеко?"
    show monika 2c
    n 1p "Я-я?! С каких это пор {i}я{/i} стал извращенцем?!"
    show natsuki 1o
    m 2d "Хмм? Разве мы не обсуждали это вчера?"
    m "О том, как ваша личность подпитывает непристойность [player] на грани криминала?"
    show natsuki 1v at h22
    n "Очевидно, что нет!!"
    n 1e "{i}Он{/i} назвал меня муравьем!"
    show natsuki 1f
    m 2d "Это правда?"
    show monika 2c
    mc "Да, мэм..."
    mc "Хотя моей целью было сделать комплимент тому, какая она сильная, несмотря на такой маленький рост."
    m 2d "Ты имеешь в виду, что муравьи могут поднимать вес, в десять раз превышающий их собственный?"
    show monika 2c
    mc "Правильно."
    n 2e "Ахх, да ладно тебе!"
    n 5w "Ты полон дерьма--"
    $ s_name = "Оба"
    show monika at t41
    show yuri 2r at t43
    show natsuki 5x2 at t42
    show sayori 3j at t44
    s "Нацуки!"
    $ s_name = "Сайори"
    show sayori 3i
    "Обладая тем же божественным чувством времени, что и наш президент, Сайори появляется из ниоткуда, чтобы отругать \"красочный\" словарный запас Нацуки."
    n 5e "Серьезно? Как это {i}я{/i} тот, на кого сейчас нападают?!"
    show yuri 2g
    n 5w "Есть ли здесь кто-нибудь, кто {i}не{/i} встанет на сторону [player]?"
    show natsuki 5x2
    mc "Не волнуйся, Нат. Какими бы резкими ни были их слова, я всегда буду рядом с тобой."
    n 1v "Проблема в {i}тебе{/i}!"
    mc "Ох? Вот тебе и милосердие."
    show natsuki 1g
    y 2h "Тебе следует быть осторожнее со своими словами, Нацуки."
    y "Использование подобных выражений не подобает молодой женщине, особенно в школе."
    show yuri 2g
    n 5e "Кто ты, моя бабушка?"
    n "К тому же, [player] всё время говорит вещи намного хуже, когда он рядом со мной."
    show natsuki 5g
    mc "Ну да. Иначе я не был бы постоянным хулиганом клуба."
    s 1j "[player]? Это правда?"
    show sayori 1i
    mc "Нет, мэм, и я надеюсь, что вы нашли бы в себе силы простить меня, если бы это было так."
    s 1k "{i}Вздыхаю..."
    m 3l "А я-то думал, что занятие по зубрежке будет утомительным..."
    m 3b "А теперь, как насчет того, чтобы отправиться в путь, пока кто-нибудь не пожаловался на нас за праздношатание?"
    show monika 3a
    n 5m "Неужели я один вдруг подумал, что это плохая идея?"
    show natsuki at thide
    show yuri at thide
    show sayori at thide
    show monika at thide
    hide natsuki
    hide yuri
    hide monika
    hide sayori
    stop music fadeout 2.0
    "Не терпя никаких возражений, Моника уверенно уводит свою группу проблемных детей из школы."
    scene bg resday with wipeleft_scene
    "Во время нашей прогулки мне кое-что пришло в голову."
    play music t8
    show sayori 1a at t11
    mc "Ты написал мне, что собираешься встретиться с Моникой после занятий, верно?"
    mc "Есть причина, по которой вы не пришли к воротам вместе?"
    s 4n "Ох! Спасибо, что напомнила мне!"
    s 2x "Ты можешь подержать это секунду?"
    show sayori 2a
    "Она сует мне в руки свою школьную сумку, прежде чем вытащить из переднего кармана пухлую светло-голубую папку и флешку."
    s 2x "Держи, Моника."
    show monika 1c at t22
    show sayori 3l at t21
    s "Я собирался вернуть их раньше, но... ну..."
    show sayori 3k2
    m 1b "Спасибо, Сайори! И не беспокойся."
    m 1l "В школе стало немного... 'неспокойно'."
    show monika 1l2
    show sayori 3a
    mc "Должен ли я беспокоиться о крайне подозрительной передаче, свидетелем которой я только что стал?"
    m 3b "Потенциально."
    show monika 3a
    s 1x "Моника отправила меня распечатать кое-что в библиотеке после окончания моего последнего урока."
    show sayori 1a
    mc "Значит, ты превратил Сайори в своего личного суслика, да?"
    mc "Полагаю, твоя безответственность действительно не имеет границ."
    m 3b "Как насчет того, чтобы узнать всю историю, прежде чем бросаться необоснованными обвинениями?"
    m 1b "Всё, что напечатает Сайори, напрямую послужит улучшению литературного клуба."
    m 1l "Я {i}бы{/i} сам пошел в библиотеку, но побоялся, что мои прихожане поднимут шум в моё отсутствие."
    show monika 1l2
    mc "Страх, который меня бы глубоко оскорбил, если бы не то, насколько он был оправдан."
    m 2e "По крайней мере, это ты понимаешь."
    s 3c "Что вы с Нацуки вообще там делали? Почему она так разозлилась?"
    show sayori at t31
    show monika at t32
    show natsuki 2b at t33
    n "Потому что наука не продвинулась достаточно далеко, чтобы излечить [player] от его глупости."
    show natsuki 2c2
    mc "Интересный ответ."
    mc "Вообще-то я собирался сказать: 'Потому что наука продвинулась недостаточно далеко, чтобы вылечить розоволосых цундере от их хронической плоскогрудости'."
    show sayori at thide
    hide sayori
    show monika at t21
    show natsuki at t22
    n 2b "Моника, потеря члена клуба случайно не повредит клубу?"
    show natsuki 2c2
    m 2d "Почему ты спрашиваешь?"
    show monika 2c
    n 1b "На самом деле, без причины. Просто думал об убийстве [player] позже."
    show natsuki 1c2
    m 2d "Я понимаю..."
    m 1b "Ну, до тех пор, пока ты не устроишь беспорядок. Было бы невежливо пачкать полы после того, как тебя пригласили войти."
    show monika 1a
    mc "Не могли бы вы оказать мне услугу и {i}не{/i} показывать ей большой палец за совершение убийства?"
    mc "По крайней мере, не тогда, когда это 'убийство' направлено против меня?"
    m 1d "Ох? Значит, у тебя всё-таки есть инстинкт самосохранения?"
    show monika 1c
    mc "Кто знает? В основном я беспокоился о том, что оставлю своё растение без воды."
    n 2b "Вы держите растение?"
    show natsuki 2c2
    mc "Нет."
    "Они оба смотрят на меня с разочарованием в глазах."
    n 5c "Если следующие девять часов будут такими же, как эти, мне, наверное, лучше просто завалить экзамены."
    show natsuki 5c2
    m 3b "Да ладно тебе, Нацуки. Разве много учиться и занимать более высокое положение, чем он, не заставило бы тебя чувствовать себя лучше, чем сдаваться?"
    show monika 3a
    mc "Используете меня как общего врага, чтобы мотивировать своих участников работать лучше, да?"
    mc "Похоже, ты лучше разбираешься во всей этой истории с 'президентом клуба', чем я думал."
    m 3b "Спасибо, но нет необходимости делать мне комплименты."
    m 1j "Если уж на то пошло, это я должен хвалить {i}тебя{/i} за то, что против тебя так легко сплотиться."
    show monika at t11
    show natsuki at thide
    hide natsuki
    mc "Ну, если не брать в расчет мою роль в клубе..."
    show monika 1a
    mc "Каким образом то, что находится в вашей папке, должно каким-либо образом 'улучшить' нас?"
    m 5a "Это секрет для руководителей клубов."
    m 1b "Хотя ты и остальные довольно скоро об этом узнаете."
    show monika 1a at t22
    show sayori 1k2 at t21
    "Я бросаю взгляд на Сайори, которая просто неловко улыбается."
    s 2l "Ей нужно было столько всего напечатать, что даже я не знаю, что там."
    show sayori 2l2
    mc "Да? Звучит так, будто ты используешь по максимуму бесплатные чернильные картриджи нашей школы."
    m 1l "Не совсем."
    show sayori 1a
    m 2b "'Звезда класса' или нет, у библиотекаря всё равно были бы сомнения по поводу разрешения мне печатать все, над чем я работал."
    show monika 2a
    "Она похлопывает по передней части своей сумки, показывая, что внутри ещё больше \"секретных\" страниц."
    "...{i}Моника упомянула о желании раздать всем общее учебное пособие для использования в выходные, но насколько массовым оно получилось у неё?"
    mc "Ну вот, мы почти у моего дома. Будем надеяться, что {i}предвкушение{/i} не убьет меня до того, как мы доберемся туда."
    m 1b "Если 'предвосхищение' не сработает, всё ещё есть хороший шанс, что Нацуки сможет."
    show monika 1a at t32
    show natsuki 1l at t33
    show sayori at t31
    n "Это моя реплика?"
    show natsuki 1j
    mc "Честно говоря, ты думаешь, что я умираю, когда болею, а потом угрожаешь убить меня, когда я не болен."
    "Желая уйти подальше от динамичного дуэта Моники и Нацуки, я занимаю место в конце группы, где наш постоянный книжный червь молча следует за нами."
    show monika at t42
    show natsuki 1j at t43
    show sayori at t41
    show yuri 2e at t44
    mc "Что скажешь, Юри? Хочешь избавиться от этих хулиганов и провести остаток дня наедине, только ты и я?"
    y 3n "Эхх? 'В-Вдвоем?' {i}Т-Только мы вдвоем?"
    if y_scene3 == "True":
        y 4e "Эрр, умм... {i}если ты действительно не возражаешь против моей компании--"
    show yuri 3n at h44
    n 2e "Юри!"
    show natsuki 2g
    y "П-прости, прости."
    y 2o "Прошу прощения, что вынужден отказаться от столь любезного предложения, но сегодняшний день действительно следует посвятить нашим занятиям."
    n 5e "Господи, ты серьезно пытаешься так далеко зайти в нашем плане?"
    show sayori at thide
    show yuri at thide
    hide sayori
    hide yuri
    show monika at t21
    show natsuki at t22
    show natsuki 5g
    m 2d "Не только это, но и подумать только, что он попытается манипулировать Юри, чтобы тот поехал с ним."
    m 1r "Бедняжка в конечном итоге будет травмирована такими темпами."
    show monika at thide
    show natsuki at thide
    hide monika
    hide natsuki
    stop music fadeout 2.0
    "Ущерб от численного превосходства становится очевидным для меня по мере того, как наша несуществующая группа продолжает движение к моему дому."
    scene bg door_m with wipeleft_scene
    "Мой холл быстро становится переполненным, когда мы впятером входим внутрь."
    play music wefn
    mc "В основном мы будем работать на кухне, поскольку это единственная комната, где есть стол, достаточно большой для нескольких человек."
    show monika 1a at t41
    show sayori 1a at t42
    show natsuki 1c2 at t43
    show yuri 1a at t44
    mc "Сайори вчера настояла на том, чтобы запастись 'припасами', так что закусок и напитков должно быть вдоволь на всех."
    n 2l "Мило. Способ выкарабкаться для группы, Сайори."
    show natsuki 2j
    s 5b "Э-Эхехе..."
    s 5a "В основном я буду жевать мятные леденцы, так что на самом деле я вам всем немного завидую."
    y 2f "Хмм? Разве нормальная еда не помогла бы тебе сосредоточиться?"
    show yuri 2e
    "Сайори качает головой."
    s 3l "Это должно быть что-то, что я смогу держать во рту долгое время..."
    s 3x "В противном случае я просто отвлекаюсь на шуршание пакетами или аромат продуктов."
    show sayori 3a
    m 1b "Что ж, будем надеяться, у тебя хватит мятных конфет на весь сеанс."
    m 3j "Я уверен, что остальные из вас уже поняли это, но это будет {i}долгая{/i} ночь."
    n 5c "Почему ты выглядишь таким довольным по этому поводу?"
    show natsuki 5c2
    m 3b "Без всякой причины!"
    m 1b "А теперь нам следует поторопиться и подготовиться, пока мы не потеряли ещё немного дневного света."
    m 5a "Звучит хорошо, [player]?"
    mc "Конечно, {i}Мисс Президенту."
    scene bg kitchen with wipeleft
    "Каждая девушка испытывает разное предвкушение, когда они следуют за мной по коридору на кухню."
    mc "Добро пожаловать, леди и джентльмены, в место, которое на ближайшие несколько часов послужит вам временным адом."
    show natsuki 2e at t11
    n "Тебе обязательно говорить так, чтобы это звучало так зловеще?"
    show natsuki 2g at t21
    show yuri 2f at t22
    y "Возможно, он просто хочет сказать, что мы должны подготовиться к тому, что нас ждет?"
    show yuri 2e
    n 2e "Серьезно? Предполагалось, что ты теперь будешь его переводчиком или что-то в этом роде?"
    show natsuki 2g at t32
    show monika 3b at t31
    show yuri at t33
    m "Независимо от того, какую точку зрения [player] пытался поставить, Юри прав. Зубрежка может принести больше вреда, чем пользы, если ты не будешь следить за собой."
    m "Будут моменты, когда простое действие по сохранению сосредоточенности покажется непреодолимой задачей..."
    m 4j "Так что делайте всё возможное и не забывайте, что мы все здесь, чтобы протянуть вам руку помощи, если она вам понадобится!"
    show monika at t41
    show sayori 5b at t42
    show natsuki at t43
    show yuri at t44
    s "Это снова начинает звучать пугающе."
    m 1b "Ладно, вам троим следует идти устраиваться."
    m "Мне всё ещё нужно добавить статьи, напечатанные Сайори, в учебные пособия."
    show monika at thide
    hide monika
    n 2b "Ммм, стоит ли нам беспокоиться о том, что там всего четыре стула?"
    show natsuki 2c2
    y 2f "У меня было похожее беспокойство."
    show yuri 2e
    s 2c "Совершенно верно. Ты так и не сказал мне, что собираешься с этим делать, [player]."
    show sayori 2b
    mc "Не волнуйся, отсутствие места не будет проблемой..."
    mc "Так что не стесняйтесь садиться, где вам заблагорассудится."
    show yuri 2a
    show natsuki 2l
    "Сайори смотрит на меня в замешательстве, но ничего не говорит, пока она и остальные направляются к столу."
    "Однако, как только они садятся, Моника отворачивается от стойки."
    show monika 4k at t41
    show natsuki 2k2
    show yuri 2e
    m "Итак, все! Самые первые учебные пособия для литературных клубов ручной работы теперь полностью готовы к использованию!"
    show monika 4j
    "Мы все с изумлением наблюдаем, как Моника кладет на стол четыре черных папки, в каждой из которых по несколько десятков листов бумаги."
    $ s_name = "Девочки"
    show sayori 2o
    show natsuki 2k
    s "Э-Эхх?"
    $ s_name = "Сайори"
    "При ближайшем рассмотрении мы замечаем, что каждая папка также помечена одним из наших имен."
    n 1c "С-серьезно?"
    show natsuki 1c2
    m 4k "Ага!"
    m 3b "Помимо [player], которые немного более обобщены, каждый из них был специально разработан с учетом всех ваших сильных и слабых сторон."
    y 2f "'Сильные стороны?' 'Слабые стороны?' К-как вам удалось этого добиться?"
    show yuri 2e
    m 3n "Ахх, ну..."
    m 3l "Давайте просто скажем, что учителя были полны желания помочь мне, когда я упомянул об улучшении оценок всех моих драгоценных членов клуба."
    show monika 3l2
    mc "'Звезда класса' снова демонстрирует свой авторитет."
    m 3k "Отложив все {i}ненужные{/i} комментарии в сторону..."
    m 3b "Что ты думаешь? Как все относятся к их новым, единственным в своем роде учебным пособиям?"
    show monika 3a
    n 2b "'У-учебное пособие?!' Ты издеваешься надо мной, да?!"
    show natsuki at h43
    n 1e "Эта штука толще учебника!"
    show natsuki 1g
    y 2q "Хо-Хотя я знаю, что вы хотите видеть успех каждого из присутствующих, это выходит далеко за рамки моих ожиданий."
    show yuri 2q2
    s 4m "Мы действительно сможем решить все эти проблемы к понедельнику?!"
    m 3b "Не волнуйся, беспокоиться не о чем."
    show sayori 4n
    m "Это может показаться многовато, но проблемы организованы таким образом, что каждый из вас сможет прогрессировать с постоянной скоростью."
    m 4j "Усердно работай, и я уверен, что у тебя всё равно будет выходной в воскресенье!"
    show natsuki 5m2 at t43
    n "{i}Уггхх..."
    y 3f "Подумать только, ты зашел так далеко ради нас, и меньше чем за день."
    m 4l2 "Э-Эхехе..."
    m 2b "Ну, не надо мне {i}слишком{/i} доверять. Сайори - та, кто в первую очередь порекомендовала нам провести учебное занятие."
    show monika 2a
    s 4m "Я-я?!"
    y 2f "Ох, да. Конечно."
    show sayori 4n
    y 1b "Спасибо, Сайори. Я уверен, что с этим руководством и с нами четырьмя, собравшимися здесь вместе, промежуточные экзамены не будут представлять особых трудностей."
    show yuri 1a
    show natsuki 5c at t43
    n "Будем надеяться, что это так."
    n 2l "Черт возьми, я бы не удивился, если бы мы были готовы к вступительным экзаменам после того, как прошли через всё это."

    show natsuki 2j
    s 5b "Х-Хехехе..."
    s 5a "Тебе действительно не стоит меня благодарить. Я имею в виду, Моника - единственная, кто--"
    m 4j "Всё в порядке!"
    show sayori 1b
    m 4b "Теперь, когда у вас у всех есть учебное пособие, как насчет того, чтобы сразу перейти к делу?!"
    show monika 4a
    show monika at s41
    show natsuki at s43
    show yuri at s44
    "Сайори с удивлением наблюдает, как остальные три девочки с готовностью занимают места за кухонным столом."
    s 1d "Ммм. Да, мэм."
    show sayori at s42
    "Вскоре после того, как они заняли свои места, несколько взглядов останавливаются на мне, единственном человеке, который ещё стоит."
    show sayori 1a
    y 1b "Ты собираешься принести ещё один стул, [player]?"
    show yuri 1a
    n 2l "Если так, тебе следует серьезно поторопиться."
    n "Это очень жутко, когда ты нависаешь над концом стола."
    show natsuki 2j
    s 4x "Ооо, хочешь поделиться этим?! Мы могли бы каждый взять по половинке!"
    show sayori 4a
    m 2d "Я не уверен, что эти стулья достаточно большие..."
    m 4k "Но вместо этого ты всегда могла бы посидеть у него на коленях!"
    show monika 4j
    s 4m2 "Э-Эхх?!"
    n 2b "Значит, ты сядешь плечом к плечу, но проведешь черту у него на коленях, да?"
    n 1c "Друзья детства, конечно, сложная штука."
    show natsuki 1c2
    show sayori 4b2
    show monika 4a
    mc "Что ж, как бы я ни был признателен за ужасные предложения..."
    mc "Никто из вас {i}довольно{/i} не попал в цель."
    "Сказав это, я беру свою папку и направляюсь к выходу из кухни."
    s 2c "Подожди, куда ты идешь?"
    show sayori 2b
    mc "В гостиной."
    mc "У нас дома нет ни одного лишнего стула, а за столом будет слишком тесно для пятого человека, даже если бы мы это сделали."
    mc "Поэтому я решил воспользоваться одним из диванов."
    s 3h "Но не будет ли трудно написать и изложить всё свои мысли?"
    show sayori 3g
    mc "Возможно, именно поэтому я и хотел, чтобы вы четверо воспользовались столом."
    n 2e "И что? Ты бросаешь нас?"
    n "Ты вообще знаешь, что означает слово учебная {i}группа{/i}?"
    show natsuki 2g
    mc "'Группа' это или нет, но мы пришли сюда, чтобы зубрить."
    mc "Пока мы все занимаемся, у меня нет особых причин находиться {i}конкретно{/i} в одной комнате со всеми вами."
    n 2m "Что это за логика задумчивого одиночки?"
    n 5q "Ну, неважно. В любом случае, меня не волнует, где ты находишься."
    show natsuki 5s
    s 3h "Ты уверен, [player]? Мы бы не хотели, чтобы ты чувствовал себя обделенным."
    show sayori 3g
    mc "Хех, не беспокойся. 'Обделенный' - это моё состояние по умолчанию."
    m 2d "Тот факт, что ты можешь посмеяться, прежде чем сказать что-то настолько депрессивное, действительно впечатляет."
    show monika 2c
    y 2f "М-может быть, вы могли бы вместо этого занять моё место?"
    y 2q "Я бы не возражал посидеть один, если это означает, что всем остальным будет комфортно работать."
    show yuri 2q2
    mc "Любезное предложение, но от него я собираюсь отказаться."
    mc "Моника сказала, что эти учебные пособия были специально составлены на основе каждого из ваших выступлений, в то время как моё носит более обобщенный характер."
    m 1b "Он прав. У [player] не возникнет особых проблем с поиском ответов в его записях или учебнике, но у вас троих могут быть моменты, когда вам понадобится моя помощь в решении проблемы."
    m 3b "Кроме того, судя по тому, как он говорил вчера, [player], похоже, {i}также{/i} имеет некоторый опыт в зубрежке..."
    m "Что означает, что ему, вероятно, безопаснее всего оставаться одному."
    show monika 3a
    mc "Вот вам и письмо, прямо от самого президента."
    mc "Если тебе что-нибудь понадобится, например, выпить или перекусить, просто попроси Сайори."
    mc "Она привезла большинство из них сюда, так что вы можете положиться на то, что она знает, где они."
    "Кроме Моники, никто из девушек не выглядит особенно довольной моим решением работать в другом месте."
    show sayori at thide
    show yuri at thide
    show natsuki at thide
    hide sayori
    hide yuri
    hide natsuki
    show monika 3b at t11
    m "Ох, и [player]..."
    m 3j "Не забудь обратиться за помощью, если она тебе понадобится."
    m 5a "В конце концов, мы бы не хотели, чтобы ваша гордыня помешала достижению результатов."
    mc "'Гордость,' а..."
    mc "Хех, не беспокойся. Я буду первым, кто попросит о помощи, когда возникнет препятствие на дороге."
    show monika at thide
    hide monika
    mc "Лучше приготовься."
    "Помахав рукой за спиной, я вхожу в гостиную с сумкой и переплетом в руках."
    stop music fadeout 2.0
    scene bg living_day with dissolve_scene_full
    pause 1.0
    "Проходит два часа, оставляя меня во всё большем изумлении и эгоистичной горечи."
    play music t8
    "...{i}когда Моника сказала нам, что эти учебные пособия были разработаны с учетом наших сильных и слабых сторон, часть меня подумала, что она просто приукрашивает свои собственные усилия..."
    "...{i}но, черт возьми, потратив несколько часов на то, чтобы просмотреть это--"
    mc "Полагаю, она никогда не упускает шанса покрасоваться, да?"
    "...{i}даже несмотря на то, что моя проблема предположительно была более общей, чем у них, этим проблемам всё равно удается задеть слабое место по крайней мере в пятидесяти процентах случаев."
    mc "Каковы шансы, что она только что загрузила впечатляющий материал, а оставшееся руководство - не что иное, как проблемы из учебника и напряженная работа?"
    "Зная, что это, скорее всего, не так, я вздыхаю, прежде чем глубже откинуться на спинку дивана."
    mc "Интересно, как поживают остальные?"
    "...{i}Моника упомянула, что каждый сможет работать с этими руководствами в постоянном темпе, но я уверена, что такой уровень точности невозможен даже для неё."
    mc "Я предполагаю, что Юри добился примерно того же прогресса, что и я, в то время как Нацуки и Сайори отстают ещё больше--"
    "Поймав себя на том, что говорю это, я быстро понимаю, что отвлекся от своей работы."
    mc "Похоже, за эти годы продолжительность моего внимания сократилась до двух часов."
    mc "С таким же успехом можно извлечь из этого максимум пользы."
    "Я встаю с дивана и направляюсь на кухню."
    scene bg kitchen with wipeleft
    "Моё появление на мгновение отвлекает девушек от их работы, поскольку все их взгляды устремлены на меня."
    show monika 1b at t11
    m "Наконец-то нужна помощь?"
    show monika 1a
    mc "Спасибо за предложение, но не совсем."
    mc "Просто зашел сюда, чтобы взять это..."
    "Я открываю холодильник и достаю банку черного кофе."
    m 2b "Ооо, похоже, ты действительно запасся."
    show monika 2a
    mc "Конечно. Что за учебная сессия без почти смертельного количества кофе?"
    mc "Ящик всё ещё почти полон, так что не стесняйтесь, угощайтесь сами."
    m 1b "Хех, я бы принял твоё предложение прямо сейчас, если бы мы только что не прикончили вторую чашку чая Юри."
    show monika 1a
    mc "'Чаю?'"
    show monika at t21
    show yuri 2f at t22
    y "Я-я надеюсь, ты не возражаешь, [player]. Сайори сказала, что ты не будешь возражать, если мы воспользуемся чайником."
    mc "Конечно. Готовь столько горшочков, сколько захочешь."
    y 2b "Благодарю вас."
    y 2i "Мы собирались предложить тебе чашечку раньше, но Моника настояла, что ты не хочешь пить."
    show yuri 2j
    mc "Она это сделала?"
    show monika 1j
    "Президент клуба отвечает с усмешкой, говоря: \"Меньше для вас - больше для меня\"."
    mc "{i}Вздыхаю, этот панк..."
    show monika 1a
    show yuri 2e
    mc "Ну, она не совсем неправа."
    mc "Твой чай {i}действительно{/i} восхитителен, Юри, но, думаю, сегодня я ограничусь кофе."
    y 1b "Очень хорошо. Просто дай мне знать, если передумаешь."
    show yuri 1a
    mc "Сойдет."
    show yuri at thide
    hide yuri
    show monika at thide
    hide monika
    "Пока Юри и Моника возвращаются к своей работе, Нацуки и Сайори бросают на меня последний взгляд, прежде чем сделать то же самое."
    "Со своего места возле холодильника я едва могу разобрать, где находится каждая девушка в её учебном пособии."
    "Все они по-прежнему находятся в части, помеченной как \"Раздел второй,\" но Юри, похоже, продвинулся дальше всех, а Нацуки отстала всего на несколько страниц."
    "Сайори явно на \"последнем месте\", но множество пустых пластиковых оберток, разбросанных по её вещам, показывает, что она всё ещё прилагает серьезные усилия."
    "...{i}хотя эти трое, очевидно, усердно работали, я, похоже, единственный, кто уже перешел в третью секцию..."
    "...{i}что не должно быть сюрпризом, учитывая, что они уже дважды останавливались выпить чаю, и есть также шанс, что моя более \"обобщенная\" папка даст мне преимущество."
    "Понимая, что это не соревнование и что моё \"лидерство\" никому не приносит пользы, я решаю, что сейчас самое подходящее время проявить себя полезным."
    "...{i}Моника подразумевала, что у каждой девушки есть предмет, в котором она слаба, но Юри и Нацуки обе работают с гораздо большей уверенностью, чем Сайори."
    menu study_group:
        "Может быть, мне стоит попробовать--"
        "Помогаю Сайори":

            call s_study from _call_s_study
        "Помогаю Нацуки {i}(Первый ранг)":

            if int_lvl1 == "False":
                "...{i}сомневаюсь, что смог бы там многое сделать."
                jump study_group
            call n_study from _call_n_study
        "Помогаю Юри {i}(Второй ранг)":

            if int_lvl2 == "False":
                "...{i}ей, наверное, лучше без меня, честно."
                jump study_group
            call y_study from _call_y_study

        "Просящий о помощи" if m_scene2 == "True":
            call m_study from _call_m_study

    mc "Как вы можете видеть, работа на диване - не совсем {i}идеальная{/i} обстановка..."
    "Я указываю на беспорядочную стопку книг и бумаг, окружающих меня."
    mc "А сутулость при сидении на твердой древесине только усилит твою боль в спине."
    n 2b "Для других людей, может быть, и так, но у меня нет проблем с укладкой на пол."
    n 1l "Просто принеси мне одеяло, или подушку, или ещё что-нибудь, и со мной всё будет в порядке."
    show natsuki 1j
    m 3n "Хотя твоя... 'приспособляемость', безусловно, достойна восхищения, Нацуки..."
    m 3l "Боюсь, такое решение не будет жизнеспособным для тех из нас, кто более {i}развит..."
    show monika 3l2
    n 1p "'Р-разработан?!' Черт возьми, какое это имеет отношение к чему-либо?!"
    show natsuki 1o
    s 3n "Моника права. Моя грудь точно начала бы болеть, если бы я легла на что-нибудь такое твердое."
    n 5x "{i}Честно говоря,{/i} почему лишний жир на груди так важен для вас двоих...?"
    n 5w "Если ты не можешь лечь на живот, тогда просто лягте на спину. Вот и проблема решена!"
    show natsuki 5x2
    mc "И как же вы собираетесь заставить их работать, лежа на спине?"
    show natsuki 5r at s43
    n "У-Угх."
    m 3j "Сейчас, сейчас, [player]. Мы должны, по крайней мере, дать шанс решению, предложенному нашим самым молодым участником."
    show sayori 3a
    m 3b "Все за принятие плана Нацуки, пожалуйста, скажите 'я'."
    show monika 3a
    "..."
    "....."
    "......."
    n 5q "{i}Предатели."
    show natsuki 5s
    m 1b "Тогда ладно! У кого-нибудь ещё есть идея?"
    show monika 1a
    y 2f "Эрр, ну..."
    y "Возможно, это невыполнимо, но, возможно, мы могли бы соорудить импровизированный стол, более подходящий для наших... 'поз'?"
    show yuri 2e
    s 1x "Ты имеешь в виду, когда мы встречаемся в клубной комнате?"
    show sayori 1a
    y 1b "В каком-то смысле, да."
    show yuri 1a
    m 2d "'Импровизированный стол', значит...?"
    m 2b "У тебя есть что-нибудь, что мы могли бы использовать для такого начинания, [player]?"
    show monika 2a
    mc "Извините, но моя гостиная - не совсем идеальное место для размещения деревообрабатывающей мастерской."
    show natsuki 2b at t43
    n "Не похоже, что мы на самом деле должны его {i}строить{/i}, верно?"
    n 1b "У тебя дома нет чего-нибудь 'столового', что мы могли бы использовать?"
    show natsuki 1c2
    mc "{i}Хмм..."
    "Пока я придумываю идеи, кое-кто неожиданно опережает меня."
    s 3c "А как насчет котацу?"
    show sayori 3b
    n 2b "Без обид, но мысль о том, чтобы сидеть под одним из них так близко к лету, звучит ужасно."
    show natsuki 2c2
    s 1c "Я не это имел в виду."
    show sayori 1b
    m 1b "Ты предлагаешь нам просто использовать один из них в качестве стола, не включая нагревательный элемент?"
    show monika 1a
    s 2x "Вотименно!"
    s "Разве это не было бы идеально? Мы вчетвером могли бы использовать котацу, а [player] мог бы продолжать работать на диване."
    show sayori 2a
    mc "Подожди, почему {i}я{/i} застрял на диване? Работать над этой штукой - сплошная мука."
    n 2b "Говорит парень, который собирался оставить нас умирать за кухонным столом."
    show natsuki 2c2
    s 4x "Да! Это, ухх... что за чертовщина..."
    s 4x "Камера!"
    show sayori 4a
    mc "Карма."
    s 4q "И это тоже!"
    mc "{i}Вздыхаю..."
    show sayori 4a
    m 3j "Когда наблюдаешь, как вселенная сбивает [player] со ступеньки {i},звучит ли{/i} приятно..."
    m 3b "Мы не должны забегать вперед. На самом деле он ещё не признался, что владеет котацу."
    show monika 3a
    n 1b "Значит, идея Сайори всё-таки провалилась?"
    show natsuki 1c2
    mc "К сожалению, нет."
    mc "На самом деле у меня есть одна, достаточно большая, чтобы ею могли с комфортом пользоваться четверо."
    n 2e "Что в этом 'прискорбного'?!"
    show natsuki 2g
    mc "Тот факт, что я буду помогать невоспитанному цундере, другу детства, сменившему команду, и хронически безответственному президенту клуба."
    mc "Возможно, нам с Юри всё-таки стоит пойти работать вдвоем."
    y 3t "П-правда?--"
    show yuri 3n
    n 1e "Не-а! Не-а! Ничего подобного!"
    n 2e "Не позволяй ему одурачить тебя, Юри! Он всего лишь пытается настроить нас друг против друга!"
    show natsuki 2g
    mc "{i}Тчш..."
    show yuri 3e
    m 4l "Кхм, возвращаясь к теме..."
    m 4b "Где именно находится твоя котацу, [player]? Нам следует поторопиться и принести её сюда, пока мы не стали жертвами новых... 'отвлекающих факторов.'"
    show monika 4a
    mc "Ох, точно..."
    mc "Я давно не пользовался этой штукой, но она должна пылиться в одном из шкафов наверху."
    m 3l "Отлично! Давайте все пойдем--"
    mc "Полегче, Мисс 'Нетерпеливый Бобер'..."
    show monika 3c
    mc "Нас с Сайори будет более чем достаточно, чтобы донести это сюда. Нет смысла превращать это в экскурсию для всего клуба."
    "Очевидно, у Моники были скрытые мотивы, и она смотрит на меня с чем-то вроде разочарования."
    mc "Извините, но не могли бы вы мне помочь?"
    s 2x "Конечно, босс! Вы можете на меня рассчитывать!"
    show sayori 2a
    mc "Юри, ты не мог бы достать какие-нибудь чистящие средства из-под раковины на кухне?"
    mc "Я не шутил насчет того, что эта штука покрыта пылью."
    y 1b "Конечно. Я был бы рад помочь."
    show yuri 1a
    m 1b "Поскольку мы собираемся сменить зону нашей деятельности, я пойду вперед и принесу кое-что из закусок и напитков."
    show monika 1a
    s 1n "Ооо, хорошая идея."
    n 2k "А как же я? Тебе нужно сделать что-нибудь ещё?"
    show sayori 1a
    show natsuki 2k2
    mc "Хех, не беспокойся."
    mc "Просто продолжай быть таким же милым. Я никогда не мог просить о большем."
    n 2o "У-Уггхх!?"
    n 5x "Почему ты всегда говоришь такие глупости? {i}Дурочка."
    show sayori at thide
    show yuri at thide
    show natsuki at thide
    show monika at thide
    hide monika
    hide sayori
    hide yuri
    hide natsuki
    "Поскольку каждому была отведена \"роль,\" мы с Сайори направляемся наверх, пока остальные трое выполняют свои задачи."
    scene bg door_m with wipeleft_scene
    "Порывшись некоторое время в шкафах, я возвращаюсь в коридор второго этажа с котацу в руке."
    "...{i}итак, как мне теперь спустить эту штуку вниз по..."
    m "Нужна помощь?"
    mc "Что?"
    show monika 1j at t11
    "Моника с самодовольным выражением лица наблюдает за мной с нижней ступеньки лестницы."
    m 2b "Что случилось с Сайори? Разве она не поднималась туда с тобой?"
    show monika 2a at t21
    show sayori 3m at t22
    s "Я здесь!"
    "Она, спотыкаясь, заворачивает за угол и появляется в поле зрения."
    m 2d "Это... подушки на полу?"
    show monika 2c
    s 3n "Да, он сказал мне нести это, вместо того чтобы помогать со столом."
    mc "Можешь ли ты винить меня?"
    mc "Соедините свою неуклюжесть с лестницей и тяжелым предметом, и нам повезет, если мы закончим эту тренировку без каких-либо жертв."
    s 5d "Г-грубо."
    m 2b "Хех, звучит так, как будто ты просто пытаешься продемонстрировать свою силу перед кучей девчонок."
    show monika 2a
    mc "К сожалению, мои намерения не были настолько безответственными."
    m 2b "Это {i}есть{/i} прискорбно."
    m 1b "А я-то думал, ты наконец-то начал вести себя как нормальный парень."
    show monika 1a
    mc "Да, да. Мы все очень разочарованы..."
    mc "А теперь, не могла бы ты поторопиться и помочь, пока Сайори не отправила меня кувыркаться навстречу смерти?"
    s 5c "Эй! Я на самом деле не {i}такой{/i} уж неуклюжий--"
    s 4m "Э-Эхх?!"
    "Как будто сама вселенная обиделась на её заявление, несколько подушек вылетают из рук Сайори и падают на пол."
    mc "Клянусь, если я споткнусь на одном из них и сломаю шею, тебя будут преследовать до скончания веков."
    s 3l "И-извини."
    show sayori 3k2
    m 3b "Не беспокойся, [player]..."
    m 3j "Я расскажу всем на твоих похоронах, каким хорошим человеком ты был."
    mc "Разве твоей прерогативой не должно быть сохранение моей жизни?"
    m 1a "Хмм?"
    mc "{i}Вздыхаю{/i}, не бери в голову."
    show sayori at thide
    show monika at thide
    hide sayori
    hide monika
    "Очевидно, удовлетворенная моим вздохом поражения, Моника поднимается по лестнице, прежде чем поднять один конец котацу."
    "Как только мы оказываемся на безопасном расстоянии, Сайори собирает подушки и следует за нами."
    scene bg living_day with wipeleft_scene
    show yuri 2b at t22
    y "Ох, ты вернулся."
    show yuri 2a
    show natsuki 2c at t21
    n "Конечно, это заняло у тебя достаточно много времени--"
    n 1b "Подожди, почему {i}Моника{/i} помогает тебе? Откуда Сайори..."
    show sayori 5a at t31
    show natsuki 1c at t32
    show yuri 2e at t33
    s "В-вот и я. {i}Снова."
    n 1k "Ухх, верно?"
    n 2k "Но разве ты не поднялась наверх, чтобы помочь со столом? Что это за подушки?"
    show natsuki 2k2
    "Мы с Моникой заканчиваем устанавливать котацу, пока допрашивают вице-президента."
    show monika 1a at t41
    show sayori at t42
    show natsuki at t43
    show yuri at t44
    mc "Начальство решило, что таланты Сайори лучше подходят для 'перевозки на подушках'..."
    mc "Итак, высшее руководство пригласило Монику на замену."
    n "{i}Хмм..."
    n 1b "То есть ты в основном боялся, что она всё испортит и кому-нибудь причинит боль?"
    show natsuki 1c2
    mc "Кто знает?"
    s 5c "Разве ты не должен защищать меня прямо сейчас?"
    "Внимание отвлекается от недовольства Сайори, когда звук брызг наполняет комнату."
    show yuri 2f at s44
    y 2f "Ты прав. Этот стол {i}был{/i} довольно пыльным..."
    y 1d "Но не волнуйся. Я сделаю его сияющим чистотой в мгновение ока."
    show yuri 1c
    n 2c "{i}Вздыхаю,{/i} тебе, наверное, не стоило назначать Юри уборщиком."
    n 1b "Мы будем ждать здесь весь день, учитывая, насколько она 'скрупулезна'."
    show natsuki 1c2
    mc "Здесь не о чем беспокоиться..."
    "Говоря это, я наклоняюсь и беру рулон бумажных полотенец, который Юри принес с кухни."
    mc "Не возражаешь, если я помогу?"
    y 2f "У-Ухх?"
    y 2u "Ммм, конечно. Спасибо."
    $ s_name = "Сайори / Нацуки"
    show natsuki 5s
    s 5d "{i}Похоже, они поладили."
    m 1l "Э-Эхехе..."
    scene bg living_day with wipeleft_scene
    "Как только стандарт \"чистоты\", установленный Юри, соблюден, четыре девушки тратят несколько минут на то, чтобы разложить свои вещи."
    show natsuki 2b at t11
    n "Так ты серьезно собираешься продолжать сидеть на диване?"
    show natsuki 2c2
    mc "Да. Разве это не было моим согласованным 'наказанием'...?"
    mc "Или, может быть, ты предпочел бы, чтобы мы с тобой были ближе?"
    n 5w "Д-да, точно!"
    n "Просто странно, что ты вот так возвышаешься над всеми!"
    show natsuki 5x2
    mc "Опять это?"
    mc "Сначала я был 'жутким' из-за того, что стоял над столом, теперь я 'странный' из-за того, что сижу выше котацу..."
    mc "Я имею в виду, в чем здесь проблема? С этим сталкиваются только низкорослые люди?"
    n 1f "Гррр..."
    mc "Ладно, ладно. Если моё присутствие здесь - 'отвлекающий маневр'..."
    "Я встаю с дивана."
    mc "Пойду поработаю на кухне..."
    show monika 2b at t21
    show natsuki at t22
    m "О, нет, ты не понимаешь. Мы не позволим тебе сбежать так легко!"
    show monika 2a
    mc "Что?"
    m 1b "Нацуки, эта твоя 'боязнь высоты' распространяется на всех или только на [player]?"
    show monika 1a
    n 2r "Н-не называй это так..."
    n 5q "И я не знаю. У меня никогда раньше не было проблем с Юри или Сайори, стоящими над моим столом."
    show natsuki 5s
    m 1d "Ох?"
    m 3j "Тогда, возможно, проблема связана с тем, что [player] занимает доминирующее положение над самой красивой девушкой нашего клуба."
    m 5a "Скажи мне, мысль о том, что я буду под его началом, заставляет твоё сердце биться быстрее?"
    show monika at t41
    show sayori 4m2 at t42
    show natsuki 1p at t43
    show yuri 2o at t44
    s "Моника!! / Конечно, нет!!"
    show natsuki 1o
    m 3b "Конечно, я имел в виду это в переносном смысле."
    m 3j "Я знаю, что никто из моих чистых сердцем членов клуба никогда бы не истолковал неправильно такие прямые и одномерные слова."
    "...{i}честно говоря, ты позволил девушке провести одно занятие по зубрежке, и её безответственность взлетела до небес."
    $ s_name = "Сайори"
    show sayori at thide
    show yuri at thide
    hide sayori
    hide yuri
    show monika 1b at t21
    show natsuki 1o at t22
    m "Итак, возвращаясь к рассматриваемому вопросу..."
    show natsuki 1s
    m "Если [player] {i}является{/i} причиной вашего беспокойства, возможно, если вместо этого я сяду на диван, это решит проблему."
    n 2n "Ч-что?"
    m 5a "Это позволило бы нам пятерым оставаться вместе, верно? Разве это не та цель, к которой мы должны стремиться как 'группа?'"
    "Сайори и Юри переводят взгляд с Моники на друг друга, прежде чем медленно кивнуть головами."
    n 5q "П-прекрасно..."
    n 5w "Но я возлагаю на {i}тебя{/i} ответственность, если он попытается сделать что-нибудь странное!"
    show natsuki 5x2
    m 1j "Конечно!"
    show monika at thide
    show natsuki at thide
    hide monika
    hide natsuki
    "Когда ещё одно \"фиаско\" раскрыто, мы с Моникой следуем её плану, меняясь местами..."
    "Что, к сожалению, заканчивается тем, что она садится {i}прямо{/i} позади меня."
    "...{i}Нацуки не единственная, кто беспокоится о том, что другой член клуба сделает что-то неприличное."
    "Пытаясь отбросить свои опасения, я снова сосредотачиваюсь на папке, лежащей передо мной."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 2.0
    "Несколько часов спустя."
    scene dark with wipeleft_scene
    mc "Ууу..."
    m "Тебе трудно бодрствовать?"
    scene bg living_dark
    show monika 2j at t11
    with open_eyes
    "Улыбка Моники приветствует меня, когда я открываю глаза."
    play music t9
    mc "Извините. Не знал, что закрыл их."
    m 2b "А я-то думал, что у тебя есть опыт в подобных вещах."
    show monika 2a at t21
    show sayori 3h at t22
    s "Нечестно. [player] тоже спал?"
    show sayori 3g
    mc "Не совсем. Я просто отдыхал--"
    mc "Подожди, 'тоже?'"

    m 1b "Посмотри сам."
    show monika 1a
    "Она указывает на Нацуки и Юри, которые оба лежат без сознания на диване."
    s 3x "Знаешь, Юри выглядит как мама, когда Нацуки вот так опирается на неё."
    s 1q "Это действительно мило"
    mc "Учитывая, насколько хорошо она справляется с личностью Нацуки, у неё определенно есть темперамент Нацуки."
    s 1l "Эхехе..."
    show sayori 1k2
    mc "Итак? Как получилось, что они переспали?"
    mc "Наконец-то решили пересечь запретную границу и стать больше, чем друзьями?"
    m 1l "К сожалению, ничего настолько захватывающего."
    m 3b "Юри села на диван после того, как пожаловалась на то, что у неё снова начала болеть спина."
    m "Нацуки, которая, очевидно, устала сидеть на полу, последовала её примеру."
    m 1b "Это конечный результат."
    show monika 1a
    mc "Ну, мы действительно говорили о 'учебе до упаду'..."
    mc "А как насчет вас двоих? Всё ещё крепко держитесь?"
    s 1l "Э-э-э, я определенно устал..."
    s 1x "Но жевание мятных леденцов очень помогло. Без них я бы, наверное, тоже заснул."
    show sayori 1a
    mc "И ты?"
    m 2j "В отличной форме!"
    m 2b "В зубрежке в течение нескольких часов нет ничего нового, и я всегда уверен, что держу немного лишнего в запасе на случай возникновения подобных ситуаций."
    show monika 2a
    mc "Значит, ты до самого конца преуспеваешь, да?"
    m 5a "В конце концов, подавать хороший пример другим {i}-{/i} это моя обязанность как президента!"
    mc "{i}Вздыхаю..."
    mc "Отложив на мгновение в сторону ваше расплывчатое чувство 'ответственности', скажите, сколько времени прошло с тех пор, как кто-то в последний раз проверял время?"
    m 1d "Хмм? Теперь, когда ты упомянула об этом, я не совсем уверен."
    show monika 1c
    s 2x "Давай посмотрим..."
    show sayori 2a
    "Сайори достает свой телефон из-под стола."
    s 2n "Ооо, уже десять касс."
    mc "'До' чего? До двенадцати?"
    s 1a "Ммм."
    mc "{i}Черт..."
    "...{i}Думал, что задремал всего на секунду, но эта \"секунда\", кажется, длилась большую часть часа."
    mc "Нашим назначенным временем окончания была полночь, верно?"
    mc "Нам закончить на этом или продолжать?"
    m 2d "Учитывая, что двое из нас уже истощены, а ты и Сайори на грани..."
    m 4b "Я бы сказал, что лучшей идеей было бы свернуть работу."
    show monika 4a
    show sayori 1k2 at s22
    s "Слава богу."
    "Сайори опускает голову и измученно вздыхает."
    mc "Не стоит пока сдаваться. По крайней мере, пока не вернешься домой."
    s 3k "Эхх? А нельзя мне переночевать здесь?"
    mc "{i}Ты{/i} мог бы, но проблема со всеми остальными."
    m 2b "Мы договорились переночевать у тебя дома, помнишь?"
    show monika 2a
    s 5b "О-ох, да..."
    m 2b "Куда делось всё твоё волнение по поводу 'вечеринки с ночевкой'?"
    show monika 2a
    s 5a "Я думаю, что мой мозг слишком перегрет, чтобы чувствовать 'возбуждение' прямо сейчас."
    m 1b "Хех, ты начинаешь говорить как [player]."
    show monika 1a
    s 5c "Ммххмм..."
    m 1j "Ладно, я разбужу задремавшую парочку, чтобы мы могли уйти."
    m 1b "Скоро ты будешь в своей постели."
    show monika at thide
    hide monika
    show sayori 1k2 at t22
    s "{i}Да, мэм."
    show sayori at thide
    hide sayori
    "Всё ещё борясь с дневной усталостью, Сайори начинает укладывать вещи в свою сумку."
    "С дивана доносятся различные ворчания, когда я делаю то же самое."
    m "Похоже, этим двоим хуже, чем кажется."
    m "..."
    m "Ох!"
    show monika 1j at t11
    "Оборачиваясь, чтобы посмотреть, что её удивило, я обнаруживаю Монику, стоящую менее чем в метре от меня и зловеще ухмыляющуюся."
    mc "Ухх, какая-то проблема?"
    m 3j "Насчет этого..."
    m 3b "К сожалению, Нацуки и Юри совершенно опустошены. Они едва отреагировали, когда я позвал их по именам."
    show monika 3a
    mc "Это из-за их ослабленного состояния ты сейчас выглядишь таким угрожающим?"
    m 3j "Хех, ты и твои шутки."
    "Она пренебрежительно машет рукой."
    mc "Эрр, это не было--"

    m 1b "Было бы по-настоящему обидно беспокоить их после всех усилий, которые они приложили, вы согласны?"
    m 2d "Если бы только был какой-нибудь способ доставить их в дом Сайори, не приставая."
    show monika 2c
    stop music fadeout 2.0
    "...{i}моё нутро кричит \"опасность\", когда она представляет эту дилемму."
    show monika at t21
    show sayori 3c at t22
    s "Ты имеешь в виду, не разбудив их?"
    show sayori 3b
    play music wefn
    m 4j "Совершенноверно!"
    s 1c "Мы действительно можем это сделать?"
    show sayori 1b
    m 2c "Хмм..."
    "Она притворяется, что обдумывает \"проблему\", прежде чем высказать то, что, несомненно, было её планом с самого начала."
    m 1b "Почему бы просто не унести их?"
    show monika 1a
    s 3o "Э-Эхх?"
    mc "{i}Ууу,{/i} следовало догадаться, что ты предложишь что-нибудь нелепое."
    m 2j "\"Нелепо\"? Что ты имеешь в виду?"
    mc "Ты предлагаешь нам поднять их и перенести {i}через улицу{/i} к дому Сайори?"
    mc "Какая часть этого разумна?"
    m 2b "Ну же, не то чтобы это было невыполнимой задачей..."
    m 5a "Или тебя возбуждает мысль о том, что у тебя на спине сидит девушка?"
    mc "Меня больше беспокоит то, что соседская стража занесет меня в список 'подозрительных личностей'."
    s 5a "[player], возможно, прав..."
    s "А они не проснутся, если мы попытаемся их поднять?"
    m 1b "Даже если и так, разве это не было бы менее разрушительным, чем заставлять их идти пешком?"
    show monika 1a
    "...{i}почему она так настойчива в этом?"
    "...{i}ей нравится возиться с нами или недосыпание сделало её маниакальной?"
    mc "{i}Вздыхаю,{/i} в порядке."
    mc "Если ты считаешь, что носить их с собой - хорошая идея, то мы придерживаемся этого плана."
    s 4n "[player]?"
    m 3j "Я знал, что ты быстро придешь в себя!"
    mc "Не слишком волнуйся. Я просто хочу поскорее всё уладить, чтобы снова лечь спать."
    mc "Итак, как нам следует распределить рабочую нагрузку?"
    s 2o "А? Теперь мы 'разделяемся?'"
    m 2d "Ты имеешь в виду, кто кого должен нести?"
    show monika 2c
    mc "Ммм. Нас трое, так что всё получается довольно неплохо."
    mc "Две для девочек и одну для их сумок."
    s 2b "Ох да. Я не подумал о том, чтобы забрать их вещи..."
    s 4c "Но подождите! Мы серьезно это делаем?"
    show sayori 4b
    m 2b "Я удивлен, Сайори."
    m 1j "Обычно ты не являешься голосом разума."
    s 4m "Ч-что это должно значить?!"
    show sayori 4n
    m 1b "Если вы беспокоитесь о том, что [player] попытается сделать что-нибудь 'смешное' с тем, кого он носит, будьте спокойны."
    m 5a "Я буду внимательно следить за ним."
    mc "Это при условии, что я не решу нести сумки."
    m 1b "Хорошее замечание."
    m 3b "Итак, [player]? Каков план?"
    show monika 3a
    $ s_carry = "False"
    $ m_carry2 = "False"
    menu carry_on:
        "Отложив в сторону интриги Моники, я, вероятно, должен--"
        "Нести сумки":

            show monika 3a
            $ s_carry = "True"
            call s_carry from _call_s_carry
        "Несите Нацуки {i}(Атл Ранг 1)":

            if ath_lvl1 == "False":
                "...{i}похоже, я забегаю вперед."
                jump carry_on
            show monika 3a
            call n_carry from _call_n_carry
        "Нести Юри {i}(Атл Ранг 2)":

            if ath_lvl2 == "False":
                "...{i}не думаю, что смогу это осуществить."
                jump carry_on
            show monika 3a
            call y_carry from _call_y_carry

        "Не помогай" if m_scene2 == "True" and m_end == "False":
            $ m_carry2 = "True"
            show monika 3a
            call m_carry2 from _call_m_carry2

    stop music fadeout 2.0
    scene dark with dissolve_scene_full


    scene bg sat with open_eyes
    "--Суббота, 21 мая--"
    if m_carry2 == "True":
        scene bg bathroom with wipeleft_scene
        play music ddsl
        mc "{i}Вздыхаю..."
        "Мои веки кажутся необычно тяжелыми, когда я выхожу из душа."
        mc "Наверное, стоит пойти и сварить кофе. Я буду слишком вялой, чтобы приготовить завтрак без него."
        scene bg kitchen with wipeleft
        "Пройдя по коридору на кухню, я столкнулся с... \"неожиданным\" зрелищем."
        show monika 1bc at t11
        m "..."
        mc "..."
        "Глаза Моники были прикованы ко мне, пока она молча стояла перед холодильником."
        stop music fadeout 2.0
        "Хотя то, что она вломилась в мой дом {i}дважды{/i} менее чем за двенадцать часов, {i}является{/i} проблемой, обстоятельства на этот раз несколько иные..."
        "В основном из-за того, что на мне сейчас нет ничего, кроме полотенца."
        mc "Нам действительно пора прекратить встречаться подобным образом."
        m 1bl "Э-Эхехе..."
        play music t8
        m 3bl "Это то, что они называют моментом 'везения извращенца'?"
        show monika 3bl2
        mc "Кто знает?"
        mc "Хочешь, я сниму это и узнаю наверняка?"
        m 1bdb "У-Угх?!"
        "Моника нечасто впадает в открытую панику, но, очевидно, того, что я тянусь за своим импровизированным покрывалом, достаточно, чтобы вывести её из себя."
        m 2bi "Д-даже не думай об этом!"
        m "Ты бросишь это полотенце, и полиция вышибет входную дверь прежде, чем ты успеешь пожалеть о своем решении."
        show monika 2bh
        mc "Звучит заманчиво."
        mc "Может быть, они будут настолько любезны, что удалят всех {i}незваных гостей{/i} с территории, пока они здесь."
        m "{i}Ууу..."
        mc "..."
        "Мы несколько секунд пристально смотрим друг на друга, прежде чем Моника, наконец, вздыхает."
        m 2br "Неважно. Просто иди и переоденься уже, ладно?"
        show monika 2bq
        mc "Почему? Тебе не по себе от вида всей моей мужественности?"
        m 2bi "Скорее, мне неловко смотреть на кого-то такого тощего и неуклюжего."
        show monika 2bh
        mc "Тчш, {i}маленький панк..."
        mc "Хорошо, но сделай мне одолжение, включи кофеварку, пока я переодеваюсь."
        m 2br "Конечно. Чего бы тебе это ни стоило, чтобы надеть брюки."
        show monika at thide
        hide monika
        "Раздражение Моники от этой встречи становится очевидным, когда она неторопливо пробирается через кухню."
        scene bg kitchen with wipeleft_scene
        "К моему удивлению, когда я возвращаюсь полностью одетым, она ещё не ушла."
        mc "И тут я догадался, что ты сбежишь, как только увидишь, что я выхожу из комнаты."
        show monika 2bn at t11
        m "Ну, эта мысль определенно приходила мне в голову..."
        m 1bb "Но я не хотел, чтобы ты жаловался на то, что я незваный гость {i}и{/i} вор."
        show monika 1ba
        mc "'{i}Вор{/i}?' Что ты собирался украсть?"
        mc "Если ваш ответ - моя невиновность, я бы сказал, что вы проделали довольно хорошую работу до сих пор."
        m 1bb "Очень смешно, но нет."
        m 3bb "{i}Это{/i} и есть те 'ценности', за которыми я охотился."
        show monika 3ba
        "Она указывает на стойку, где её школьная сумка в настоящее время стоит, прислоненная к нескольким банкам кофе."
        mc "Значит, теперь я должен беспокоиться о том, что ты тоже совершишь набег на мой холодильник?"
        m 1bj "Разве не ты сказал 'угощайся сам'..."
        m 1bb "Или, возможно, это предложение действовало только до вчерашнего вечера?"
        show monika 1ba
        mc "Сработало это или нет, на данный момент особой разницы не имеет..."
        mc "Но должна ли такая 'элита', как вы, действительно опускаться до мелкого воровства?"
        mc "Уверен, что ваш целевой фонд мог бы позволить себе купить несколько банок кофе."
        m 2bl "Ты сегодня ужасно озабочен разницей в статусе между нами..."
        m 2bb "Но ты прав, что покупка нескольких из них самому не стала бы разорением банка."
        show monika 2ba
        mc "Тогда зачем 'перераспределять' мои?"
        m 1bn "Потому что мои родители не очень любят держать в доме консервированные напитки?"
        show monika 1bm
        mc "Что это за чертово правило такое?"
        m 2br "Тот, который исходит от чрезмерно строгих и раздражающе неразумных людей."
        m 2bp "Убедить их, что употребление обычного кофе пошло на пользу моей учебе, само по себе было непросто, но они по-прежнему считают, что любой напиток в банке находится на том же уровне, что и газировка..."
        m 1bp "Который, как вы могли бы подумать, стал причиной всех мировых проблем, услышав, как сильно они это ненавидят."
        show monika 1bo
        mc "Ну, безалкогольные напитки не приносят особой пользы ни в каком значимом смысле..."
        mc "Но неспособность отличить их от консервированного кофе - это просто слепое упрямство."
        m 2br "Ты проповедуешь хору."
        show monika 2bq
        mc "И всё же, хотя они, возможно, и не любители консервированных напитков..."
        mc "Есть ли причина, по которой ты берешь именно {i}мои{/i}? Ты сказал, что купить их не будет проблемой."
        m 2bd "Ох, да..."
        m 1bb "На самом деле, без причины. Просто так было удобнее."
        show monika 1ba
        mc "{i}Вздыхаю..."
        mc "Прекрасно. Я тоже не испытываю недостатка в деньгах, так что бери, сколько хочешь."
        m 3bj "Не волнуйся, я так и планировал!"
        mc "{i}Этот панк..."
        "Я пожимаю плечами, подходя к кофеварке."
        show monika 3ba
        mc "Не хотите ли чашечку чего-нибудь менее обработанного, пока вы здесь?"
        m 1bb "Спасибо, но со мной всё в порядке."
        m "Папа Сайори приготовил мне немного перед завтраком."
        show monika 1ba
        mc "Хмм? Её отец? 'Завтрак?'"
        m 1bb "Да. Мы все сели и поели вместе после принятия душа."
        m 2bb "В то время я не придал вашим словам особого значения, но вы были правы насчет того, что её мать была потрясающим поваром."
        m 2bj "Даже Нацуки и Юри, которые всё ещё были в полусне, съели на две тарелки больше."
        mc "И никто не потрудился пригласить вчерашнего хозяина? Как жестоко."
        m 2bn "В-вообще-то, насчет этого..."
        m 1bl "Юри {i}предлагал{/i} пригласить тебя на завтрак, но Сайори была непреклонна в отказе от своего плана."
        m 1bn "Несмотря на то, что она пыталась скрыть причину, можно было сказать, что она была в сильной панике."
        show monika 1bm
        mc "..."
        "...{i}Моника, вероятно, в конце концов подняла бы этот вопрос, но мой небрежный комментарий определенно не помог."
        m 2bd "Возможно, вы имеете что-то против её родителей?"
        show monika 2bc
        "Я качаю головой."
        mc "Её мать и отец были очень добры ко мне всё то время, пока мы были друзьями..."
        mc "Сайори запаниковала только потому, что знает о моем... {i}давай посмотрим..."
        mc "'Личные слабости,' я полагаю."
        "Вместо того, чтобы радоваться тому, что получила искренний ответ, Моника молча наблюдает за мной."
        m 1bd "Вау. Я удивлен, что ты не попытался уклониться от ответа..."
        m "Ты хорошо себя чувствуешь?"
        show monika 1bc
        mc "Это звучит довольно унизительно из уст человека, который всегда говорит мне, что я должен быть более выразительным."
        m 2bl "Вы выдвигаете справедливую точку зрения."
        show monika 2bl2
        m 2bd "Значит, с родителями Сайори всё в порядке, но ты всё ещё сомневаешься насчет посещения её дома? {i}Хм..."
        show monika 2bc
        mc "Вы напрасно тратите своё время. Мои 'оговорки' лишь слабо связаны с моими обстоятельствами..."
        mc "И вы уже осведомлены о готовности Сайори искажать любую информацию, касающуюся меня."
        m 1bc "{i}Верно..."
        m 1bd "Хотя тебе не стыдно заставлять её лгать от твоего имени? Сайори не похожа на человека, которому нравится обманывать других."
        show monika 1bc
        mc "Теперь {i}твой{/i} тот, кто проповедует хору."
        m 2bd "Каким образом?"
        show monika 2bc
        mc "В этом мире не так много вещей, которые вызывают у меня неподдельную печаль, но ставить Сайори в неудобное для неё положение - определенно одна из них."
        mc "Это одна из главных причин, по которой я начал стараться усерднее--"
        mc "Угх..."
        m 2bd "Хмм? 'Стараюсь изо всех сил' делать что?"
        show monika 2bc
        mc "Ничего. Неважно."
        m 1bb "Охх? Теперь это подозрительно."
        m "Возможно, вы прилагали усилия в тех областях, которые остальные из нас открыто не заметили бы?"
        mc "И, возможно, твоё любопытство снижает твои шансы взять домой кофе."
        m 2bb "Хех, так вот как это бывает?"
        m 4bb "Что ж, независимо от того, над чем вы работаете, я с нетерпением жду результатов..."
        m 4bj "То есть при условии, что вы достаточно компетентны, чтобы добиться чего-либо!"
        mc "Вау, спасибо за вотум доверия."
        m 4bb "Не за что!"
        show monika 4ba
        "Игнорируя мой откровенный сарказм, Моника подходит к прилавку и начинает выкладывать свой \"груз\"."
        m 1bb "Полагаю, сейчас самое подходящее время забрать свою награду и отправиться домой, прежде чем рискнуть ещё раз 'переступить черту.'"
        show monika 1ba
        mc "Ох? Уезжаешь так скоро? {i}Как неудачно."
        mc "На этот раз ты воспользуешься дверью или, может быть, будет более естественно залезть в окно?"
        m 2bb "Кто-то сегодня нахальный. Всё ещё сердитый из-за того, что не выспался?"
        show monika 2ba
        mc "Наряду с неоднократными случаями B & E, подглядывания и воровства..."
        mc "Да"
        show monika at thide
        hide monika
        "Несмотря на то, что она спросила, Моника в основном игнорирует меня, перекидывая свою сумку через плечо."
        scene bg door_m with wipeleft
        show monika 1bb at t11
        m "Как продвигается работа над учебным пособием? Планируешь закончить его до завтра?"
        show monika 1ba
        mc "Хмм?"
        m 1bb "Вчера вечером у тебя ещё оставалось несколько страниц, верно?"
        m "Нацуки и Юри обсуждали встречу в библиотеке позже, чтобы закончить свои дела, так что мне было немного любопытно."
        show monika 1ba
        mc "Я понимаю..."
        mc "Но идея решать проблемы и учиться в данный момент мне не очень нравится."
        mc "Я могу просто отдохнуть сегодня, а завтра утром заняться оставшимся учебным пособием."
        m 1bb "Что ж, вы вольны проводить своё время так, как считаете нужным..."
        m 3bj "То есть до тех пор, пока ты сможешь набрать больше баллов на этих экзаменах!"
        mc "Хех, полагаю, мы узнаем это где-нибудь в ближайшие две недели, и это напомнило мне..."
        mc "Скорее всего, это будет наш последний настоящий разговор до конца промежуточных экзаменов."
        m 3bb "Ох? Уже чувствуешь себя одиноким?"
        show monika 3ba
        mc "Может быть, немного..."
        mc "Возможно, это просто погребено под всем тем облегчением, которое я испытываю от осознания того, что ваше расследование придется на некоторое время приостановить."
        m 1br "Какой ужас. Подумать только, что мой самый младший член сказал бы такие резкие вещи своему президенту."
        m 1bb "В любом случае, шутки и мелодрамы в сторону..."
        m 1bj "Ещё раз удачи, [player]. Не подведи нас."
        mc "Да, мэм. Я сделаю всё, что в моих силах."
        show monika at thide
        hide monika
        "Убедившись в моих усилиях, Моника одаривает меня улыбкой, прежде чем выйти на улицу."
    elif n_carry == "True":
        scene bg kitchen with wipeleft_scene
        play music ddsl
        "В то время как моё субботнее утро обычно проходит в раннем пробуждении и приготовлении завтрака, сегодня всё по-другому."
        "Искушения лечь в постель были намного сильнее, чем обычно, из-за чего я лежал без дела примерно до 10 утра."
        mc "...{i}Зееееевввваюю."
        "Я вытираю слезы, пока достаю банку кофе из холодильника."
        mc "Я надеюсь, что наших ночных занятий было недостаточно, чтобы нарушить мой график сна..."
        mc "Или, во всяком случае, то, что от него осталось--"
        play sound knock
        "{i}*тук тук*"
        stop music fadeout 2.0
        "Мой монолог прерывает чей-то стук в парадную дверь."
        scene bg door_m with wipeleft
        "Открыв его, я обнаружил, что этим человеком является..."
        show natsuki 1bc2 at t11
        play music t6
        mc "Нацуки?"
        n 2bc "Й-йоу."
        show natsuki 2bc2
        "Мы стоим в тишине, пока мой мозг пытается осознать ситуацию."
        n 5bq "Ты собираешься впустить меня или нет?"
        show natsuki 5bs
        mc "Ох, точно..."
        show natsuki at t44
        "Она проходит мимо меня в коридор."
        mc "Тебе что-нибудь было нужно?"
        show natsuki at t11
        n 1bk "Ты случайно нигде не видел моего телефона, не так ли?"
        show natsuki 1bk2
        mc "Хмм? Твой мобильный?"
        n 1bc "Да"
        n 2bb "Я не смог найти его ни в доме Сайори, ни в своей сумке этим утром, так что, полагаю, он остался здесь случайно."

        mc "Не могу сказать, что где-либо видел телефон, но не стесняйтесь осмотреться."
        show natsuki at thide
        hide natsuki
        "Намереваясь сделать это независимо от моего разрешения, Нацуки направляется в гостиную."
        scene bg living_day with wipeleft
        "Она присаживается на корточки, прежде чем проверить пол под нашим импровизированным столом и вокруг него."
        show natsuki 1bm at s11
        n "...здесь тоже нет."
        show natsuki 1bm2
        mc "Попробуй проверить между диванными подушками."
        mc "Возможно, вы уронили его после того, как заснули."

        show natsuki 1bk at t11
        n "Диванные подушки... Диванные подушки... {i}Давай посмотрим..."
        show natsuki 1bk2
        "Она просовывает руку в щель рядом с тем местом, где они с Юри потеряли сознание."
        show natsuki 1bl at h11
        n "Ахх! Понял!"
        show natsuki 1bj
        "Нацуки достает свой телефон, прежде чем торжествующе занести устройство над головой."

        mc "Хех, я рад."
        "Думая, что её бизнес здесь теперь закончен, я удивлен, что Нацуки не уходит немедленно."
        n 5bq "Эрр, послушай. {i}Насчет прошлой ночи..."
        show natsuki 5bs
        "...{i}это действительно не то, что девушка должна говорить, краснея."
        mc "Извини. Оглядываясь сейчас на ситуацию, я понимаю, что перешел все границы."

        n 5bx2 "Н-ну, да... Это должно было быть очевидно..."
        n 5bq "Но Моника сказала мне, что всё это была её идея, и о том, что ты просто сделал то, что она сказала..."
        n "Так похоже... Я-я не злюсь, {i}или что-то в этом роде."
        show natsuki 5bs
        "Наблюдая, как Нацуки запинается на словах, в то время как её лицо всё больше краснеет, у меня почему-то кружится голова."
        mc "Знаешь, для меня очень большое облегчение услышать, что ты на меня не сердишься."
        mc "Я беспокоился, что выполнение 'приказов' Моники могло создать определенный дискомфорт между нами двумя."

        show natsuki 5bk2
        "Выражение её лица меняется со смущенного на удивленное."
        n 5bm "Эт-это странно."
        n 1bn2 "Почему ты вдруг стал вести себя так мило?"
        show natsuki 1bn
        mc "Хех, приношу свои извинения."
        mc "Я и не подозревал, что 'вести себя хорошо' заставляет тебя чувствовать себя неловко."
        n 2bq "Э-Это... всё в порядке. {i}Правда."
        show natsuki 2bs
        "Чувствуя, что наступает неловкое молчание, я пытаюсь сменить тему."
        mc "Собираешься сегодня ещё что-нибудь позанимать, или вчерашний вечер тебя вымотал?"
        n 2bm "Что? Ох..."
        n 1bb "Мы с Юри собираемся встретиться позже в библиотеке."
        n 1bl "Мы хотим закончить наши учебные пособия, чтобы не беспокоиться о них завтра."
        show natsuki 1bj
        mc "Неплохой план."
        mc "Зубрежка в последнюю минуту может быть столь же вредной, сколь и полезной."
        n 2bz "Хех, я просто не хочу тратить воскресенье на изучение учебников."
        mc "Не менее веская причина."
        n 2bl "А как насчет тебя?"
        n 1bl "Удалось закончить ту папку, которую сделал наш президент-демон-исследователь?"
        show natsuki 1bj
        mc "Ммм, я справился с большинством проблем."
        mc "Тем не менее, у меня нет намерений заканчивать остальное сегодня."
        n 1bk "Тогда что ты планируешь делать?"
        show natsuki 1bk2
        mc "Хмм..."
        mc "Я бы {i}хотел{/i} ещё немного поспать, но дневной сон для меня практически невозможен."
        mc "Мог бы вместо этого просто провести день, бездельничая."
        n 2bl "Хех, это определенно больше соответствовало бы твоему безответственному имиджу, чем учеба!"
        show natsuki 2bj
        mc "Тчш, {i}дерзкий маленький панк..."
        mc "Ну, это пока только мои планы {i}на сегодня{/i}. У нас ещё достаточно времени, чтобы решить заняться чем-нибудь другим."
        mc "Если вы с Юри не возражаете, я могу даже зайти и поработать с вами двоими."
        n 2bk "Я уверен, что у Юри не возникло бы с этим никаких проблем."
        show natsuki 2bk2
        mc "А ты?"
        n 2bq "У-Ууу..."
        n 5bq "Д-делай, что хочешь."
        show natsuki at thide
        hide natsuki
        "Мы вдвоем продолжаем вести бесцельную светскую беседу ещё несколько минут, прежде чем Нацуки решает уйти."
        scene bg door_m with wipeleft
        mc "Клубы не встречаются в середине семестровой недели, так что, я думаю, какое-то время мы больше не увидимся."
        show natsuki 2bl at t11
        n "Хех, а я как раз думал о том, как было бы здорово отдохнуть от тебя."
        show natsuki 2bz
        "За её оскорблением следует необычайно веселая ухмылка."
        mc "Очень смешно. Надеюсь, твоё грубое замечание стоило того, чтобы уязвить мои нежные чувства."
        n 1bl "Ты что, что-то вроде королевы драмы?"
        show natsuki 1bj
        mc "Ну, если оставить в стороне мой театральный опыт..."
        mc "Тебе, наверное, не нужно, чтобы {i}я{/i} тебе это говорил, но удачи на экзаменах."
        n 2bl "Кому нужна удача!?"
        n 4bz "Если это ради клуба, то несколько тестов ни за что не сделают меня лучше!"
        mc "Приятно слышать--"
        n 2bl "То же самое относится и к тебе!"
        show natsuki 2bj
        mc "Хмм?"
        n 1bl "Не думай, что легко отделаешься, если облажаешься и твоя оценка упадет."
        show natsuki 1bj

        mc "Простите, но вы мне угрожаете или пытаетесь подбодрить?"

        n 5bl "Молись, чтобы ты никогда этого не узнал."
        show natsuki 5bj
        mc "Если это означает избежать гнева 'Великой Нацуки', то у меня нет выбора, {i}кроме{/i} как сделать всё, что в моих силах."
        n 5bz "Хиихии."
        show natsuki at thide
        hide natsuki
        $ n_casual = "True"
        "Мы тратим некоторое время на прощание, прежде чем я снова остаюсь один."
    elif s_carry == "True":
        scene bg kitchen with wipeleft_scene
        play music ddsl
        "Жужжание кофеварки наполняет кухню, когда я стою, склонившись над стойкой."
        "Вопреки моему обычному режиму просыпаться около семи утра в субботу, сегодня я смог выбраться из постели почти до десяти."
        "Из-за того, что я плохо сплю и лежу гораздо дольше обычного, я чувствую себя совершенно опустошенным."
        mc "Надеюсь, этот кофе будет достаточно крепким, чтобы я смог пережить утро..."
        play sound knock
        "{i}*тук тук*"
        stop music fadeout 2.0
        "Звук стука доносится из коридора, заменяя часть моей усталости легким раздражением."
        scene bg door_m with wipeleft
        mc "Честно говоря, если Киба ждет по ту сторону этой двери, чтобы раздобыть еду, я собираюсь--"
        show sayori 1bs2 at t11
        play music t2
        s "{i}[player]...."
        show sayori at s11
        pause 0.5
        show sayori at thide
        hide sayori
        "Мои ожидания разрушает Сайори, которая, спотыкаясь, входит внутрь, прежде чем упасть на колени и обвить руками мою талию."
        mc "Эй, что случилось? Что-то случилось?"
        s "Итак... {i}устал.{/i} Нужно... {i}отдохнуть."
        mc "Угх...? {i}Вздыхаю..."
        mc "Тогда почему ты здесь, а не всё ещё в постели?"
        s "Объясни... {i}позже.{/i} Пока... {i}диван."
        mc "У меня есть сомнения по поводу участия в ваших процедурах, но ладно. Объяснение может подождать."
        mc "Пошли. Пойдем в гостиную--"
        "Её хватка усиливается, когда я пытаюсь повернуться."
        s "Нести."
        mc "Что?"
        s "Не могу... {i}иду {/i}. Должен... {i}несу."
        mc "Ты действительно испытываешь свою удачу."
        s "Лучшие... {i}друзья.{/i} Держитесь... {i}вместе."
        mc "{i}Честно..."
        "Не имея сил, необходимых для борьбы с её упрямством, я вместо этого присаживаюсь на корточки, прежде чем ухватиться и поднять её на руки."
        scene bg living_day with wipeleft
        "Как только Сайори укладывают на диван, она быстро переворачивается и зарывается лицом в подушки."
        "Возможно, до сих пор она вела себя сдержанно, но этого маневра недостаточно, чтобы полностью скрыть широкую улыбку, которая сейчас на её лице."
        mc "Из всех дней, которые ты мог бы выбрать для игры в эту причудливую игру молодоженов, почему это должно было случиться именно тогда, когда я уже была измотана."
        "Вместо того чтобы повернуться в мою сторону, она зарывается ещё глубже в диван."
        s "Объясни... {i}позже.{/i} Пока... {i}отдыхай."
        mc "{i}Эта девушка..."
        stop music fadeout 2.0
        "Ещё раз вздохнув, я направляюсь обратно на кухню, молясь, чтобы следующая чашка кофе оказалась крепче, чем когда-либо прежде."
        scene bg living_day with dissolve_scene_full
        play music t9
        "Хотя изначально я ожидал, что внезапное появление Сайори нарушит мои планы на утро, на самом деле всё идет довольно гладко..."
        "Что может быть связано, а может и нет, с тем фактом, что она заснула вскоре после того, как её уложили."
        "...{i}полагаю, что это работает достаточно хорошо. В любом случае, я планировал потратить свой день на получение качественного R&R."
        "Её тихое дыхание - это всё, что можно услышать в течение большей части часа, вплоть до..."
        stop music fadeout 2.0
        s "{i}Гхххх..."
        mc "Уже чувствуешь себя хорошо отдохнувшим?"
        show sayori 1bb at t11
        s "Ч-что?"
        "Ей требуется время, чтобы собраться с мыслями, прежде чем снова посмотреть на меня."
        s 1bk "Ох, да..."
        play music wefn
        s 3bl "П-прости. Вообще-то я не собирался засыпать."
        show sayori 3bk2
        mc "Не беспокойся."
        mc "На самом деле тобой намного легче управлять, когда ты бессознателен."
        s 3bh "П-привет."
        show sayori 3bg
        mc "Успокойся, я просто шучу. {i}Ну, в основном..."
        mc "Послушай, хочешь чашечку кофе?"
        s 3bl "Ухх, спасибо..."
        s "Но есть ли у тебя что-нибудь менее, ну, ты знаешь... противное?"
        show sayori 3bk2
        mc "Как прискорбно. Похоже, с обучением тебя миру взрослых, пьющих кофе, придется подождать..."
        mc "И в холодильнике ещё должно быть немного чая в бутылках. Хочешь, я налью тебе чашку?"
        s 3bd2 "Да, пожалуйста."
        scene bg living_day with wipeleft_scene
        "После того, как я принес ей напиток и снова сел на диван напротив, я задаю вопрос, который не давал мне покоя с тех пор, как она появилась."
        show sayori 1bb at t11
        mc "Итак? Не возражаешь дать мне объяснение сейчас?"
        s 1bo "Ох да..."
        s 5ba "Извините за случайное появление. Приход сюда был единственным, что пришло мне в голову."
        mc "Ну, когда люди врываются без предупреждения, это почти стало нормой для этого места..."
        mc "Но что значит 'единственное, что пришло тебе в голову?' 'Придумать' для чего?"
        s 5bb2 "Эрр, это довольно долгая история..."
        s 3bl "Но главная причина в том, что мне нужно было пойти куда-нибудь, где я мог бы прилечь."
        show sayori 3bk2
        mc "Тебя запирают в твоем доме или что-то в этом роде?"
        s 5bb2 "Не совсем..."
        s 5ba "Я не мог там успокоиться, потому что мои родители не переставали доставать меня."
        mc "Твои родители?"
        mc "Они были расстроены из-за 'вечеринки с ночевкой' или что-то в этом роде?"
        mc "Только не говори мне, что Нацуки приглашала незнакомых мужчин в дом, чтобы они делали сомнительные с моральной точки зрения вещи за деньги."
        s 3bm "Ч-что? Конечно, нет!"
        s 3bh "Всё как раз наоборот. Они были {i}слишком{/i} рады, что я пригласил всех в гости."
        show sayori 3bg
        mc "Что?"
        s 1bh "Моя мама пришла и разбудила нас очень рано, чтобы мы были готовы к 'лучшему завтраку в мире'..."
        s "Потом папа продолжал задавать вопросы о клубе и прочем. Единственный раз, когда у нас был перерыв, это когда мы принимали душ..."
        s 4bm "И это даже не самое худшее! Они продолжали говорить обо мне неловкие вещи, пока мы ели!"
        s 3bh "Я думал, они успокоятся, когда все уйдут, но потом они не переставали рассказывать мне, какие все мои друзья замечательные."
        show sayori 3bg
        mc "Ухх, точно..."
        mc "Твои родители все эти годы считали тебя каким-то одиноким человеком, лишенным друзей?"
        s 3bh "Нет!"
        s 3bk "П-по крайней мере, я так не думаю?"
        mc "Без обид, но ты говоришь не очень убедительно."
        s 3bh "Откуда мне знать, что они думают?"
        show sayori 3bg
        mc "Ну, а когда в последний раз к тебе приходил друг?"
        s 3bk "Ухх, {i}давай посмотрим..."
        s "..."
        s 5ba "С-средняя школа?"
        mc "{i}Вздыхаю{/i}, неудивительно, что они были взволнованы."
        s 4bm "Я не виноват, что они так думали!"
        s 4bh "Я рассказал им всё о клубе и о том, что я действительно хорошо ладил со всеми!"
        show sayori 4bh
        mc "Да, но есть большая разница между тем, чтобы ладить с кем-то и по-настоящему быть его другом."
        mc "Я 'уживаюсь' с заносчивой, несносной девчонкой, которая время от времени работает кассиром в продуктовом магазине..."
        mc "Но если бы она когда-нибудь попросила меня об одолжении, я бы тут же посоветовал ей сесть на пальцы."
        s 4bm "[player]!!"
        mc "Полегче, это был всего лишь пример."
        s 3bj "Это не значит, что ты можешь говорить всё, что хочешь!"
        show sayori 3bi
        mc "Эхх? Серьезно?"
        show sayori 3bk at s11
        s "{i}Вздыхаю..."
        mc "В любом случае, возвращаясь к теме..."
        show sayori 3bg at t11
        mc "А как насчет человека, который в последний раз приходил ко мне в средней школе? Твои родители думают, что ты не поддерживаешь связь?"
        s 5bb "У-Ууу, я не думаю, что упоминание о {i}них{/i} имело бы большое значение."
        mc "Почему бы и нет?"
        mc "Они были арестованы по обвинению в незаконном обороте наркотиков?"
        s 4bj "Нет, ты большой болван!"
        s "Это потому, что этим человеком был {i}ты!"
        show sayori 4bi
        mc "Я?"
        s 5bd "М-Ммм."
        mc "..."
        mc "....."
        mc "Ты {i}уверен{/i}, что у тебя есть другие друзья?"
        s 4bp "Конечно, хочу!!"
        show sayori at thide
        hide sayori
        stop music fadeout 2.0
        "Следующие несколько минут я провожу с Сайори, пытаясь укрепить моё мнение о её общительности."
        scene bg door_m with wipeleft_scene
        "Мы входим в подъезд, решив, что её родители, скорее всего, уже успокоились."
        play music t8
        mc "Ты упомянула, что ушла, потому что они не переставали говорить о других девушках, верно?"
        show sayori 1bb at t11
        mc "Как тебе удалось сбежать, когда они вели себя так безрассудно?"
        s 5bb2 "Э-Эхехе..."
        s 5ba "Возможно, я сказал им, что ты собираешься продолжать заниматься со мной."
        mc "Они ничего не заподозрят, когда ты вернешься всего через два часа?"
        s 1bx "Нет."
        s "Я просто скажу, что ты сбежал после того, как тебе надоели попытки учить меня."
        show sayori 1ba
        mc "Это, безусловно, правдоподобное оправдание, хотя я бы предпочел, чтобы вы не порочили мою репутацию ради собственной лжи."
        s 2bx "Не волнуйся. Я не думаю, что ты можешь что-то сделать, чтобы они тебя возненавидели."
        show sayori 2ba
        mc "Обнадеживающая мысль, но не из тех, которые я хочу проверять."
        s 2bq "Хиихии."
        mc "Кстати, об учебе, ты собирался продолжать работать над руководством, которое дала тебе сегодня Моника?"
        s 2bl "Я вроде как должен."
        s 5bb2 "Если я этого не сделаю, то не закончу до начала промежуточных экзаменов."
        mc "Давай, ты не {i}так{/i} уж сильно отстал."
        mc "Ты мог бы закончить к обеду, если бы действительно постарался."
        s 1bk2 "М-может быть."
        mc "А как насчет Юри и Нацуки? Они, вероятно, согласились бы работать с тобой, если бы ты попросил."
        s 5ba "Они вообще-то говорили о том, чтобы вместе сходить в библиотеку сегодня попозже..."
        s 5bb2 "Но разве я не стал бы просто замедлять их?--"
        show sayori 4bp at h11
        s "Оуу!!"
        "Она отшатывается от моего удара по лбу."
        mc "Ну и что? Ты думаешь, они не помогли бы, если бы ты это сделал?"
        show sayori 4bn
        mc "Моника упоминала, что помогать другим учиться - хороший способ закрепить знания, помнишь? Не похоже, что ты повредишь их прогрессу."
        s 3bk "Да, но--"
        show sayori 4bp at h11
        s "Оуу!! Опять?!"
        mc "Я не уверен, какого ты о них мнения, но эти двое не настолько мелочны, чтобы оставить друга одного."
        show sayori 4bn
        mc "Если ты хочешь уйти, то уходи. Не считай, что твоё присутствие в тягость, даже не попробовав."
        show sayori 4bk
        "Настроение становится необычайно серьезным, пока Сайори обдумывает мои слова."
        s 2bk2 "О-О'кей."
        s 2bl "Может быть... если у меня будет немного свободного времени."
        show sayori 2bl2
        mc "Хех, с каких это пор ты этого не делал?"
        s 2bd2 "Привет. Да будет тебе известно, что я очень важный руководитель единственного литературного клуба."
        show sayori 2bd
        mc "Конечно, как неосторожно с моей стороны забыть."
        s 1bq "Хехехе..."
        s 1bn "О!"
        s 1bx "Если я {i}действительно{/i} всё-таки пойду в библиотеку, ты пойдешь со мной?"
        show sayori 1ba
        mc "Извини, но мне придется перенести встречу в другой раз."
        mc "Я всё ещё не до конца оправился от всех тех 'волнений', которые мы пережили прошлой ночью."
        s 2bc "Тогда что ты планируешь делать?"
        show sayori 2bb
        mc "Наверное, отдохнуть."
        mc "Заправьтесь сегодня, закончите руководство завтра, начните тестирование в понедельник."
        s 5ba "Как вы с Моникой можете быть такими спокойными, когда до промежуточных экзаменов осталось меньше двух дней?"
        mc "Хех, сейчас это может показаться тебе странным..."
        mc "Но продолжай прилагать усилия, как раньше, и экзамены перестанут тебя пугать."
        s 5bb2 "Я-я не совсем уверен--"
        mc "Я серьезно. Ты усердно работала, Сайори. Не только ради себя, но и ради всех остальных."
        show sayori 2bb
        mc "Я горжусь тобой."
        s 2bg2 "[player]."
        "Её лицо становится ярко-красным, когда я начинаю гладить её по голове."
        s 2bl2 "Я-я не уверен, что когда-нибудь буду так же уверен в себе, как ты..."
        s 1by "Но я буду стараться изо всех сил."
        mc "Хорошо. Меньшего я и не ожидал."
        show sayori at thide
        hide sayori
        "Потратив ещё несколько минут на то, чтобы успокоить друг друга, Сайори отправляется домой, снова оставляя меня одного."
    elif y_carry == "True":
        scene bg kitchen with wipeleft_scene
        play music ddsl
        "Когда субботним утром я захожу на кухню намного позже, чем обычно, мои мысли вскоре возвращаются к событиям прошлой ночи."
        mc "Каким бы 'неортодоксальным' ни был план Моники, всё, казалось, сработало достаточно хорошо."
        mc "Сайори не начала игнорировать меня, Нацуки не закатила истерику, а Юри не окаменел от моей поездки на спине..."

        mc "Хотя, вероятно, полусон так действует на человека."
        "Говоря это себе, я ставлю чайник на плиту--"
        play sound knock
        "{i}*тук тук*"
        stop music fadeout 2.0
        mc "Хмм?"
        "Моё внимание быстро привлекает звук чьего-то стука в мою входную дверь."
        scene bg door_m with wipeleft
        "Поворачивая ручку, я обнаруживаю, что этот таинственный человек - не кто иной, как--"
        show yuri 1ba at t11
        play music t8
        mc "Юри?"
        y 1bb "Простите, что прерываю."
        show yuri 1ba
        "Она склоняет голову."
        mc "Не нужно формальностей, я просто не ожидал вас увидеть."
        y 2bj "Хорошо, я приношу свои извинения за то, что прибыл без предупреждения..."
        y "Но не хотел откладывать на случай, если это будет важно."
        show yuri 2bi
        mc "А? 'Это?'"
        show yuri 2ba
        "Юри поднимает знакомый на вид школьный портфель."
        mc "Это... моё?"
        y 1bb "В самом деле."
        show yuri 1ba
        mc "Как {i}у тебя{/i} это получилось?"
        y 1bb "По словам Сайори, она случайно перепутала вашу сумку с нашей, когда собирала их прошлой ночью."
        mc "Ахх, понятно."

        mc "Думаю, это не должно быть сюрпризом, учитывая, насколько она устала."
        show yuri 1bi
        "Передав мне сумку, Юри становится ещё более беспокойным и начинает ерзать."
        mc "Тебе ещё что-нибудь понадобилось?"
        y 2bq "Эрр, ну... {i}ууу..."
        show yuri 2bq2
        mc "Вот, заходи. Разговор внутри должен облегчить задачу."

        y 1bq "Х-хорошо, спасибо."
        scene bg kitchen with wipeleft
        "Юри следует за мной, когда я захожу на кухню и ставлю сумку на пол."
        show yuri 2be at t11
        mc "Вы, случайно, не хотите чашечку чая?"
        mc "Я как раз начала готовить, когда вы постучали."
        y 2bj "Если это не будет слишком хлопотно, тогда да, пожалуйста."
        show yuri 2bi
        "Я снова занимаю своё место у плиты, прежде чем снова обратить внимание на Юри."
        mc "Итак? Вы хотели обсудить что-нибудь ещё?"

        y 2bq "М-Ммм, совершенно верно."
        show yuri 2bq2
        mc "Что ж, у нас есть немного времени, прежде чем чай будет готов. В чем дело?"
        y 2bq "Э-это... {i}это насчет прошлой ночи..."
        show yuri 2bq2
        "...{i}то, что она говорит это, краснея, по какой-то причине наполняет меня беспокойством."
        y 3bw "Я... Я хотел извиниться."
        show yuri at s11
        "Она снова склоняет голову, на этот раз более низко."
        mc "Что?"
        mc "Подожди, почему это {i}ты{/i} извиняешься?"
        y 3bv "Моё поведение было явно неподходящим для старшего члена клуба."
        y 3bo "Мне следовало больше стараться подавать хороший пример."
        "Пока она говорит, её взгляд прикован к полу."
        "...{i}\"это\" то, о чем она беспокоится?"
        "...{i}эта девушка слишком серьезно относится к своей роли \"старшего члена\"."
        mc "Пожалуйста, поднимите голову."
        show yuri 3bt
        mc "На самом деле нет необходимости расстраиваться из-за того, что произошло."
        show yuri at t11
        "Хотя мои слова её не до конца убедили, она медленно начинает выпрямляться."
        mc "Честно говоря, был примерно сорокапятиминутный период, когда я тоже задремал..."
        mc "Не говоря уже о том, что Нацуки потеряла сознание, а Сайори была едва в сознании, чтобы схватить сумки."

        mc "Это был полезный опыт для всех нас, так что у {i}тебя{/i} нет причин быть единственным, кто чувствует себя виноватым."
        y 3bv "{i}Я-я понимаю."
        y 2bu "Это очень любезно с вашей стороны."
        mc "Просто рассказываю тебе, как обстоят дела."
        mc "Без обид, но у тебя есть склонность вбивать себе в голову подобные вещи непропорционально."
        y 2bw2 "Нацуки говорила мне нечто подобное."
        mc "Хех, если {i}мы{/i} оба согласны, то предмет, о котором идет речь, должен быть предельно ясен."
        "Моя попытка поднять настроение кажется неэффективной, поскольку Юри снова начинает теребить свои волосы."
        y 4bb "Вообще-то, если ты не возражаешь, я хотел извиниться ещё кое за что."
        mc "Хммм?"
        y 4ba "У-Умм, ну... {i}о том, как ты нес меня..."
        "...{i}черт, поехали. Я знал, что план Моники вернется, чтобы укусить меня за задницу..."
        y 4bb "Простите, что побеспокоил вас подобным образом."
        mc "..."
        mc "Что?"
        "Несколько секунд проходят в тишине, пока мой мозг осмысливает ситуацию."
        mc "Подожди, Юри. Если кто-то и должен здесь извиняться, то это должен быть я."
        mc "Всё, что ты делал, это спал. Я был тем, кто, ты знаешь... подобрал тебя и всё такое."
        "...{i}какого черта? Почему я вдруг чувствую себя неловко?"
        y 4ba "Моника сказала мне, что ты просто следовал её инструкциям..."
        y 4bc "И я-я...{i}Я Знаю, что я не самый легкий человек."
        "Её слова обрываются, когда она упоминает то, что, как я предполагаю, является настоящим источником её беспокойства."
        mc "..."
        mc "....."
        mc "Пффт, хахаха..."
        y 3bp "[player]!?"
        y 3bn "Ч... что-то случилось?!"
        mc "Извини, Юри. Я не хотел смеяться."
        mc "Я волновался из-за чего-то другого, поэтому, услышав, что проблема в {i}этом{/i}, я просто почувствовал себя немного глупо."
        y "Ч-что?"
        mc "И не волнуйся, у меня не было никаких проблем с тем, чтобы нести тебя."
        mc "У тебя здоровая фигура, которая только подчеркивает твою привлекательность."
        y 3bp "М-М-Мой..."
        "Её щёки становятся свекольно-красными, когда она встречается с моим честным мнением."
        mc "И прежде чем ты спросишь, говорю ли я всё это только из вежливости, знай, что я говорю правду."
        mc "На самом деле нет причин для беспокойства."
        "Она на несколько секунд прячет лицо за волосами, прежде чем тихо ответить."
        y 4be "{i}Благодарю вас--"
        stop music fadeout 2.0
        "Последняя половина её благодарности обрывается, когда чайник начинает свистеть у меня за спиной."
        scene bg kitchen with wipeleft_scene
        play music wefn
        "Дав чаю и Юри остыть, мы в конце концов сели за кухонный стол с чашками в руках."
        mc "Ты планируешь сегодня ещё заниматься?"
        show yuri 1bb at t11
        y "В самом деле."
        y "Мы с Нацуки планируем встретиться в библиотеке сегодня днем, чтобы закончить книги, которые дала нам Моника."
        show yuri 1ba
        mc "Много ещё осталось?"
        y 1bb "Всего несколько разделов..."
        y 1bj "Хотя я не могу сказать того же о ней."
        show yuri 1bi
        mc "Полагаю, этого следовало ожидать."
        y 1bb "А как насчет тебя?"
        y "Вы уже решили все задачи?"
        show yuri 1ba
        mc "Нет, но я довольно близок к этому."
        y 1bf "Вы намерены закончить оставшуюся часть сегодня?"
        show yuri 1be
        mc "Наверное, нет..."
        mc "Или, по крайней мере, это не входило в мои текущие планы."
        y 2be "Хмм?"
        mc "Честно говоря, я планировал потратить день на приобретение столь необходимых НИОКР."
        mc "Прошлой ночью заснуть было нелегко, так что прямо сейчас я не могу работать на полную катушку."
        y 2bn "'Прошлой ночью'..."
        "Прежде чем Юри успевает высказать какие-либо идеи, я поднимаю руку, чтобы прервать его."
        mc "Позволь мне прояснить, что ни ты, ни другие девушки ни в чем не виноваты."
        mc "Зубрежка и моя временная бессонница {i}совершенно{/i} не связаны."
        y 2bq "Я-я понимаю..."
        show yuri 2bq2

        y 2bf "Но если ваши проблемы со сном сохраняются, я держу дома несколько предметов, которые помогают создать спокойную обстановку."
        y 1bb "Если хочешь, я могу принести их позже."
        show yuri 1ba
        mc "Хорошее предложение, но нет необходимости впутываться во все эти неприятности."
        mc "У тебя ведь есть свои планы на сегодня, верно?"
        y 1bh "Это правда..."
        y 2bf "Тем не менее, твоё здоровье очень важно. Не только для меня, но и для клуба в целом."
        y 2bb "Моника упомянула, что улучшение результатов наших тестов может помочь в получении средств для тех, кто унаследует клуб после нашего выпуска."
        show yuri 2ba
        "Наблюдая за её выступлением сейчас, я действительно убеждаюсь в том факте, что Юри - самый ответственный участник из нас пятерых."
        mc "Ваша забота много значит как для меня, так {i}и{/i} для клуба..."
        mc "Но ты можешь быть спокоен. Я не планирую расслабляться, не тогда, когда от меня зависят все ожидания."
        "Вставая со стула, я, ухмыляясь, постукиваю себя по виску."
        mc "Дайте мне немного качественного отдыха, и я вернусь в первозданном виде, прежде чем вы успеете оглянуться."
        "Нежная улыбка появляется на её лице, когда она слышит это."
        y 2bm "Понимаю."
        y 1bb "Тогда я предоставляю это тебе."
        show yuri 1ba
        "Она тоже встает из-за стола."
        y 1bb "Ещё раз спасибо за чай, [player]."
        show yuri 1ba
        mc "Без проблем."
        mc "Ты собираешься уходить?"
        y "Ммм."
        y 1bb "Я бы хотел, чтобы мы вдвоём проводили больше времени вместе, но у меня всё ещё есть планы с Нацуки."
        show yuri 1ba
        mc "Что ж, как только промежуточные экзамены закончатся, у нас будет столько времени, сколько только можно пожелать."
        mc "То, чего мы можем ожидать с нетерпением."
        y 1bc "Я согласен."
        scene bg door_m with wipeleft
        "После того, как мы вместе дошли до входа, Юри поворачивается ко мне, надевая туфли."
        show yuri 2bj at t11
        y "Могу я задать вам ещё один вопрос?"
        show yuri 2bi
        mc "Конечно. В чем дело?"
        y 2bj "Вы упомянули, что вас что-то беспокоило прошлой ночью, но это не имело никакого отношения к моему... 'телосложению'."
        y 2bf "Возможно, я сделал что-то неприятное?"
        show yuri 2be
        mc "Эрр, ну..."
        "...{i}она, вероятно, не очень хорошо отреагировала бы, если бы я признался, что ощущение её груди, прижатой к моей спине, заставляло меня волноваться всю дорогу до Сайори."
        mc "Сейчас этот вопрос не очень актуален, так что не беспокойтесь."
        y 2bf "Т-ты уверен?"
        show yuri 2be
        mc "Положительно. Здесь проблем нет."
        y 2bl "Понятно. Какое облегчение."
        show yuri 2bm
        "Она вздыхает, прежде чем шагнуть к двери."
        y 2bf "Ох, и [player]..."
        y 1bb "Как только вы немного отдохнете, мы будем рады, если вы присоединитесь к нашему учебному занятию."
        y 1bd "Мы были бы рады принять вас."
        show yuri 1bc
        "...{i}говорить 'мы', возможно, немного натянуто."
        mc "Спасибо за предложение."
        show yuri 1ba
        mc "Я дам вам знать в групповом чате, если решу появиться."
        show yuri at thide
        hide yuri
        "Мы тратим минуту на прощание, прежде чем Юри отправляется домой."

    stop music fadeout 2.0
    scene bg living_day with dissolve_scene_full
    $ r_study = "False"
    if r_scene2 == "True":
        play music wefn
        "На экране моего телефона отображается четыре часа, когда я сажусь прямо на диване."

        "Проведя последние несколько часов без дела, только лежа и просматривая новостные сайты, часть меня чувствует, что я превращаюсь в бездельника."
        "Тем не менее, этот \"длительный перерыв\" был, несомненно, необходим. Что-нибудь меньшее заставило бы меня чувствовать себя вялым до самого вечера."
        mc "Пожалуй, сейчас самое время выпить ещё одну банку кофе."
        "...{i}использую немного искусственной энергии, чтобы облегчить приготовление ужина."
        "Имея в виду четкую цель, я встаю, прежде чем направиться на кухню."
        scene bg kitchen with wipeleft
        "К сожалению, вселенная, похоже, не горит желанием позволить мне выполнить эту задачу."
        "{i}*бззт бззт*"
        stop music fadeout 2.0
        "{i}Входящий вызов: Рикка."
        mc "Хмм?"
        "...{i}команда не собирается во время промежуточных экзаменов, верно? С чего бы ей звонить мне?"
        mc "Привет--"
        scene bg split6
        show rikka 4p at t33
        with wiperight
        play music t9
        r "Сэмпай!! Это ужасно!! Ты должна мне помочь!!"
        mc "Рикка?!"
        mc "Что случилось? Ты ранен? Где ты сейчас находишься?"
        r 4s "Это... {i}*шмыгаю носом*{/i}... это действительно плохо."
        r "Я-я... Я отложил подготовку к промежуточным экзаменам... а теперь--"
        scene bg kitchen with wipeleft
        stop music
        "{i}Вызов завершен."
        mc "{i}Вздыхаю..."
        mc "Подумать только, я действительно беспокоился об этом панке."
        "{i}Входящий вызов: Рикка."
        scene bg split6
        show rikka 3r at t33
        with wiperight
        mc "Алло?"
        play music t6
        mc "Ваш заказ будет на вынос или на ужин?"
        r 1c "Ч-что?"
        show rikka 1c2
        "Наступает минута молчания, поскольку я предполагаю, что Рикка проверяет номер, который она только что набрала."
        r 1c "Подожди, это ты, Семпай?"
        show rikka 1c2
        mc "Рикка?"
        mc "Значит, ты сегодня в настроении отведать китайской кухни, да?"
        mc "Однако тебе следует быть осторожнее. Лапша известна своим содержанием углеводов."
        r 1c "Подожди! О чем ты говоришь?"
        show rikka 1c2
        mc "Вы позвонили не для того, чтобы заказать китайскую еду?"
        r 1c "А? Ты работаешь в китайском ресторане?"
        show rikka 1c2
        mc "Нет."
        r 1w "Тогда, конечно, я позвонил не за этим!!"
        mc "Ааа. Справедливое замечание."
        r 1u "{i}Ууу..."
        r "У меня теперь голова болит."
        mc "Итак? Зачем ты позвонил, если не для того, чтобы утолить свою жажду?"
        r 1c "А, ох. Я собирался спросить--"
        r 4w "Подожди!! Ты совсем бросил трубку!! Что за чертовщина с этим!?"
        r 3p "Я изливал своё сердце, а ты просто оборвал меня!"
        r 1e "Ты жестока, Семпай."
        show rikka 1e2
        mc "Это правда...?"
        mc "Я понятия не имел, что твои \"сокровенные чувства\" проистекают из-за того, что ты до последней секунды откладывал подготовку к промежуточным экзаменам."
        r 2i "Эрр, ну... это... вообще-то, это забавная история..."
        show rikka 2i2
        mc "Без обид, но твои шутки ужасны."
        mc "Давайте сразу перейдем к делу."
        show rikka 1l at h33
        r "Подло! И ты сам не совсем стендап-комик!"
        "Отодвигая телефон от уха, когда она снова кричит, я начинаю верить, что её головная боль может быть заразной."
        r 5o "Ладно, раз уж вы все 'по делу' и прочее дерьмо..."
        r 5d3 "Я позвонила спросить, не поможешь ли ты мне с учебой. Теперь ты доволен?"
        show rikka 5d2
        mc "В восторге."
        mc "А теперь, не могли бы вы сказать мне, как много вы {i}обладая{/i} изучили на данный момент?"
        r 1o "Я начал час назад."
        show rikka 1y
        "Желание снова повесить трубку почти непреодолимо."
        mc "{i}Вздыхаю..."
        mc "Если ты уже настолько далеко продвинулся, зачем утруждать себя звонком мне? Мы даже не в одном классе."
        r 1m "Я знаю, но ты единственный человек, с которым мне было комфортно возиться."
        show rikka 1n
        mc "Как мило..."
        "Мой большой палец практически на кнопке \"завершить вызов\"."
        r 2h "Пожалуйста, [player]."
        r "Ты же не настолько бессердечный, чтобы отказать такой милой и беззащитной ученице младших классов, когда она в самом отчаянном положении, верно?"
        "...{i}у этой девушки действительно бывают моменты, когда она невыносима..."
        menu:
            "...{i}но, в конце концов, она всё ещё мой менеджер."
            "Согласен помочь":

                call r_study from _call_r_study
            "Отказываюсь помогать":

                mc "Звучит так, будто ты попал в затруднительное положение."
                r 1b "Значит ли это, что ты поможешь?!"
                show rikka 1a
                mc "Нет."
                r "..."
                show rikka at h33
                r 4c "Эггхх!?!"
                mc "Вся жизнь состоит из усвоения уроков, и я твердо верю, что неудача - лучший учитель."
                r 4w "Что это за дерьмовая философия?"
                mc "Извините, но я действительно не в лучшем положении, чтобы помогать кому-то ещё учиться прямо сейчас."
                mc "Я пришлю несколько фотографий своих заметок за прошлый год, но это примерно то же самое, что и я."
                r 1d3 "Ну, это отстой..."
                r 1o "Но всё в порядке. Я приму любую помощь, которую смогу получить."
                r 1k "Не стесняйтесь присылать мне и любые старые экзамены."
                mc "Эх, если бы только всё было так просто."
                scene bg kitchen with wipeleft
                "Несмотря на то, что её голос звучит недовольно, когда звонок заканчивается, эта {i}является{/i} ситуацией, в конечном счете, её вина."
                stop music fadeout 2.0
                "У меня нет причин менять свои собственные планы ради чьей-то безответственности."
                scene dark with close_eyes

    if r_study == "False":
        "Предпочитая экономить как можно больше энергии, я провожу день, ничего особенного не делая."
        scene dark with close_eyes
    scene dark with wipeleft_scene
    pause 1.0


    scene bg sun with wipeleft_scene
    "--Воскресенье, 22 мая--"
    $ n_sunday = "False"
    if n_scene3 == "True":
        scene bg kitchen with wipeleft_scene
        "К тому времени, как я заканчиваю свои обычные домашние дела, уже переваливает за полдень."
        mc "Теперь, когда с ними разобрались, я могу, наконец, просмотреть план, который дала мне Моника--"
        "{i}*бззт бззт*"
        "{i}Входящий вызов: Нацуки."
        "...{i}что ей могло понадобиться? Может быть, советы по учебе?"
        mc "Алло?"
        scene bg split7
        show natsuki 1bk at t33
        with wiperight
        play music t6
        n "Эй, ты сейчас чем-нибудь занимаешься?"
        show natsuki 1bk2
        mc "Эрр, не совсем."
        mc "Зачем? Тебе что-то было нужно?"
        n 1bl "Пойдем со мной в книжный магазин."
        show natsuki 1bj
        mc "..."
        mc "Что?"
        n 1bl "Ты же сказал, что не занят, верно?"
        show natsuki 1bj
        mc "Ну, да--"
        n 1bl "Тогда всё в порядке."
        n "Я сейчас выхожу из дома, так что заеду за тобой--"
        show natsuki 1bj
        mc "Подожди секунду, будь добр."
        mc "Зачем тебе нужно, чтобы я пошел с тобой в книжный магазин?"
        n 2bb "Потому что всё остальные, кого я спрашивал, сказали, что они слишком заняты подготовкой к промежуточным экзаменам."
        show natsuki 2bc2
        mc "И... что? Я был твоим последним вариантом?"
        n 2bl "Хех, очевидно!"
        show natsuki 2bj
        mc "Тчш, маленький панк..."
        mc "А не разумнее ли было бы последовать их примеру?"
        mc "Экзамены {i}действительно{/i} начинаются завтра."
        n 1bb "Я знаю. Вот почему я потратил весь вчерашний день на доработку и пересмотр плана."
        n 2be "Я надеялся провести воскресенье, просто расслабляясь и тусуясь, но потом всё окончательно отстранили меня из-за каких-то дурацких тестов."
        show natsuki 2bg
        mc "Разве вы не были частью группы, говорившей о том, что 'делаете всё возможное ради клуба?'"
        show natsuki 1be at h33
        n 1be "У-у меня есть!"
        n 2bw "Ты думаешь, я когда-нибудь раньше проводил целых {i}два{/i} дня, ничего не делая, кроме учебы?!"
        show natsuki 1bx2
        mc "{i}Большинство людей тратят на это больше времени, но неважно."
        n 2be "Итак? Ты пойдешь со мной или нет?"
        show natsuki 2bg
        "...{i}время, проведенное с ней, серьезно сократит мою способность просматривать весь материал..."
        "...{i}но это также могло бы послужить возможностью улучшить мои отношения с самым трудным членом клуба."
        menu:
            "Я должен..."
            "Присоединяйся к ней":

                call n_sunday from _call_n_sunday
                $ n_sunday = "True"
                $ n_casual = "True"
            "Отказаться":

                mc "Извини, Нацуки, но в этой ситуации мне придется вести себя по-взрослому."
                n 2bx "Тчш, из всех случаев, когда ты мог бы притвориться ответственным..."
                n 2br "Ну, неважно. {i}В любом случае не то чтобы надеялся, что ты скажешь 'да'."
                mc "Какое облегчение."
                n 1bo "'Облегчение?!'"
                "На мгновение в трубке воцаряется тишина, и единственное, что слышно, - это аура гнева."
                show natsuki 1bw at h33
                n "Болван!!"
                scene bg kitchen
                hide natsuki
                with wipeleft
                "Звонок внезапно обрывается."
                mc "Честно говоря, почему она не может попробовать быть общительной в те дни, когда {i}не{/i} важна?"
                stop music fadeout 2.0
                "Бормоча это себе под нос, я начинаю двигаться к лестнице."

    scene bg bedroom with dissolve_scene_full
    play music t9
    "К тому времени, как я закончил просматривать свои записи, уже наступил вечер."
    if n_sunday == "True":
        "Проведя приличную часть дня с Нацуки, я смог просмотреть всё только один раз."
        $ i_appeal = i_appeal + 3
        "{i}--Интеллект увеличен на 3--"
        if i_appeal >= 15:
            call int_level from _call_int_level_11
    else:
        "Использование всей второй половины дня для учебы позволило мне полностью пересмотреть всё дважды."
        $ i_appeal = i_appeal + 6
        "{i}--Интеллект увеличен на 6--"
        if i_appeal >= 15:
            call int_level from _call_int_level_12
    mc "До начала промежуточных экзаменов осталось всего десять часов..."
    mc "Думаю, посмотрим, как пойдут дела."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.5


    scene bg mon with open_eyes
    "--Понедельник, 23 мая--"
    scene bg class_day with wipeleft_scene
    play music t3
    if int_lvl1 == "True" and int_lvl2 == "False":
        "Эффективность наших занятий по зубрежке и учебного пособия Моники быстро становятся очевидными после начала первого экзамена."
        "И всё же есть примерно дюжина вопросов, на которые я не могу уверенно ответить."
        "...{i}предполагаю, что остаток недели пройдет примерно так же, мои результаты, скорее всего, окажутся приличными."
    if int_lvl2 == "True" and int_lvl3 == "False":
        "Эффективность наших занятий по зубрежке и учебного пособия Моники быстро становится очевидной после начала первого экзамена."
        "Очень немногим вопросам удается подорвать мою уверенность в себе."
        "У меня такое чувство, что в целом мои результаты в конечном итоге будут довольно хорошими."
    if int_lvl3 == "True":
        "Моя уверенность в себе повышается сразу после сдачи первого экзамена."
        "За исключением двух проблем, я могу с комфортом разобраться в вопросах."
        "...{i}думаю, мои результаты будут превосходными, если остаток недели пройдет так же гладко, как сегодня."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 1.0

    $ mid_result1 = "False"
    $ mid_result2 = "False"
    $ mid_result3 = "False"
    if int_lvl2 == "False":
        $ mid_result1 = "True"
    if int_lvl2 == "True" and int_lvl3 == "False":
        $ mid_result2 = "True"
    if int_lvl3 == "True":
        $ mid_result3 = "True"



    $ midterms = "True"
    scene bg tues with open_eyes
    pause 1.0
    scene bg wed with wipeleft
    pause 0.5
    scene bg thur with wipeleft
    pause 0.5
    scene bg fri with wipeleft
    pause 0.5
    scene bg sat with wipeleft
    pause 0.5
    scene bg sun with wipeleft
    pause 0.5
    jump post_midterm
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
