
label track_midterms:
    $ track_midterms = "True"
    r "Эй, Семпай. У тебя есть минутка?"
    mc "Хмм?"
    show rikka 1a at t11
    "Рикка ждет меня у выхода из школы."
    mc "Конечно. Тебе что-нибудь нужно?"
    r 1b "Нет, просто здесь делаю свою работу."
    show rikka 1a
    mc "Ты? Выполняешь работу?"
    mc "Вау, Рикка. Никогда не знал, что ты интересуешься комедией."
    r 1k "Справишься, новичок. Не заставляй меня упираться своими слабыми ножками в землю так скоро после того, как ты присоединился."
    mc "Извините. Пожалуйста, простите мой неосторожный комментарий, мисс менеджер."
    r 1m "Да? Ты сегодня ведешь себя ужасно покорно."
    r "В чем дело? Тебя тошнит?"
    show rikka 1n
    mc "Вовсе нет."
    mc "Я просто провел день, проверяя некоторые потенциальные фетиши..."
    mc "Но быть буквой 'М' для меня не совсем так, как быть буквой 'С'."
    r 1c "Я понимаю..."
    r 2b "Значит, ты вел себя нормально, когда представился шанс сказать что-нибудь глупое? Попался."
    show rikka 2a
    mc "Я рад, что мы понимаем друг друга."
    mc "А теперь о твоей 'работе'..."
    r 2c "А, ну да."
    r 1b "Такой ботаник, как ты, наверное, уже знает это, но команда по легкой атлетике не будет собираться на следующей неделе из-за промежуточных экзаменов."
    r "Тренер Тэкки хотел, чтобы я убедился, что все знают, и что он сказал, что студенты должны сосредоточиться на учебе до окончания экзаменов."
    show rikka 1a
    mc "Разумное требование..."
    mc "Но зачем использовать тебя в качестве посредника? Разве он не мог сам сделать объявление?"
    r 1b "Да, и он, вероятно, сделает это до конца тренировки."
    show rikka 1a
    mc "Тогда какой смысл {i}тебе{/i} было говорить мне об этом заранее?"
    r 2k "Ты поверишь мне, если я скажу, что просто хотел провести немного времени наедине со своей Семпай?"
    mc "Судя по дьявольскому выражению твоего лица, вероятно, нет."
    r 2j "Что ж, ты был бы прав."
    r 1b "Вообще-то, я хотел попросить тебя об одном {i}маленьком{/i} одолжении--"
    mc "Я отказываюсь."
    r 1w "Эээ? 'Отказать' моей заднице!"
    r 5d3 "Разве ты не знаешь, что лучше не отказывать милой и заботливой младшекласснице, когда она о чем-то просит?!"
    show rikka 5d2
    mc "Извините, я, должно быть, пропустил ту страницу из справочника для студентов..."
    mc "И поскольку мы, очевидно, играем понарошку, почему бы тебе не добавить 'невероятно скромный' к твоему списку самоописаний?"
    r 1m "Эй, не оскорбляй меня, когда {i}ты{/i} тот, кто слишком туп, чтобы понять, какой я удивительный..."
    r 1k "И хотя я, возможно, сказал 'услуга', вам лучше воспринимать это как приказ."
    mc "Почему это?"
    r 1h "О, на самом деле, нет причин..."
    r 1v "Хотя сегодняшняя тренировка {i}может{/i} в конечном итоге преследовать ваши мечты в обозримом будущем, если вы не начнете подыгрывать."
    show rikka 1u
    mc "{i}Ууу..."
    "...{i}из всех студентов они могли бы дать авторитетную должность..."
    "...{i}она - яркий пример того, почему вы не должны позволять малышам играть с ракетницами."
    mc "Прекрасно. Учитывая, что у меня нет особого выбора--"
    r 1v "Замечательно! Я знал, что ты хороший спортсмен!"
    r 1b "Итак, вот список."
    show rikka 1a
    mc "'Список'? Какого черта?"
    mc "А что случилось с оказанием тебе 'маленькой услуги'?"
    r 1c "О? Разве я тебе не говорил?"
    r 1b "'Маленькое одолжение' заключается в выполнении каждого задания из этого списка."
    show rikka 1a
    mc "{i}Этот сопляк..."
    "Не обращая внимания на мою гримасу, Рикка радостно сует мне в руку клочок бумаги."
    "Первое, что привлекает моё внимание, - это слова \"Для Рикки\", написанные вверху."
    r 1v "Ты можешь просто проигнорировать эту часть."
    r 1b "Мы все здесь, в команде по легкой атлетике, одна большая счастливая семья, верно? Твоё бремя - это моё бремя..."
    r 1u "И наоборот."
    mc "{i}Вздыхаю..."
    "...{i}давайте посмотрим:'провести инвентаризацию склада, переоборудовать шкаф в офисе..."
    mc "Хмм? 'Установить жезлы-метки возле западного выхода?'"
    r 1b "Ага. Это палки с колесиками и пистолетными рукоятками."
    r "Поскольку никто не будет пользоваться им на следующей неделе, некоторые тренеры собираются перекрасить линии на трассе."
    show rikka 1a
    mc "Я понимаю..."
    "Остальные перечисленные задачи более или менее одинаковы..."
    "За единственным исключением - самой последней строчки."
    mc "'Возьми учебник истории, который лежит на парте в конце класса 2-Б, и положи его в шкафчик 241.'"
    r 1i2 "Я-Является... в чем проблема?"
    mc "Этот почерк отличается от остальных, и разве класс 2-Б не {i}твой{/i} классный час?"
    r 1i "Ахх, ну..."
    r 5h "Я подумал, что, раз уж ты всё равно собираешься бегать по школе, не помешает добавить ещё одну, {i}совсем крошечную{/i} работёнку."
    mc "Что означает, что ты планировал переложить эту 'работу' на меня на некоторое время?"
    r 5b "Не {i}уклоняюсь{/i}. 'Делегирую'."

    r 1b "К тому же, разве работа менеджера не сводится к тому, чтобы заставлять подчиненных выполнять основную работу?"
    show rikka 1a
    mc "{i}Честно говоря, я хотел бы с уверенностью опровергнуть это утверждение..."
    mc "Но неважно. Необходимость носить с собой учебник не меняет того факта, что мне угрожают закончить этот список."
    r 2v "Вот это настрой!"
    show rikka 2u
    mc "{i}Тчш..."
    r 2k "Ох, и не придумывай ничего смешного только потому, что знаешь, какой шкафчик теперь мой."
    r 1m "Если ты оставишь мне любовное письмо, я точно дам понять каждой девочке в моем классе, какая ты безответственная семпай."
    show rikka 1n
    mc "Как прискорбно."
    mc "Тогда, полагаю, я пойду дальше и сожгу всё, что уже написал."
    r 1j "Хех, хорошо"
    r 2m "Учитывая, как ты обычно разговариваешь, держу пари, твоё любовное письмо прозвучало бы очень жутко."
    show rikka 2n
    mc "Может быть."
    mc "Продолжай быть таким 'милым и заботливым' младшеклассником, и, возможно, однажды ты сам это поймешь."
    r 2c "Ч-что?"
    show rikka at thide
    hide rikka
    "Кажется, она на мгновение ошеломлена, когда я поворачиваюсь обратно к зданию."
    mc "Сообщите тренеру Таке, на чем я остановился, хорошо? Я постараюсь закончить всё это до конца тренировки."
    r "Ох, да..."
    r "Будет сделано, и ещё раз спасибо, Сэмпай!"
    mc "Не говори 'ещё раз', когда благодаришь меня в первый раз."
    "Это ворчание в основном приходится на глухих, когда Рикка начинает идти в противоположном направлении."
    mc "{i}Её безответственности никогда не будет конца, да?"
    scene dark with close_eyes
    pause 1.0
    "Следующий час я провожу, бегая по школе и выполняя основную черную работу."
    $ a_appeal = a_appeal + 2
    $ r_appeal = r_appeal + 4
    "--Атлетизм увеличился на 2--"
    return


label m_study:
    "Присмотревшись повнимательнее к установке Моники, я вижу, что в настоящее время она работает над раздаточным материалом по тригонометрии."
    "...{i}черт, эти проблемы выходят далеко за рамки вопросов для промежуточной аттестации. Тригонометрия вообще будет на каком-нибудь из экзаменов?"
    "...{i}на самом деле, каковы шансы, что она точно знает, что будет проверяться? Насколько далеко простирается её влияние как \"Звезды класса\"--"
    show monika 2b at t11
    m "Не сделаешь мне массаж плеча, пока будешь там?"
    show monika 2a
    "Она поворачивается на своем сиденье, заставляя меня осознать, что я слишком долго бездельничал."
    show monika at t21
    show natsuki at t22
    n 2b "Видишь? Ты выглядишь как огромный чудак, возвышающийся вот так над всеми."
    show natsuki 2c2
    m 4j "Возможно, вы были очарованы красотой и знаниями президента вашего клуба?"
    mc "Не совсем..."
    mc "Хотя твоя 'скромность' действительно привлекает меня."
    n 2b "Итак? Почему ты всё ещё здесь?"
    n "Что случилось с желанием быть чрезмерно рационалистичным одиночкой, который ничего не знает о том, как справляться с социальными ситуациями?"
    show natsuki 2a
    mc "С каких пор {i}это{/i} стало моей целью?"
    m 2d "Ты хочешь сказать, что этого не было?"
    show monika 2c
    mc "Тчш..."
    m 1b "Ну, если оставить в стороне твою необщительность..."
    show natsuki at thide
    hide natsuki
    show monika at t11
    m 3b "Тебе было нужно что-то ещё, [player], или тебе просто было интересно посмотреть, как я выполняю математические задания высшего разряда?"
    show monika 3a
    mc "Как бы приятно ни звучало последнее, я действительно хотел задать тебе вопрос."
    m 3c "Ох?"
    m 1b "Наконец-то пришел за помощью, да?"
    show monika 1a
    mc "Ммм, это верно."
    show monika 1c
    "Несмотря на то, что Моника говорила о серьезной игре, она, кажется, законно удивлена моим ответом."
    m 1d "Серьезно?"
    show monika 1c
    mc "Да. Это нормально?"
    m 1b "К-конечно!"
    m 3j "В конце концов, я президент вашего клуба и старший по успеваемости!"
    show monika at t21
    show natsuki 2k at t22
    n "Подожди, а что, если кому-нибудь из {i}нас{/i} понадобится помощь?"
    show natsuki 2k2
    m 1b "Не беспокойся! Я закончу с [player] и вернусь, прежде чем ты успеешь оглянуться."
    n 1c "Эрр, верно..."
    "Сайори и Юри, которые в основном молча наблюдали за происходящим, слегка кивают в знак согласия, прежде чем снова сосредоточиться на своей работе."
    show natsuki at thide
    hide natsuki
    show monika at t11
    mc "А должны ли мы?"
    stop music fadeout 2.0
    m 3b "Показывай дорогу."
    scene bg living_day with wipeleft
    "Войдя в гостиную, внимание Моники быстро останавливается на различных листах и тетрадях, разбросанных по дивану и окружающему полу."
    show monika 1d at t11
    play music t6
    m "Ух ты. Никогда не ожидал, что ты будешь таким беспорядочным."
    show monika 1c
    mc "По уважительной причине. Видя это, я не испытываю ничего, кроме горя."
    m 3b "Ты всё ещё можешь принять предложение Юри и поменяться с ней местами."
    show monika 3a
    mc "И заставить Нацуки демонизировать меня ещё больше? Нет, спасибо."
    "Мы расчищаем немного места, прежде чем оба сядем на диван."
    m 1b "И всё же я немного удивлен, что ты действительно обратился ко мне за помощью."
    m 3l "Возможно, я и раньше говорил это в шутку, но ты действительно похож на человека, которому гордость мешает обратиться за помощью."
    show monika 3l2
    mc "Справедливое предположение, особенно учитывая, что моё учебное пособие не имеет никакого отношения к тому, почему вы сейчас здесь."
    m 1d "Что?"
    show monika 1c
    "Выражение её лица быстро меняется с растерянного на озорное, когда она заполняет пробелы бог знает чем."
    m 5a "В конце концов, решил пригласить меня на массаж плеча?"
    mc "Ммм, это верно."
    mc "Вот, обернись на минутку."
    "Моника на мгновение впадает в панику, когда я начинаю поднимать руки."
    m 3l "Л-ладно, хватит шуток на данный момент..."
    m 1b "Если не за помощью с путеводителем, то зачем ты привел меня сюда?"
    show monika 1a
    mc "Я хотел задать несколько вопросов, пока мы будем вдали от остальных."
    m 2b "Ох? И что же это может быть?"
    show monika 2a
    mc "Во-первых, как много вы знаете о содержании наших промежуточных экзаменов, если вообще что-нибудь знаете?"
    m 2d "Хмм? Ты спрашиваешь, знаю ли я точные темы, которые они планируют тестировать?"
    show monika 2c
    mc "Что-то в этом роде, да."
    m 5b "А если бы я это сделал? Ты же не пытаешься получить несправедливое преимущество, не так ли?"
    mc "Бесстыдный оппортунист во мне хочет сказать 'да', но..."
    mc "Мне больше интересно, доверяют ли преподаватели звезде класса такую важную информацию или нет."
    m 2h "{i}Хмм..."
    m 2i "Ну, это {i}является{/i} правда, что учителя охотнее делятся со мной информацией, которая обычно запрещена, например, о тебе и девочках перед выступлениями..."
    m 2r "Но никто из работающих в нашей школе не настолько невежествен, чтобы делиться деталями экзамена с учеником. В любом случае, никого, кто ценит свою работу."
    m 1b "Так что будьте уверены, я действую вслепую, как и все остальные."
    show monika 1a
    mc "{i}Интересно.{/i}"
    mc "Услышав, что даже у такой элиты, как вы, есть {i}некоторые{/i} ограничения, я отчасти восстановил свою веру в систему."
    mc "Похоже, мой план 'всучить это мужчине' на данный момент может отойти на второй план."
    m 1l "Я... рад, что я смог помочь?"
    m 2b "Итак, у вас есть ещё вопросы, верно?"
    show monika 2a
    mc "Ммм, и это на самом {i}деле{/i} связано с учебными пособиями."
    "Говоря это, я беру папку, о которой идет речь, прежде чем быстро пролистать её."
    mc "Вы действительно приготовили всё это меньше чем за двадцать четыре часа?"
    m 5a "О? Они настолько впечатляющие, что ты даже не можешь представить, что такое возможно?"
    mc "Тчш, {i}дерзкий панк..."
    m 3k "Сейчас, сейчас. Нет необходимости во враждебности."
    m 1b "Это наш с тобой секрет, но, проще говоря, ответ будет 'нет'"
    m "Даже с {i}моими{/i} навыками разработать такое количество задач менее чем за день было бы невозможно."
    show monika 1a
    mc "Так они у вас уже были на руках? Или, возможно, вы начали готовить руководства до вчерашнего дня?"
    m 3j "Почему не оба?"
    mc "Объясни."
    m 3b "Хранение старых экзаменов и раздаточных материалов не такая уж редкость для тех, кто стремится к высшим отметкам, верно?"
    m "Наряду с этим, у меня также есть привычка создавать свои собственные проблемы, используя информацию из текста или лекций."
    m 1b "Решение этих задач - гораздо лучший метод обучения, чем простое запоминание формул или использование карточек для заметок."
    show monika 1a
    mc "Таким образом, утверждение, что эти руководства были 'специально созданы с учетом наших сильных сторон', на самом деле означало, что они были созданы с использованием ваших старых проблем, которые наилучшим образом соответствуют нашим представлениям..."
    mc "Вместо того, чтобы задавать вопросы специально для нас."
    m 3b "Вы {i}частично{/i} правы. В то время как основная часть учебных пособий состоит в основном из старых задач, которые были доработаны..."
    m 5a "Некоторые из них {i}были{/i} написаны с учетом интересов моих драгоценных членов клуба."
    m 3l "По крайней мере, имея в виду {i}некоторые{/i} из них."
    m 3b "Создание задач по истории для Нацуки и математических задач для Юри было достаточно простым, и практически любая задача средней сложности, которую я создавал, казалось, подходила Сайори--"
    show monika 3a
    mc "А потом был я?"
    m 3j "А потом появился ты."
    mc "{i}Вздыхаю{/i}, конечно..."
    show monika 3a
    mc "Итак, в чем была проблема? Твой безудержный сексизм, наконец, взял верх над тобой?"
    m 3l2 "Если бы только всё было так просто."
    m 1b "Честно говоря, оценить ваше выступление было намного сложнее, чем у других."
    m "Хотя у каждого из них явно был предмет, в котором они были сильны и слабы, ты был гораздо более уравновешенным."
    m 2l "Узнать подробности было нелегко, но большинство учителей, судя по всему, были довольны твоими способностями к сдаче тестов."
    m 2b "Возможно, они даже сочли бы тебя лучшей ученицей, если бы не твой ужасный характер и антисоциальные наклонности."
    show monika 2a
    mc "Это их слова или ваши?"
    m 4j "Кто знает?!"
    mc "{i}Честно..."
    m 1b "Во всяком случае, это практически всё, что я узнал. Они сказали, что вы не {i}делали{/i} допускали простых ошибок и что вопросы, которые вы пропустили, как правило, были более сложными."
    show monika 1a
    mc "Именно поэтому вы наполнили моё учебное пособие более сложными задачами вместо того, чтобы подкреплять основы?"
    m 3j "Совершенноверно!"
    mc "Знаешь, я не уверен, впечатляться мне или волноваться."
    m 1b "Итак? Есть ещё какие-нибудь животрепещущие вопросы к вашему любящему и заботливому президенту клуба?"
    show monika 1a
    mc "{i}Хмм..."
    mc "Когда я спросил, были ли у вас уже проблемы на руках или вы начали работу над руководствами до вчерашнего дня, вы ответили 'и то, и другое'"
    mc "Мы рассмотрели первую часть, но как насчет второй? Как долго именно они находились в процессе создания?"
    m 3b "С прошлой субботы."
    show monika 3a
    mc "Серьезно?"
    mc "Я думал, Сайори до вчерашнего дня не упоминала об исследовании?"
    m 1b "Она этого не делала."
    show monika 1a
    mc "..."
    m "..."
    mc "..."
    m 1d "Ох? Возможно, вы тоже ожидали объяснений?"
    m 5a "Боже мой, [player]. Ты ничего не добьешься в жизни, если всегда будешь полагаться на ответы других."
    mc "Правда? Потому что до сих пор у тебя не было проблем с хвастовством своими подвигами."
    m 1b "'Хвастаешься?' Ох, пожалуйста..."
    m 3j "Я просто выражаю свои действия словами. Вы не можете винить меня за то, насколько чудесно они звучат!"
    mc "{i}Это отродье..."
    m 1b "Тогда продолжай. Объясни мне, почему я начал работать над учебными пособиями, никому не сказав."
    m 5a "Мне интересно посмотреть, как ты объяснишь это."
    mc "Не могли бы вы не обращаться со мной как с каким-нибудь компьютером, отвечающим за объяснение человеческого поведения?"
    m 1d "Хмм? Ты хочешь сказать, что ты не один из них?"
    show monika 1c
    mc "Тчш..."
    show monika 1a
    mc "Прекрасно, но не слишком надейся. Нам, простолюдинам, нелегко следовать мыслительному процессу такой 'элиты', как ты."
    "Она с нетерпением наблюдает, как я прокручиваю в голове события, предшествовавшие настоящему моменту."
    "...{i}итак, Моника начала работать над нашими путеводителями в прошлую субботу, но хранила молчание по этому поводу, пока Сайори не заговорила о создании учебной группы."
    "...{i}какой бы безответственной хвастуньей она ни пыталась казаться в клубе, почему бы не воспользоваться этой возможностью и не вернуться к похвалам несколькими днями раньше?"
    "..."
    "...{i}это большая натяжка, но зачем бы я ждал, если бы был на её месте?"
    mc "{i}Хмм..."
    m 2b "Похоже, ты вкладываешь в это немало размышлений."
    show monika 2a
    m "Уже придумали какие-нибудь веские причины?"
    mc "Возможно, они и не считаются 'хорошими', но у меня есть несколько идей."
    m 1b "Отлично! Позвольте мне услышать, как мой самый младший участник интерпретирует президента своего 'элитного' клуба."
    show monika 1a
    mc "Возможно, это неправильно, но..."
    menu:
        "Причина, по которой вы ждали до вчерашнего дня, заключалась в том, чтобы--"
        "Приведи себя в порядок":

            m 2d "И почему ты так говоришь?"
            show monika 2c
            mc "Что звучит более впечатляюще - создание четырех учебных пособий на заказ менее чем за день или в течение недели?"
            m 2d "Здесь очевидным ответом может быть 'Меньше суток'..."
            m 1b "Но ты совершенно не прав!"
            show monika 1a
            mc "Что?"
            m 1b "Хотя поддержание моей репутации потрясающей звезды класса {i}являлась{/i} важно, я не настолько нарциссичен, чтобы воздерживаться от предоставления членам моего клуба ценных учебных материалов просто для того, чтобы выглядеть лучше."
            show monika 1a
            mc "А ты нет?"
            m 5b "Конечно, нет."
            m "И тут я подумал, что если кто-то и сможет собрать воедино мои доводы, то это будешь {i}ты{/i}."
            mc "Хотя ваша вера в меня - большая честь, боюсь, она также ужасно неуместна."
            mc "К настоящему времени всё в клубе прекрасно {i}были{/i} осведомлены о моем низком понимании других людей."
            m 2i "'Некачественный' означал бы приписывать себе слишком много заслуг..."
            m "{i}И я не понимал, что для тебя я был не кем иным, как 'другими людьми'"
            show monika 2h
            mc "Хмм?"
            m 2r "Ничего. Неважно."
            m 2i "Давай. Давай закончим с некоторыми из этих вопросов, чтобы я мог вернуться к остальным."
            show monika 2h
            mc "Разве ты не собираешься сначала объяснить причину?"
            m 1i "Ты что, не слышал меня раньше? 'Ты ничего не добьешься в жизни, полагаясь на ответы других'"
            m 2r "Просто считай, что это ещё одна проблема, которую тебе следует решить перед промежуточными экзаменами."
            show monika at thide
            hide monika
            "Кажется, она искренне обескуражена моим неправильным ответом, когда мы начинаем заполнять учебное пособие."
        "Сделай Сайори лучше":

            m 2d "'Сайори', да? Как ты пришла к {i}такому{/i} выводу?"
            show monika 2c
            mc "Учитывая, что все знают о ваших талантах, никто бы даже не подумал дважды, прежде чем рекомендовать {i}вам{/i} провести учебную сессию с использованием специально разработанных руководств..."
            mc "Но если бы Сайори была той, кто выдвинул эту идею, есть шанс, что её должность вице-президента пользовалась бы большим уважением у других."
            mc "Хотя Нацуки и Юри, возможно, и не 'расстроены' её титулом, они, вероятно, видят в ней не более чем взбалмошную девчонку, которая всегда протягивает Монике руку помощи."
            mc "Однако в этом сценарии именно ей будет отдана должное за то, что она вот так собрала нас всех вместе."
            mc "Хотя ваши учебные пособия могут иметь огромное значение, другие всё равно будут приписывать ей часть своего успеха..."
            mc "То есть при условии, что мы все действительно наберем больше баллов, чем на предыдущих экзаменах."
            m 2d "{i}Интересно..."
            m 1d "А есть какие-нибудь другие причины?"
            show monika 1c
            mc "Ну, до сих пор моё объяснение исходило из более 'рациональной' части моего мозга..."
            mc "Но главная причина, по которой я выбрал этот ответ, заключается в том, что это то, что я бы сделал на вашем месте."
            m 1d "Что?"
            show monika 1c
            mc "Ты ведь уже хорошо осведомлен об отношениях между Сайори и мной, верно?"
            mc "Вот почему мысль о том, что я делаю практически все, чтобы представить её в выгодном свете, не должна вызывать удивления."
            mc "Даже если 'эта штука' лишит меня моих собственных усилий или достижений."
            "Она несколько секунд молча наблюдает за мной, прежде чем начинает ухмыляться."
            m 2q2 "Потому что это то, что ты бы сделал', да? Честно..."
            mc "Итак? Я ошибаюсь или что?"
            m "Хех..."
            m 5a "В жизни есть нечто большее, чем просто быть 'правильным' или 'неправильным', [player]."
            m 3b "К тому же, разве я уже не говорил тебе, что не стоит всё время полагаться на ответы других?"
            show monika 3a
            mc "Даже несмотря на то, что {i}ты{/i} тот, кто задал мне этот вопрос?"
            mc "В обменах, подобных этому, разве не подразумевается, что вы дали бы мне 'ответ', если бы мой был неправильным?"

            m 3k "Что-то я не припомню, чтобы {i}подразумевал{/i} что-либо подобное!"
            mc "{i}Угу..."
            m 1b "А теперь, как насчет того, чтобы решить ещё несколько из этих проблем, прежде чем кто-нибудь из остальных примчится мне на помощь?"
            show monika at thide
            hide monika
            "Моника радостно начинает листать альбом, не сказав мне ни слова."
            $ m_appeal = m_appeal + 5
        "Дай себе время закончить":

            m 1c "Хмм?"
            mc "Говорят, самый простой ответ часто бывает лучшим, верно?"
            mc "В этом случае самым простым ответом было бы то, что вам потребовалось больше времени, чтобы закончить руководства."
            mc "Совместите дату начала в субботу с тем, насколько напряженным является ваш обычный график, и идея не заканчивать до сегодняшнего дня станет намного более разумной."
            m 2d "Ну, ты не {i}совсем{/i} неправ. На то, чтобы собрать всё воедино, действительно ушло довольно много времени..."
            m 4b "Но, к сожалению, это не тот ответ, который я искал!"
            m 5a "Вы, конечно, не верили, что 'элита' моего уровня станет заниматься чем-то настолько тщательным по таким банальным причинам?"
            mc "Я признаю, что у меня были другие идеи, но этот вариант показался мне самым безопасным."
            m 1b "Ох? С каких это пор ты стал человеком, который переходит все границы, выражая свои мысли?"
            m "Кажется немного странным, учитывая все те комментарии на грани криминала, которые ты делаешь на регулярной основе."
            show monika 1a
            mc "Ну и что? Ты критикуешь меня за то, что я говорю в более сдержанной манере?"
            mc "Хех, думаю, это означает, что с этого момента я перестаю сдерживаться."
            m 3l "В-вообще-то, как насчет того, чтобы забыть весь этот разговор?"
            m "Я могу только убедить Нацуки не сообщать о тебе так много раз."
            show monika 3l2
            "Желая сменить тему, она быстро хватает учебное пособие, прежде чем начать перелистывать страницы."
            mc "Подожди, ты не собираешься рассказать мне о своей причине?"
            m 3b "Нет!"
            m 3j "Помнишь, что я говорил о том, что не всегда нужно полагаться на ответы других?"
            m 5a "Просто считай, что это ещё одна проблема, которую нужно решить до промежуточных экзаменов."
            mc "{i}Вздыхаю..."
            $ m_appeal = m_appeal +1
            show monika at thide
            hide monika

    stop music fadeout 2.0
    scene bg living_day with wipeleft_scene
    "Мы тратим несколько минут, отвечая на случайный набор вопросов, прежде чем Моника в конце концов встает с дивана."
    show monika 1b at t11
    m "Мы сделали не так уж много, но мне действительно пора возвращаться, пока кто-нибудь из остальных не застрял--"
    show monika 1c
    n "Поздновато для этого, тебе не кажется?"
    show monika at t41
    show sayori 1a at t42
    show natsuki 2c2 at t43
    show yuri 1a at t44
    play music t3
    "Нацуки, вместе с тремя другими девушками, пройдите в гостиную."
    mc "Решил сделать перерыв?"
    n 1b "{i}Похоже{/i} ли, что мы берем перерыв?"
    show natsuki 1c2
    "Говоря это, Нацуки поднимает сумку с книгами и папку, которые она сейчас держит в руках."
    "При ближайшем рассмотрении оказывается, что Сайори и Юри тоже вооружены такими же."
    mc "Я есть... не совсем уверен, как на это ответить."
    mc "Не могли бы вы посвятить меня в детали?"
    y 2b "С тех пор, как Моника ушла с кухни, чтобы помочь тебе, Сайори и Нацуки обсуждали использование гостиной в качестве нашего основного рабочего пространства."
    show yuri 2a
    mc "Хмм? Серьезно?"
    n 1e "Ты можешь винить нас? Ты хоть представляешь, насколько неудобными становятся эти стулья через два часа?"
    show natsuki 1g
    s 5a "О-она не ошибается. У меня спина болит уже минут тридцать."
    show yuri 1n
    "Лицо Юри краснеет, когда я смотрю на неё в поисках подтверждения."
    y 2q "Н-ну, я по-прежнему придерживаюсь мнения, что нам пятерым следует работать вместе, так что..."
    show yuri 2q2
    n 2e "Она может этого и не признавать, но у Юри всё равно уже есть проблемы со спиной."
    n "Ей, наверное, больнее, чем нам двоим вместе взятым."
    y 3o "Эрр, ухх... м-может быть... {i}может быть, совсем немного..."
    mc "{i}Понимаю..."
    mc "Извините, вы трое. Я не думал, что это так быстро станет проблемой."
    n 2e "'Так быстро?' Разве это не значит, что ты знал, что это произойдет?"
    show natsuki 2g
    mc "Да, но я подумал, что периодические перерывы каждые несколько часов предотвратят проблему."
    m 1b "{i}Отсрочить{/i} возможно, но определенно не предотвратить."
    m 3b "Короткое стояние или сидение поудобнее не избавит от боли полностью, особенно такого человека, как Юри."
    show monika 3a
    y 2n "Н-не могли бы вы, возможно... {i}не используйте меня в качестве примера."
    m 3l "Ах, да. Извини за это."
    mc "Итак? Какой у нас план?"
    return


label n_study:
    "Нацуки в данный момент сидит на противоположном конце стола от того места, где я стою, что значительно затрудняет просмотр её папки."
    "...{i}судя по всем проблемам со словами и отсутствию иностранных символов, я предполагаю, что её \"слабое место\" - либо японский, либо история."
    "...{i}то, как она говорит, в сочетании с её плохой грамматикой при наборе сообщений, больше склоняет меня к первому, но всё ещё есть шанс, что она--"
    show natsuki 1e at t11
    n "Как долго ты планируешь пялиться на меня?"
    n 2e "{i}Честно,{/i} разве мы уже не обсуждали, насколько жутко ты вот так стоишь над нами?"
    show natsuki 2g
    mc "Извини, но я сам что-то медленно учусь."
    mc "Возможно, если бы ты оскорбил меня в третий раз--"
    show monika 2b at t21
    show natsuki at t22
    m "Хватит, вы двое."
    m 2k "Прибереги мелкие ссоры для тех случаев, когда мы {i}не{/i} все пытаемся сосредоточиться."
    show monika 2j
    n 5s "Хмф!"
    m 1b "Итак, [player]? Тебе ещё что-нибудь было нужно?"
    m 3b "Или, возможно, ты просто не смог упустить шанс пофлиртовать с самой... 'эмоционально сложной' участницей нашего клуба?"
    show monika 3a
    n 1p "'Ф-флирт?!', 'Эмоционально сложный?!', О чем, черт возьми, ты говоришь?!"
    show natsuki 1o
    "Хотя они и хранят молчание, Сайори и Юри поднимают глаза с очень похожим любопытством."
    mc "Как бы {i}приятно{/i} это ни звучало, боюсь, что нет..."
    mc "Хотя есть кое-что, о чем я хотел спросить вас двоих."
    show monika 3c
    n 2r "Лучше бы это было не что-нибудь глупое."
    m 1l "Не обращай на неё внимания, [player]."
    m 1b "Не стесняйся спрашивать всё, что захочешь. Глупый или нет!"
    show monika 1a
    mc "Ухх, точно..."
    mc "Во-первых, я хотел узнать, в каком предмете Нацуки самая слабая."
    n 2e "И зачем нам вообще говорить {i}тебе--"
    m 3b "История."
    show monika 3a
    show natsuki 1v at h22
    n "Моника!"
    n "Разве это не должно быть частной информацией!?"
    m 1d "Хмм? Мы когда-нибудь договаривались держать всё в секрете?"
    show monika 1c
    n 1f "{i}Гррр..."
    "Пока Нацуки строит нашему президенту козни, я пересматриваю предложение, которое собирался сделать ранее."
    "...{i}история зависит от запоминания и отрыгивания информации больше, чем любой другой предмет, а это значит, что было бы трудно 'научить' её, просто не выдавая ответ."
    show natsuki 1g
    m 3b "Вы, кажется, глубоко задумались, [player]. Вы хотели спросить ещё что-нибудь?"
    show monika 3a
    mc "..."
    mc "....."
    mc "{i}Вздыхаю..."
    "...{i}даже если ей, возможно, будет лучше без моего вмешательства, я бы не хотел упускать ни малейшего шанса улучшить неровные отношения между нами."
    mc "Ты бы не возражал, если бы мы с Нацуки работали вместе?"
    show monika 3c
    show natsuki 1k
    "Все четыре девушки выглядели шокированными моим предложением."
    n 2e "П-подожди! Я не помню, чтобы я {i}просил{/i} тебя о помощи!"
    show natsuki 2g
    mc "Наверное, потому, что ты этого не сделал."
    mc "Эта рекомендация исходит исключительно из моего желания быть полезным."
    m 1c "'Полезный', да?.."
    m 5a "Вы уверены, что здесь не замешаны какие-либо скрытые, более {i}аморальные{/i} мотивы?"
    mc "Скрытый, да. Аморальный, не совсем."
    m "{i}Понимаю..."
    m 1b "В таком случае я разрешаю..."
    n 1v "Подожди секунду!"
    show monika 1c
    n 2e "Разве {i}Я{/i} не имею права голоса в этом?"
    show natsuki 2g
    m 1d "Хмм? Ты планировала отказаться от его предложения?"
    show monika 1c
    n 5q "Эрр, ну..."
    show natsuki 5s
    m 3l "Не хочу сбрасывать со счетов ваши усилия, но [player] {i}набрал{/i} намного больше баллов на предыдущих экзаменах, чем кто-либо другой здесь..."
    m 3j "Кроме меня, конечно!"
    mc "{i}Позаботился о том, чтобы вставить эту последнюю часть, да?"
    m 1b "Если оставить в стороне личные проблемы, то иметь рядом кого-то, кто лучше разбирается в предмете и более внимателен, чем {i}я{/i}, возможно, неплохая идея."
    m 1l "Всё это при условии, что он действительно намерен протянуть руку помощи, а не просто пытается увильнуть от собственных занятий."
    show monika 1l2
    mc "Не беспокойтесь. Моё предложение было искренним, и в настоящее время я продвинулся в своем деле дальше, чем другие."
    m 3b "Ну, вот и всё, Нацуки."
    m "Работать вместе или нет, выбор полностью за вами."
    show monika 3a
    n "Ммм..."
    n 5m "Ты сказал, что он набрал больше очков, чем все мы, верно? Насколько 'высоко' мы говорим?"
    show natsuki 5m2
    m 3j "Извините, но, боюсь, это 'частная информация'!"
    n 1e "Ой, ну же!"
    show natsuki 1g
    "Потеряв веру в то, что Моника сможет чему-либо научиться, Нацуки поворачивается ко мне, ожидая ответа."
    mc "Честно говоря, твоё предположение ничуть не хуже моего."
    mc "Я попал в сотню лучших, но не могу сообщить вам никаких подробностей, кроме этого."
    n 1x "{i}Серьезно? Насколько такой слабак, как он, выше меня по званию?"
    m 3l "Не хочу усиливать давление, но не могли бы вы ответить ему как-нибудь в ближайшее время?"
    m "Сайори и Юри не решили ни одной задачи с тех пор, как вы двое начали разговаривать."
    show monika 3l2
    "Две девушки, о которых идет речь, быстро переключаются на свою работу, когда Моника зовет их."
    n "..."
    n 2w "П-прекрасно!"
    n 5w "Но сделки отменяются в ту же секунду, как ты попробуешь что-нибудь смешное!"
    show natsuki 5x2
    mc "Понятно."
    show natsuki 5m
    mc "Принеси свои вещи, как только будешь готова."
    stop music fadeout 2.0
    n 1b "Э-эй! Подожди--"
    scene bg living_day with wipeleft
    "Мои мысли и намерения путаются, когда я возвращаюсь в гостиную."
    play music t6
    "...{i}в то время как помощь в учебе одной из девочек может смыть часть моей прежней бесполезности, сеанс один на один с Нацуки создает свой собственный набор проблем."
    mc "Ну, пока я могу поддерживать 'среду обучения', всё должно идти достаточно гладко--"
    n "Ты хочешь сказать, что есть шанс, что они этого не сделают?"
    show natsuki 1g at t11
    "Нацуки выходит из-за угла и входит в гостиную."
    mc "Знаешь, подслушивание - не самое замечательное хобби."
    n 2b "Ни то, ни другое не значит разговаривать с самим собой."
    show natsuki 2c2
    mc "Справедливое замечание."
    n 2b "Итак? Как ты планируешь 'учить' меня...?"
    n "Или я прав, думая, что ты просто собирался это сделать?"
    show natsuki 2c2
    mc "Хороший вопрос. Сначала давайте посмотрим, где именно вы находитесь в этом разделе."
    mc "Вот, будьте так любезны, одолжите мне на минутку свою папку."
    "Несмотря на кажущуюся некоторую неохоту, Нацуки выполняет мою просьбу..."
    "Но вместо того, чтобы сесть, она продолжает стоять передо мной."
    mc "Не стесняйтесь, присаживайтесь."
    n 1b "Я сделаю это, как только ты вернешь мне мою папку."
    show natsuki 1c2
    mc "Хм, зачем ждать? Прямо здесь есть отличный диван."
    "Подчеркивая этот момент, я свободной рукой похлопываю по подушке рядом со мной."
    n 2g "Ты хочешь, чтобы я сел {i}рядом{/i} с тобой?"
    mc ", да? Разве это не было очевидно?"
    n 5s "Ммм..."
    "Она скрещивает руки на груди, прежде чем оглянуться на диван напротив."
    mc "Ты же не ожидал, что я буду учить тебя с другого конца комнаты?"
    n 5q "Н-ну, и что я, по-твоему, {i}должен{/i} думать?"
    n 5r "Ты тот, кто всегда делает или говорит странные вещи, когда мы рядом друг с другом."
    "...{i}как бы недоверчиво ни вела себя Нацуки, её нынешние опасения не совсем необоснованны."
    mc "Извини, я знаю, что мой характер иногда может быть, ну... 'дерьмовым'"
    show natsuki 5n
    mc "Но сейчас всё по-другому. У меня не так уж много шансов проявить ответственность, поэтому я намерен максимально использовать эту возможность."
    n 5m "'Шансы'? О чем ты говоришь?"
    n 2b "Разве ты не мог бы {i}всегда{/i} вести себя ответственно?"
    show natsuki 2c2
    mc "Эрр, ухх..."
    mc "Если отбросить логистику, то вам действительно не о чем беспокоиться."
    mc "Никаких странных шуток. Никаких бесцеремонных комментариев. Моя энергия будет полностью направлена на улучшение вашей успеваемости на экзамене."
    n 5s "{i}Ууу..."
    "Нацуки замолкает, обдумывая эти слова."
    n 2q "П-прекрасно, но не забывай, что у тебя только один шанс."
    n 2m "Я сразу же вернусь на кухню, как только из твоего рта вылетит какая-нибудь глупость."
    show natsuki 2m2
    mc "Понятно."
    "Она медленно садится на противоположный конец дивана, а я начинаю листать её папку."
    "Как предположила Моника, большинство вопросов связаны с историей."
    mc "Тебе не нравится узнавать о прошлом?"
    n 2k "Я имею в виду, я думаю, что нет."
    n 1k "Лекции по истории всегда очень скучные, и все, чему нас учат, настолько похоже, что я не знаю, как они ожидают, что мы всё это запомним."
    show natsuki 1k2
    mc "{i}'Скучный',{/i} хм..."
    mc "Есть ли какие-нибудь периоды времени, которые вы находите хотя бы {i}немного{/i} интересными?"
    n "{i}Хмм..."
    n 2l "Настоящее."
    show natsuki 2j
    mc "{i}Вздыхаю{/i}, не совсем тот ответ, к которому я стремился..."
    n 2e "Н-ну, а чего ты ожидал?"
    n 2w "Эдо, Хэйан, Камакура... Все они очень запутанные."
    n 1e "Всё как бы сливается воедино."
    show natsuki 1g
    mc "Хотя наша учебная программа {i}действительно{/i} охватывает значительный промежуток времени..."
    mc "Почти ни один из раздаточных материалов по истории, которые нам выдают, не содержит проблем с критическим мышлением, а это означает, что запоминание займет у вас много времени на промежуточных экзаменах."
    mc "У вас есть какие-нибудь открытки?"
    n 1k "Ухх, думаю, да."
    mc "Тогда используй их. Столько, сколько сможешь приготовить."
    mc "Разделение их по периодам также даст вам лучшее представление о том, когда жили определенные люди или происходили важные события."
    mc "Например, вы могли бы написать спереди 'Токугава Иэясу' и 'заменить децентрализованную феодальную систему военным правительством. Эдо' на обороте."
    mc "Изучение каждого периода в хронологическом порядке также поможет понять развитие страны."
    n 1m2 "Ухх..."
    n 2m "Это может {i}показаться{/i} хорошим советом, но на самом деле не будет ли это большой работой?"
    show natsuki 2m2
    mc "Да, больше, чем ты, вероятно, мог бы предпринять до начала экзаменов..."
    mc "Вот почему сейчас тебе следует сосредоточиться только на изучении основ, а остальное приберечь для финала."
    n 2b "Хорошо, но как я узнаю, когда что-то считается 'фундаментальным'?"
    show natsuki 2c2
    mc "Зная Монику, я уверен, что она поместила всю 'необходимую' информацию в эту папку..."
    mc "Поэтому я укажу на это по ходу дела."
    "Она смотрит на меня глазами, полными недоверия."
    n 5q "Прекрасно, но тебе лучше не подводить меня."
    show natsuki 5s
    mc "Хех, никогда бы и не подумал об этом."
    show natsuki at thide
    hide natsuki
    "С этими словами мы вдвоем начинаем разбираться с оставшейся частью её второго раздела."
    scene bg living_day with wipeleft_scene
    "Какой бы резкой она ни была поначалу, Нацуки сотрудничает со мной без особого сопротивления."
    "Наша \"бесперебойная работа\" заканчивается, когда мы заканчиваем вторую секцию примерно через тридцать минут."
    "Пока она просматривает первую страницу Третьего раздела, я бросаю взгляд в сторону кухни."
    mc "Интересно, как далеко продвинулись двое других?"
    show natsuki 5s at t11
    n "..."
    mc "Хмм? Что-то не так?"
    n 5q "Н-нет, не совсем..."
    n "Это просто, ухх... {i}ну..."
    n "{i}Д-думаю, спасибо, что помогли мне."
    "Её лицо загорается красным, когда она бормочет это."
    mc "В благодарности нет нужды. В конце концов, это {i}я{/i} прервал твою работу."
    n 5t "М-ммм, правильно понял."
    n 2t "Я бы, наверное, уже опередил Юри, если бы ты так отчаянно не нуждался в моем внимании."
    show natsuki 2s2
    mc "Полегче. Давай не будем забегать вперед."
    mc "Отложив своё эго в сторону, сегодня речь пойдет об изучении материала. {i}Не{/i} заканчиваю первым."
    n 2k "Я-я знаю..."
    n 1l "Но всё же. Я, по крайней мере, хочу закончить примерно в то же время, что и все остальные..."
    n 1g3 "Или {i}ты{/i} единственный, кому позволено справляться с проблемами?"
    show natsuki 1g2
    mc "Моё учебное пособие было разработано с меньшей специализацией, чем остальные ваши, поэтому наши скорости обязательно будут отличаться."
    mc "Что касается двух других, что ж..."
    mc "Юри работает быстро, потому что она быстро учится. Сайори работает медленно, потому что она медленно учится."
    show natsuki 1c2
    mc "Не отвлекайтесь ни на один из их успехов, иначе в конечном итоге вы совершите множество простых ошибок."
    m "Он совершенно прав!"
    stop music fadeout 2.0
    mc "Хмм?"
    show monika 1a at t41
    show sayori 1a at t42
    show natsuki at t43
    show yuri 1a at t44
    "Мы оба оборачиваемся и видим Монику, Сайори и Юри, стоящих в дверях."
    play music t3
    y 2q "На самом деле я не так далеко продвинулся вперед, как ты, возможно, думаешь."
    show yuri 2q2
    s 5a "Означает ли это, что быть на последнем месте {i}это не{/i} плохо?"
    mc "Пока ты изучаешь материал, конечно, нет--"
    n 2e "Подождите, почему вы все здесь?"
    show natsuki 2g
    m 2b "Ох? Возможно, ты надеялся, что ваше совместное времяпрепровождение продлится подольше?"
    show monika 2a
    n 1o "Я был чертовски хорош!"
    n 5r "К-кто бы захотел остаться наедине с таким извращенцем, как он?!"
    mc "{i}Вздыхаю,{/i} и мы были так близки к совершению прорыва..."
    mc "Большое спасибо, Моника."
    m 4j "Без проблем!"
    mc "Итак? Почему {i}находишься{/i} ты здесь?"
    mc "Что-нибудь случилось?"
    m 3b "Лично со мной - нет, но у этих двоих, кажется, есть несколько слов, которыми они хотели бы поделиться."
    m 1b "Продолжайте, девочки."
    show monika 1a
    s 3m "Э-Эхх? {i}Нам?"
    m 1j "Конечно. Пусть ваши голоса будут услышаны."
    s 3g "{i}Ууу..."
    "Сайори начинает ерзать, в то время как Моника откровенно избегает брать на себя какую-либо ответственность."
    s 5b "Эрр, ну..."
    s 5a "Мы просто подумали, не могли бы мы поработать здесь, а не на кухне?"
    s 5b "Стулья там не очень, умм... 'удобные'."
    n 5k "О, это напомнило мне..."
    n 1k "Как твоя спина, Юри? Ты упомянул, что она начала болеть незадолго до того, как [player] зашел выпить."
    y 2n "Э-Эхх?!"
    "Юри мгновение удивленно смотрит на Нацуки, прежде чем перевести взгляд на меня."
    y 2q "Т-тебе действительно не нужно беспокоиться обо мне. У меня время от времени болит спина, так что, возможно, причина не связана с сидячими местами, которые вы нам устроили."
    show yuri 2q2
    "Нацуки наклоняется и говорит приглушенным голосом."
    n 1c "Она просто пытается быть милой."
    show natsuki 1c2
    mc "{i}Я заметил."
    mc "Извините, вы двое. Я надеялся, что эти стулья ещё какое-то время будут терпимыми."
    show yuri 2e
    show sayori 3b
    s "{i}'Терпимо?'"
    n 2e "Вы хотите сказать, что знали, что им будет неудобно?"
    show natsuki 2g
    mc "Очевидно. Не так уж много вещей, которых {i}не сделал бы{/i} через два часа."
    m 1b "В его словах есть доля правды."
    s 1x "Значит ли это, что мы можем работать здесь?"
    show sayori 1a
    mc "Ну, насчет этого..."
    return


label s_study:
    "Присмотревшись повнимательнее, я вижу, что страницы в папке Сайори расположены очень похоже на мои."
    "Вместо того, чтобы уделять пристальное внимание одному предмету со случайными проблемами из-за других, её работа представляет собой мешанину из всех областей нашей учебной программы."
    "Незаметно для меня, рука Сайори перестает двигаться вскоре после того, как я начинаю просматривать её работу."
    show sayori 3l at t11
    s "У-умм, [player]..."
    show sayori 3k2
    mc "Хмм? Что-то не так?"
    s 3l "Нет, не совсем. Просто, ну..."
    show sayori 3k2 at t21
    show natsuki 2e at t22
    n "Как, по-твоему, кто-то может работать, когда ты вот так стоишь у него за плечом?"
    n 1e "Разве я уже не говорил тебе, насколько это жутко?"
    show natsuki 1g
    mc "Ахх, извините."
    mc "Я не пытался заставить тебя почувствовать давление или что-то в этом роде."
    s 5b "Н-не волнуйся. Я всё равно работал не очень быстро."
    show monika 1b at t31
    show sayori at t32
    show natsuki at t33
    m "Тебе ещё что-нибудь было нужно, [player]?"
    m "Слова Нацуки, возможно, были резкими, но твоё присутствие здесь {i}является{/i} чем-то вроде отвлечения."
    m 3j "Для некоторых больше, чем для других."
    s 5a "Э-Эхехе..."
    show monika 3a
    mc "{i}Хмм..."
    "...{i}Моника права насчет того, что Сайори склонна ставить меня выше других вопросов..."
    "...{i}но в таком темпе она застрянет над путеводителем на все выходные."
    mc "Не хочу нарушать синергию этой группы или что-то в этом роде, но ты не возражаешь, если я ненадолго помогу Сайори?"
    s 3b "Ч-что?"
    n 2b "{i}Честно говоря,{/i} я должен был догадаться, что это всего лишь вопрос времени, когда вы попытаетесь сбежать, чтобы вести себя как голубки вместе."
    show natsuki 2c2
    m 3b "Хотя я {i}восхищаюсь{/i} вашей готовностью помочь товарищу по клубу..."
    m 1b "Ты уверен, что тебе не следует прямо сейчас расставить приоритеты в своей учебе?"
    show monika 1a
    mc "Возможно, но разве вы не упоминали, что обучение других - отличный способ укрепить свои собственные знания?"
    mc "Не говоря уже о том, что это должно быть групповым мероприятием ради литературного клуба {i}и{/i} того факта, что в настоящее время я считаю своим гидом больше, чем кто-либо другой."
    n 2e "Серьезно? Ты ни за что не опередишь Юри."
    show natsuki 2g
    mc "Ммм, у меня уже есть несколько задач для третьего раздела."
    show monika at t41
    show sayori at t42
    show natsuki at t43
    show yuri 3f at t44
    y "Невероятно. Вы, должно быть, довольно много работаете."
    show yuri 3e
    n 5e "И всё же, не начнете ли вы двое валять дурака, как только останетесь наедине?"
    show natsuki 5g
    mc "При других обстоятельствах, возможно, но это серьезная ситуация."
    mc "Моника приказала нам выступить лучше, чем в прошлом году, и я не собираюсь тащить за собой остальных."
    n 5s "{i}Ууу..."
    m 2q2 "Очень хорошо. Если вы считаете, что совместная работа принесет пользу вам обоим..."
    m 2b "Тогда у вас есть моё разрешение."
    show monika 2a
    mc "Спасибо."
    show monika at thide
    show natsuki at thide
    show yuri at thide
    hide monika
    hide natsuki
    hide yuri
    show sayori at t11
    mc "Пойдем, Сайори. Не забудь захватить свои вещи."
    stop music fadeout 2.0
    s 3m "П-подожди секунду--"
    scene bg living_day with wipeleft
    "Вскоре после того, как я снова занимаю своё место на диване, ко мне присоединяется подруга детства, неуклюже несущая беспорядочную стопку тетрадей и рабочих листов."
    play music t6
    show sayori 3m at t11
    s "Н-не мог бы ты, по крайней мере, помочь мне захватить что-нибудь из этого?"
    show sayori 3n
    mc "Вы спрашиваете, обладаю ли я физической возможностью или--"
    s 3p "Не бери в голову, просто поторопись и освободи место, пока я всё это не уронил!"
    "Выполняя её команду, я переставляю свои вещи, за чем быстро следует, когда Сайори раскладывает всё своё по местам."
    s 3d "Фух, намного лучше."
    mc "Не хочу портить тебе настроение, но где ты планируешь сесть теперь, когда полностью застелила диван?"
    s 5a "О-ох, точно..."
    s 5b "Похоже, я не продумал это до конца, да?"
    mc "{i}Честно говоря,{/i} небольшого изучения достаточно, чтобы полностью поджарить твой мозг?"
    mc "Давайте поторопимся и приберем это, пока остальные не пронюхали, что мы 'валяем дурака'."
    s 1k2 "Ммм."
    "Мы тратим несколько минут на то, чтобы собрать все её вещи, прежде чем она, наконец, может сесть рядом со мной."
    s 3h "Вау, ты действительно уже в третьей секции?"
    show sayori 3g
    mc "Что? Ох..."
    "Я слежу за её взглядом, опускающимся к моей папке, которая в данный момент лежит открытой на полу."
    s 1x "Думаю, мне не стоит удивляться. Ты всегда был супер хорош в учебе и всё такое."
    show sayori 1a
    mc "Сказать 'всегда' - это большая натяжка, но это правда, что подобные учебные занятия для меня не в новинку."
    s 3l "Честно говоря, я немного завидую."
    s "Наблюдать, как ты и Моника, и даже Нацуки и Юри так долго сосредотачиваетесь на проблемах, действительно невероятно."
    show sayori 3k2
    mc "Не говори так, будто сделать то же самое тебе не по силам."
    show sayori 3b
    mc "Учеба - это навык, а не талант. Любой может это сделать, если будет усердно работать."
    "Она удивленно смотрит на меня."
    s 3c "Вау, ты действительно сказал что-то вроде значимого."
    show sayori 3b
    mc "Тчш..."
    "Искушение взъерошить ей волосы велико, но не пересиливает меня полностью."
    mc "Ну, я говорю исходя из личного опыта."
    mc "Не забывай, что лучшая часть моей жизни была потрачена на то, чтобы быть бесполезным отродьем."
    s 3k "{i}У-Ууу..."
    s "Прости. Я не хотел--"
    mc "Не извиняйся. Я всего лишь пытаюсь высказать свою точку зрения."
    show sayori 3g
    mc "Если бы этот маленький сопляк смог научиться учиться, то для такого невероятного человека, как ты, это вообще не должно было быть проблемой."
    s 3l2 "Д-да ладно тебе. Сейчас ты просто пытаешься быть милой."
    show sayori 3y
    mc "Возможно, но это не делает мои слова менее правдивыми."
    mc "У тебя больше потенциала, чем я когда-либо мог надеяться..."
    mc "Это значит, что всё, что я умею делать, ты мог бы делать лучше, если бы у тебя было немного времени и практики."
    s 1l2 "Но разве мы не слишком старые, чтобы изучать что-то новое?"
    show sayori 1y
    mc "Вовсе нет."
    mc "Развитие и совершенствование новых навыков должно быть второй натурой такой красивой молодой женщины, как вы."
    s 5c "Господи! Сколько ты собираешься умасливать меня?"
    mc "Хех, только до тех пор, пока суть не будет доведена до конца."
    s 5d "{i}Честно говоря,{/i} сколько раз я говорил, чтобы ты был осторожнее с тем, что говоришь девушкам?"
    mc "Похоже, никто из нас не умеет слушать, а?"
    s 1k2 "Из всего, что у нас могло бы быть общего..."
    mc "Вселенная может быть жестокой хозяйкой--"
    show sayori 1b
    n "{i}Ты шутишь? Держу пари, они ещё даже не начали!"
    y "{i}Кончаю, Нацуки. Тебе следует больше доверять своим сверстникам."
    n "{i}'Разглядывал' свою задницу. [player] вероятно, просто хотел, чтобы рядом была девушка, чтобы у него были извращенные мысли о ней."
    n "{i}Если уж на то пошло, тебе повезло, что он не выбрал 'тебя'."
    y "{i}И-Извращенный? Я-я? Зачем бы--"
    n "{i}Серьезно? Нам действительно нужно объяснять это единственной здесь девушке, у которой огромные--"
    mc "Наверное, нам стоит поскорее начать, тебе не кажется?"
    s 5a "Д-да. Давай сделаем это."
    scene bg living_day with wipeleft_scene
    "Следующие несколько минут я провожу, помогая Сайори ответить на вопросы."
    "Обычно она могла найти ответ самостоятельно, проверив свои записи или текст, но на тот случай, если она не сможет, я укажу ей правильное направление."
    mc "Видишь? Ты уже прошел половину второго раздела."
    show sayori 1k2 at t11
    mc "Эти вещи не страшны, пока ты способен сосредоточиться."
    s 3l "Да, но разве это не о том, где был Юри, когда мы ушли?"
    s "Они с Нацуки, вероятно, уже в третьем отделе."
    n "Близко, но не совсем."
    show sayori 3b at t21
    show natsuki 2l at t22
    n "Ну, во всяком случае, для меня. Юри определенно уже там."
    show sayori at t31
    show natsuki 2j at t32
    show yuri 2q at t33
    y "Т-только из-за нескольких проблем. Я действительно не так уж далеко продвинулся."
    show yuri 2q2 at t44
    show monika 3b at t41
    show sayori at t42
    show natsuki at t43
    m "Не нужно скромничать, Юри. Ты должен гордиться достигнутым прогрессом!"
    stop music fadeout 2.0
    show monika 3a
    "Мы с Сайори молча наблюдаем, как в наше рабочее пространство внезапно вторгаются три другие девушки."
    mc "Ухх, какая-то проблема?"
    n 2e "Ты чертовски прав, что так оно и есть!"
    show natsuki 2g
    play music t3
    "Нацуки, всегда самая громкая из всей компании, вслед за этим указывает себе за спину."
    mc "Хмм? У тебя развился сколиоз?"
    n 2e "Честно говоря, меня бы это даже не удивило."
    n 1e "Ты хоть представляешь, насколько неудобными становятся эти стулья через два часа?!"
    show natsuki 1g
    mc "Ты хочешь сказать, что у тебя начала болеть спина?"
    m 1b "Действительно. Нацуки и Юри выражали обеспокоенность по поводу того, как долго они смогут мириться со своим дискомфортом."
    show monika 1a
    y 2n "М-Моника?!"
    "Юри нервно переводит взгляд с президента на меня, прежде чем склонить голову."
    y "П-простите, я не хотел оскорбить гостеприимство и доброту, которые вы к нам проявили--"
    mc "Не волнуйся так сильно, Юри. Если тебе было неудобно, ты должен был сказать об этом раньше..."
    mc "А как насчет вас, 'мисс Президент'? Есть какие-нибудь жалобы?"
    m 1b "Нет!"
    m 3b "Стулья, может быть, и не являются воплощением комфорта, но я более чем знаком с сидением прямо в течение нескольких часов кряду."
    n 5c "{i}Выпендриваюсь."
    m 3l "Хотя физическое благополучие моих членов {i} очень важно для меня, возможно, вы могли бы предоставить им более подходящее рабочее место?"
    show monika 3l2
    mc "Это... \"сложно\""
    show monika 3a
    return


label y_study:
    "Несмотря на то, что она впереди всех, мой взгляд, тем не менее, прикован к папке Юри."
    "...{i}судя по всем этим цифрам, символам и рабочему пространству, я собираюсь рискнуть и сказать, что её слабость - математика..."
    "...{i}что не совсем удивительно, учитывая, что она производит впечатление гораздо более ориентированной на слова--"

    mc "{i}Подожди, что за...?"
    "Присмотревшись повнимательнее, я вижу, что многие из проблем, которые она начала, на самом деле так и не получили ответа."
    "...{i}она заходила в тупик, а потом просто двигалась дальше? Почему бы не попросить Монику--"
    "На ум быстро приходит человеческая натура Юри."
    "...{i}серьезно? Из всех вещей, в которых она могла вести себя сдержанно--"
    m "{i}Кхм..."
    mc "Хмм?"
    show monika 1l2 at t11
    "Оглядываясь, я понимаю, что случайно начала склоняться над работой Моники."
    m 1l "Тебе ещё что-нибудь было нужно, [player]...?"
    m 1b "Или, возможно, вы просто хотели укрепить связь между собой и президентом вашего любимого клуба?"
    show monika 1a at t21
    show natsuki 2e at t22
    n "Какая часть 'посиделок за выпивкой' включает вторжение в личное пространство девушки?"
    show natsuki 2g
    mc "Начни посещать бары, когда подрастешь, и я уверен, ты быстро найдешь ответ."
    n 1c2 "Ч-что?"
    "Нацуки в замешательстве наблюдает, как я отхожу от стола."
    show natsuki at thide
    hide natsuki
    m 3b "Итак? Была ли причина, по которой ты так пристально смотрела на папку Юри?"
    show monika 3a
    show yuri 2f at t22
    y "М-мой?"
    show yuri 2e
    m 5a "Ты же не собирался жульничать, не так ли?"
    mc "Все наши проблемы решаются по-разному, верно? Обман вообще возможен?"
    m 1j "Нет!"
    mc "{i}Вздыхаю..."
    show monika 1a
    mc "Что ж, вы правы, я {i}смотрел{/i} на её работу, хотя мысль скопировать ответы никогда не приходила мне в голову."
    y "Хмм? Тогда почему...?"
    "...{i}предоставленная самой себе, есть большая вероятность, что Юри никогда не обратится за помощью к Монике."
    "...{i}она может затронуть незаконченные проблемы с Нацуки, но сможет ли Нацуки на самом деле их решить?"
    "Эти мысли на мгновение проносятся у меня в голове, пока все четыре девушки молча смотрят."
    mc "Моника, могу я обратиться к тебе с просьбой?"
    m 1b "Конечно. Что у тебя на уме?"
    show monika 1a
    mc "Я бы хотел некоторое время поработать вместе с Юри."
    show monika 1c
    y 2n "Э-Эхх?"
    m 2b "Идея работы в группах не является проблемой, но могу я сначала спросить, почему?"
    mc "Я уже завершил второй раздел справочника, но планировал просмотреть проблемы..."
    mc "И подумал, что иметь вторую пару глаз было бы полезно."
    mc "Конечно, я готов отплатить тебе тем же, если Юри согласится."
    y 2o "Е-если ты хочешь, чтобы кто-нибудь перепроверил твою работу, то не лучше ли попросить Монику--"
    m 4j "Я думаю, это отличная идея!"
    y 3n "Т-ты правда?!"
    m 4b "Совершенно верно!"
    m 1b "Это позволило бы вам обоим усвоить новую информацию {i} и {/i} исправить любые простые ошибки, которые могли быть допущены."
    show monika 1a
    y 3o "Э-Эрр, {i}я полагаю..."
    m 2d "Хмм? Ты не хочешь работать с [player], Юри?"
    y 3p "Д-дело не в этом! Я-я... {i}Я..."
    y 3o "Я просто не знаю, насколько буду полезен."
    "Говоря это, Юри проводит рукой по папке, чтобы скрыть незаконченные задачи."
    m 4j "Ну, что может быть лучше для выяснения, чем нырнуть с головой?!"
    y 3n "Эхх?!"
    "...{i}Не ожидал, что Моника откажется от моего предложения, но похоже, что она хочет, чтобы мы работали вместе больше, чем я."
    "...{i}может быть, она знает, что Юри уклонялся от вопросов вместо того, чтобы просить о помощи?"
    m 2b "Итак? Ты готов помочь нашему самому младшему члену клуба с учебой?"
    show yuri 3o
    show monika 2a
    "Целых десять секунд полной тишины, пока Юри обдумывает предложение."
    y 2q2 "М-ммм. Если он не против, чтобы я была с ним."
    m 1j "Чудесно!"
    show monika at thide
    hide monika
    show yuri at t11
    mc "Эй, хочешь, я помогу донести твои вещи?"
    y 2t "О-ох... Да, пожалуйста. Спасибо."
    show yuri at thide
    hide yuri
    "Мы собираем её материалы, прежде чем пройти в гостиную."
    "....."
    show monika 1b at t31
    m "Эти двое определенно хорошо ладят."
    show monika 1a
    show sayori 5d at t32
    show natsuki 5s at t33
    $ s_name = "Сайори и Нацуки"
    s "Ммххмм..."
    $ s_name = "Сайори"
    stop music fadeout 2.0
    m 1c "Хмм?"
    scene bg living_day with wipeleft_scene
    "Потратив минуту на перестановку наших вещей, мы с Юри садимся на диван."
    play music t6
    show yuri 2h at t11
    y "Послушай, [player], о некоторых моих проблемах..."
    mc "Ты оставляешь их без ответа и двигаешься дальше, вместо того чтобы попросить Монику о помощи?"
    y 2f "Т-ты знал?"
    show yuri 2e
    mc "Ммм. Это было одной из причин, по которой я предложил нам работать вместе."
    y 4b "Я...{i}Я понимаю..."
    "Она опускает голову."
    y 4c "{i}И-извини.{/i} Моя трусость снова доставила тебе неприятности."
    mc "Если ты думаешь, что протянуть руку помощи для меня считается 'проблемой', то ты жестоко ошибаешься."
    show yuri 4a
    mc "Несмотря на то, что ты присматриваешь за мной в клубе и заступаешься за мои выходки, помогать тебе в учебе - это самое {i}меньшее{/i}, что я могу сделать."
    y 4b "Т-ты... {i}ты действительно это имеешь в виду?"
    mc "Конечно. Полагайся на меня, сколько душе угодно."
    "Она некоторое время играет со своими волосами, переваривая мои слова."
    y 3l "П-понятно."
    y 2q "Тогда, если позволите, я возьму на себя смелость навязаться вам..."
    show yuri 2q2
    "Она нервно перебирает свою папку."
    mc "Спасибо за доверие ко мне, Юри."
    y 2q "М-ммм. Извини, что был таким ненадежным выпускником."
    show yuri 2q2
    "Она беспокойно теребит волосы, когда я начинаю листать учебное пособие."
    "...{i}как и ожидалось, все задачи, которые она пропустила, связаны с математикой."
    mc "Математика - единственный предмет, с которым у тебя проблемы?"
    y 2h "{i}Хмм..."
    y 2f "Это не {i}единственная{/i} область, в которой я слаб, но, безусловно, та, с которой я борюсь больше всего."
    show yuri 2e
    mc "Не любитель чисел?"
    y 2h "Возможно. Мой основной метод обучения обычно включает визуализацию новой информации, которую мне преподносят..."
    y 2g "{i}Но когда изучаешь математику..."
    mc "Вы не можете точно 'визуализировать' числа и символы."
    y "М-ммм."
    y 2f "Хотя я действительно нахожу словесные задачи намного проще, чем стандартные уравнения."
    show yuri 2e
    mc "{i}'Проблемы со словами?'"
    "Поскольку я был в основном сосредоточен на проверке традиционных задач с числами, я ещё раз просматриваю несколько страниц."
    "...{i}она права. Почти на каждую словесную задачу даны исчерпывающие ответы, причем правильные."
    mc "Интересно. Большинство людей {i}больше{/i} бы мучились с такого рода вопросами."
    y 2n "Я... тебе кажется странным, что находить их легче?"
    mc "Вовсе нет."
    mc "Ты просто обладаешь уникальной силой, которой не многие из наших сверстников обладают."
    y 2f "С-сила?"
    show yuri 2e
    mc "Ага."
    mc "Большинство студентов зацикливаются на посторонней информации, представленной в задачах word, что часто вынуждает их использовать уравнения, которые были заполнены неправильно."
    mc "Хех, честно говоря, я должен быть благодарен, что у тебя есть этот талант."
    y 2f "Почему это?"
    show yuri 2e
    mc "Деконструировать и указать шаги, необходимые для решения словесной задачи, на самом деле намного сложнее, чем разбивать традиционные уравнения."
    mc "Это верно как для {i}меня,{/i} так и для наших сверстников."
    y 2f "Хмм? Ты тоже испытываешь трудности со словами, [player]?"
    show yuri 2e
    mc "В большей степени, чем другие формы проблем, да..."
    mc "Хотя я бы не сказал, что я {i}полностью{/i} безнадежен."
    y 3n "К-конечно! Подразумевать подобное не входило в мои намерения--"
    mc "Не беспокойся, Юри. Я знаю, что ты имел в виду."
    mc "На самом деле, это может предоставить хорошую возможность для нас обоих."
    y 3f "К-как же так?"
    show yuri 3e
    mc "После того, как вы закончите второй раздел, может быть, вы могли бы просмотреть некоторые из словарных задач, с которыми у меня возникли проблемы."
    y 3n "Т-ты хочешь, чтобы {i}я{/i} их просмотрел?"
    mc "Это проблема?"
    y "Э-Эрр, ну..."
    y 3o "Я всё ещё не очень уверен в своей работе, т-так что, возможно, тебе лучше спросить Монику..."
    show yuri 3n at h11
    y "Иип!"
    "Её лицо светится, когда я кладу руку ей на плечо."
    mc "Всё в порядке, честно."
    mc "Даже если вы не уверены на сто процентов, получение второго мнения всё равно было бы большим подспорьем."
    y 3t "{i}[player]..."
    "Мои мысли снова становятся нечеткими и расфокусированными, когда Юри смотрит мне в глаза."
    "...{i}аура этой девушки действительно представляет собой силу, с которой нужно считаться. Такими темпами я в конечном итоге буду соблазнен."
    y 3s "Очень хорошо. Если вы считаете, что я могу быть чем-то полезен..."
    y 2m "Тогда я сделаю всё, что в моих силах."
    mc "Т-точно. Спасибо, Юри."
    y 1b "Ммм. Что угодно для члена клуба."
    show yuri at thide
    hide yuri
    "Теперь, когда лед сломан, мы вдвоем начинаем работать над широким спектром задач по алгебре."
    scene bg living_day with wipeleft_scene
    "Потратив несколько минут на обсуждение незаконченных задач, нам с Юри наконец удается заполнить все пробелы, которые у неё остались."
    show yuri 1b at t11
    y "Ещё раз спасибо, [player]."
    y 1c "Это действительно много значит для меня."
    mc "Ну, не будь {i}слишком{/i} благодарен."
    mc "В конце концов, ты всё равно должен выполнить свою часть сделки."
    y 1e "Хмм?"
    y 2f "Ох, да. Извините."
    y 2b "Мы были так сосредоточены на {i}моей{/i} работе, что наше соглашение совершенно вылетело у меня из головы."
    y 1b "Вот, я был бы рад помочь вам просмотреть ваше учебное пособие--"
    stop music fadeout 2.0
    show yuri 1e
    n "Не могли бы вы распространить это 'предложение' на остальных из нас?"
    show monika 1a at t41
    show sayori 1a at t42
    show natsuki 2c2 at t43
    show yuri at t44
    "В комнату входит Нацуки, за ней Моника и Сайори."
    play music t3
    "Каждая девочка также несет свою школьную сумку и учебные материалы."
    mc "Хмм? Вы оба уже закончили вторую часть?"
    n 1l "Да. Сайори близко."
    show natsuki 1j
    s 2x "Моника сказала, что, поскольку вы двое работаете вместе, нам троим тоже следует это сделать."
    show sayori 2a
    m 3l "Верно, хотя Нацуки и Сайори были теми, кто сделал предложение..."
    m 3b "Они, кажется, были весьма недовольны вашим решением помочь Юри вместо них--"
    show monika 3j
    show sayori 4m at h42
    show natsuki 1o at t43
    $ s_name = "Сайори и Нацуки"
    s "Моника!!"
    $ s_name = "Сайори"
    mc "Понятно...?"
    show monika 3a
    show natsuki 1s
    show sayori 4n
    mc "Ну, если отбросить их сомнительные мотивы, зачем они пришли сюда?"
    mc "Планируешь похвастаться своими успехами?"
    m 1b "Частично, хотя это не единственная причина."
    show monika 1a
    mc "Хмм?"
    s 5b "Эрр, ну..."
    s 5a "Честно говоря, эти стулья не очень удобные."
    n 2e "Ты имеешь в виду 'они полный отстой'? Серьезно, у меня спина начала болеть примерно час назад..."
    n "И Сайори жаловалась, что у неё затекла задница с тех пор, как вы двое ушли."
    s 2m "Н-Нацуки!"
    "Учитывая склонность Сайори и Нацуки к преувеличениям, я обращаюсь к Монике за более обоснованным ответом."
    show sayori 2n
    m 2b "Ну, у {i}меня{/i}, возможно, и нет никаких жалоб на текущее положение вещей..."
    m "Но эти двое уже некоторое время высказывают свои претензии."
    show sayori 2b
    show monika 2a
    mc "{i}Понимаю..."
    mc "А как насчет тебя, Юри? Тебе там тоже было неуютно?"
    y 2q "О-ох, ухх..."
    y "В-возможно, немного, хотя сидение на этом диване в значительной степени уменьшило мой дискомфорт."
    show yuri 2q2
    n 1e "Не позволяй ей одурачить себя. Несмотря на то, что она пробыла там не так долго, Юри было намного хуже, чем остальным из нас."
    n 2e "Ты хоть представляешь, как тяжело держать в руках такую огромную пару б--"
    show natsuki 2g
    show yuri 3p at h44
    y "Н-Нацуки!!"
    m 4l "Н-ну, вот и всё."
    show yuri 3n
    m 4b "Как хозяин, разве вы не согласны с тем, что забота о комфорте каждого входит в {i}ваши{/i} обязанности?"
    show monika 4a
    mc "Хотя то, что {i}ты{/i} делаешь мне выговор по поводу 'ответственности', отягчает..."
    mc "Ты не ошибаешься."
    mc "Всё, извините, что не затронули этот вопрос раньше."
    s 2x "Значит ли это, что мы все тоже можем работать здесь с вами??"
    show sayori 2a
    mc "Ну, не совсем..."
    show yuri 3e
    show natsuki 2c2
    s 1c "Как же так?"
    show sayori 1c
    return




label s_carry:
    mc "Я буду придерживаться того, что доставит мне наименьшее количество неприятностей."
    "Наклонившись, я начинаю раскладывать книги и папки по соответствующим сумкам."
    m 1r "Эх, {i}разве это не портит веселье?"
    s 3o "'Весело?'"
    m 1l2 "Ммм, не беспокойся об этом..."
    show sayori 3b
    m 1b "Но поскольку [player] несет наши вещи, ты останешься с Нацуки."
    m "Это нормально?"
    show monika 1a
    s 5b "В-возможно."
    s 5a "Если она такая легкая, какой кажется, я {i}смогу{/i} привести её к себе домой."
    m 3j "Чудесно!"
    s 1c "Значит ли это, что ты понесешь Юри?"
    show sayori 1b
    m 3b "Ага."
    m 1b "Может, она и выше меня на несколько дюймов, но я намного сильнее, чем кажусь."
    show monika 1a
    "Она напрягает бицепсы, чтобы проиллюстрировать этот момент."
    mc "Ну, пока вы двое думаете, что справитесь с ними..."
    "Взяв все сумки, кроме своей, я подхожу к краю гостиной."
    mc "Я позабочусь об открытии дверей и прочем."
    mc "Когда мы будем у твоего дома, ты не против оставить эти вещи у входа?"
    s 1x "Да, это должно быть прекрасно."
    show sayori 1a
    mc "Понятно."
    "Убедившись в своей роли, я наблюдаю, как Сайори и Моника садятся на корточки перед диваном."
    mc "На спине?"
    mc "Разве не легче было бы нести их на руках?"
    m 1d "Нет, если только ты не хочешь, чтобы они проснулись со свернутыми шеями."
    m 2b "Сайори, вероятно, смогла бы это сделать, но разница в росте между Юри и мной была бы проблемой."
    m 5b "Если бы только {i}кто-нибудь{/i} захотел занять моё место."
    mc "{i}Отлично. Теперь её неудачное планирование внезапно стало моей виной."
    m 1b "Готова, Сайори? - спросил я."
    show monika 1a
    s 1d "М-Ммм."
    "Действуя в унисон, руководители клуба успешно переворачивают двух спящих девушек на спины с относительной легкостью."
    m 1b "Как ты держишься? Думаешь, сможешь перейти улицу?"
    show monika 1a
    s 1l "Сначала я нервничал..."
    s 1x "Но Нацуки такая... {i}супер{/i} легкая."
    s 1r "Хехе. Не говори ей, что я это сказала, но у меня такое чувство, будто я ношу маленького ребенка."
    show sayori 1q
    mc "Нам следует поторопиться, если у вас двоих всё под контролем."
    show sayori 1a
    mc "Сомневаюсь, что они оценили бы, если бы твоя усталость закончилась тем, что их вышвырнули на улицу."
    m 1b "[player] прав. Нам нужно двигаться дальше."
    stop music fadeout 1.0
    show monika 1a
    s 1x "Верно."
    scene bg resn with wipeleft_scene
    play music t9
    "Наша маленькая \"миссия по проведению специальных операций\" продолжается за дверью, на прохладном ночном воздухе."
    "Вскоре после выхода на улицу и Моника, и Сайори начинают что-то бормотать, вероятно, в ответ на то, что сейчас едва проснувшиеся и слегка дезориентированные девочки лежат у них на спине."
    "Судя по отсутствию паники или криков, я предполагаю, что они восприняли свою текущую ситуацию довольно хорошо."
    "...{i}наверное, хорошо, что я выбрала сумки."
    "...{i}не могу представить, что их реакция на то, что они проснулись на 'моей' спине, была бы такой пренебрежительной."
    "Эта мысль приходит мне в голову, когда я держу открытой входную дверь Сайори."
    show sayori 1c at t11
    s "Мои родители спят, так что постарайся не шуметь."
    show sayori 1b at t22
    show monika 1b at t21
    m "Конечно."
    m 1d "Куда мы направляемся?"
    show monika 1c
    s 1x "В спальне для гостей на другом конце первого этажа."
    show sayori 1a
    mc "Сейчас, я поставлю сумки и уйду с твоей дороги."
    s 1x "Спасибо, [player]."
    s 1q "Спокойной ночи."
    mc "Спокойной ночи."
    show sayori at thide
    hide sayori
    "Сайори направляется вглубь тускло освещенного коридора, пока Моника осторожно снимает туфли."
    show monika 1b at t11
    m "Предположим, мы увидимся после окончания промежуточных экзаменов."
    m 1j "Сделай всё, что в твоих силах."
    mc "Правильно..."
    if m_end == "False":
        mc "И прости, что испортил тебе 'веселье'."
        m 1c "Хмм?"
        "Я киваю головой в сторону школьных сумок, которые теперь прислонены к стене."
        m 1l "Что ж, такой результат не должен быть {i}слишком{/i} удивительным."
        m 1b "В том, что ты никак не отреагировал, нет ничего нового. Тогда возникает вопрос о том, насколько поспешно был составлен план..."
        show monika 1a
        mc "{i}Честно говоря,{/i} это касается того, насколько интриган человек, ответственный за мой клуб."
        m 1j "Не могу не согласиться."
        m 1b "Тем не менее, не думай, что эта неудача повергнет меня в уныние."
        m "Я в некотором роде обиженный неудачник..."
        m 1j "По крайней мере, я так предполагаю."
        show monika at thide
        hide monika
        "Она одаривает меня высокомерной ухмылкой, прежде чем последовать за Сайори."
        mc "Полагаю, она намерена доставлять неприятности до самого конца..."
        "Вздыхая, я закрываю за собой входную дверь Сайори."
    else:
        mc "И удачи на промежуточных экзаменах."
        m 1b "И тебе того же."
        m "Не забывайте, что от этого может зависеть будущее клуба."
        show monika 1a
        mc "Я буду иметь это в виду."
        show monika at thide
        hide monika
        "Она слегка кивает мне, прежде чем уйти в темноту."
        "Закончив со своим заданием, я отправляюсь домой."
    return


label n_carry:
    mc "Ты можешь оставить местного пекаря на меня."
    m 1d "{i}Понимаю..."
    m 3j "Значит, {i}это{/i} в твоем вкусе."
    mc "Не забегай вперед."
    show monika 3a
    mc "Я делаю это только потому, что Сайори не совсем создана для физического труда."
    s 5a "Эхехе..."
    s 2x "В-впрочем, не волнуйся. Я определенно смогу забрать все сумки."
    show sayori 2a
    mc "Не 'все.' Моё останется здесь."
    "Её руки на мгновение замирают, прежде чем изменить направление."
    s 2l "В-верно. Я так и знал."
    show sayori 2k2
    mc "{i}Вздыхаю{/i}, мы спишем это на то, что ты устал."
    show sayori at thide
    hide sayori
    mc "Ты не против забрать Юри?"
    show monika 3j at t11
    m "Конечно!"
    m 1b "Может, она и выше меня на несколько дюймов, но я намного сильнее, чем кажусь."
    show monika 1a
    "Моника усиливает этот момент, напрягая свои бицепсы."
    mc "{i}Сила{/i} здесь не проблема."
    mc "А из-за разницы в росте не возникнет проблем с тем, чтобы нести её на руках?"
    show monika 1c
    "Неприятное чувство усиливается во мне, когда она выглядит сбитой с толку моим совершенно разумным заявлением."
    m 5a "Хехе, вы, кажется, что-то не так поняли. Мы не будем держать их в наших 'объятиях'."
    "...{i}о боже. Поехали--"
    "Чтобы прояснить свою точку зрения, Моника присаживается на корточки перед диваном."
    mc "На спине? Серьезно?"
    m 1j "Ага."
    mc "Ну, тебе это доставит удовольствие..."
    mc "Но у меня нет причин делать то же самое. Нацуки вдвое меньше меня, так что мне хватит нести её нормально."
    m 3b "А если ты случайно столкнешь её лицом к двери?"
    show monika 3a
    mc "Этого не случится. Как ты думаешь, насколько у меня плохая координация?"
    m 1q "{i}Вздыхаю..."
    "Её плечи опускаются, поскольку я продолжаю отказываться подыгрывать ей."
    m 1r "Я не хотел этого делать, но ты не оставил мне другого выбора..."
    m 2i "Как президент вашего клуба, я {i}требую{/i}, чтобы вы несли Нацуки на спине."
    show monika 2h at t21
    show sayori 3m at t22
    s "Эхх?"
    show sayori 3n
    mc "Что, черт возьми, за руководитель использует свои полномочия для чего-то подобного {i}этому{/i}?"
    s 5a "Б-без обид, Моника, но не слишком ли серьезно ты это воспринимаешь?"
    m 1b "Вовсе нет."
    m 3j "Я просто пытаюсь убедиться, что у нас есть много хороших историй."
    s 3c "'Хорошие... {i}истории?'"
    show sayori 3c
    m 3k "Конечно!"
    m 3b "Возможность поделиться интересными и увлекательными рассказами о нашем пребывании в клубе будет бесценна в период набора персонала."
    show monika 3a
    s 3o "П-подожди, так мы делаем всё это для Литературного клуба?"
    mc "Пожалуйста, не поддавайся на её уловки так быстро."
    "...{i}Не удивлюсь, если легковерие Сайори - одна из причин, по которой безответственная сторона Моники в последнее время стала более заметной."
    show sayori at thide
    hide sayori
    show monika at t11

    mc "Если согласие означает прекращение твоих песен и танцев, тогда прекрасно..."
    mc "Я понесу Нацуки на спине."
    m 3j "Отлично! Я знал, что ты передумаешь!"
    mc "{i}Вздыхаю..."
    "Она одаривает меня гнусной ухмылкой, когда я наклоняюсь рядом с ней."
    mc "Ты действительно думаешь, что это их не разбудит?"
    m 1b "Есть только один способ выяснить."
    show monika 1a
    "Синхронизируя наши движения, мы оба можем взвалить девушку себе на спину без {i}особых{/i} проблем."
    "...{i}вау. Даже для своего размера Нацуки намного легче, чем я себе представлял."
    "Моё временное любопытство по этому поводу быстро угасает, когда Моника открывает рот."
    m 1b "У тебя уже появились забавные идеи?"
    show monika 1a
    mc "Хех, как будто здесь вообще есть что достать."
    m 1d "Ох? Нацуки расстроилась бы, если бы услышала тебя."
    show monika 1c
    mc "Вот почему я сказал это, пока она спала."
    show sayori 1b at t22
    show monika at t21
    "Сайори наблюдает со стороны, как мы оба встаем."
    mc "Да ладно. Не хотелось бы утомлять себя пустой тратой времени."
    m 1b "В чем-то ты прав..."
    m 1l "Извини, Сайори, но не могла бы ты открыть нам дверь?"
    stop music fadeout 2.0
    s 1n "Ох, ну да."
    scene bg resn with wipeleft_scene
    play music t9
    "Вскоре после того, как я вышел на свежий ночной воздух, я чувствую, как Нацуки начинает извиваться у меня на спине."
    n "{i}Х-хах? Что за..."
    "Её мягкий и слегка сбитый с толку голос едва доносится до моего уха."
    mc "Это трудно объяснить, но вас с Юри в настоящее время везут в дом Сайори по приказу Моники."
    n "{i}[player]?"
    n "{i}П-подожди... Это не сон?"
    mc "Если это так, я был бы признателен, если бы ты перестал втягивать меня в это."
    "Наполовину ожидая, что Нацуки взорвется, узнав, что происходит, я удивлен, когда вместо этого она просто издает небольшое ворчание."
    n "{i}'Приказ Моники'..."
    n "{i}Серьезно... Иногда я думаю, что она только притворяется ответственной."
    mc "Хех, мы с тобой оба."
    n "{i}Итак... почему это 'ты' несешь меня? Сайори уже ушла домой?"
    mc "Что?"
    "Слегка повернув голову, я замечаю, что глаза Нацуки всё ещё закрыты."
    "...{i}если я скажу ей, что я тот, кто выбрал, это, скорее всего, вызовет недоразумение, поэтому вместо этого..."
    mc "На самом деле, мы все тянули жребий..."
    mc "И, думаю, можно сказать, что я нарисовал \"короткую\"."
    n "{i}Ты... смеешься надо мной?"
    n "{i}Болван."
    "Если быть до конца честным, это самое милое, что я когда-либо видел в исполнении Нацуки."
    "...{i}мне жаль, что она не может всё время находиться в полусне."
    "Быстро добравшись до дома Сайори, мы с Моникой ждем, пока нынешний житель откроет входную дверь."
    mc "Они пойдут в спальню для гостей, верно?"
    show sayori 1x at t11
    s "Ммм, футоны уже должны быть разложены."
    show sayori 1a at s11
    "Пока Сайори начинает разгружать сумки в прихожей, я направляюсь к Монике."
    show monika 1c at t21
    show sayori at s22
    mc "Следуй за мной. Я знаю, куда мы идем."
    m 1b "Понятно."
    scene dark with wipeleft
    "Всё ещё окруженные почти полной темнотой, мы вдвоем умудряемся пройти через первый этаж в комнату для гостей."
    "С выключенным светом и занятыми руками я вынужден полагаться на свои ноги, чтобы нащупать дорогу."
    mc "Это... футон?"
    "Что-то мягкое коснулось моей ноги вскоре после того, как я прошел мимо двери."
    m "Хочешь, я попробую включить свет?"
    mc "В этом нет необходимости."
    mc "Все постельные принадлежности разложены вертикально с того места, где мы стоим, что должно облегчить укладывание девочек."
    m "Ты уверен? Мои глаза всё ещё не до конца привыкли."
    mc "Хех, значит, то, что ты гений, не дает тебе ночного зрения?"
    m "В конце концов, я всё ещё {i}являюсь{/i} человек."
    m "Не какой-нибудь персонаж комиксов."
    "Мы вдвоем осторожно укладываем спящих девочек на футоны, пока препираемся."
    $ n_carry = "True"
    mc "Думаю, теперь, когда о них позаботились, я собираюсь вернуться домой."
    if m_end == "False":
        m "О? Не хочешь присоединиться к нашей 'вечеринке с ночевкой'?"
        mc "Не тогда, когда это сведет на нет всю цель всех усилий, которые я только что приложил."

        m "Какое разочарование..."
        m "Хотя, я думаю, ты заслуживаешь {i}некоторой{/i} благодарности за то, что так далеко подыгрываешь."
        mc "Чудесно..."
        mc "Вот идея, как насчет того, чтобы 'отблагодарить' меня, смягчив схемы?"
        m "Ничего не обещаю, но я обязательно приму это к сведению."
        mc "{i}Вздыхаю..."
        "Теперь, измученный недосыпанием {i}и{/i} общением с президентом клуба, я выхожу из комнаты, в то время как мысли о моей постели заполняют мой разум."
    else:
        m "Правильно, и удачи на промежуточных экзаменах."
        m "Не забывай, что мы сделали всё это ради клуба."
        mc "Понятно."
        "Она напоминает мне об этом, когда я выхожу из комнаты."
    scene bg resn with wipeleft
    "Мы с Сайори обмениваемся \"спокойной ночи\" в коридоре, прежде чем я снова выхожу на улицу."
    return


label y_carry:
    mc "Ну, учитывая, что я здесь единственный, кто выше неё..."
    mc "Думаю, я понесу Юри."
    m 2c "{i}Понимаю."
    m 1b "Значит, даже такие парни, как ты, время от времени поддаются своим низменным инстинктам?"
    show monika 1a
    s 3g "[player]..."
    s 3h "Т-ты же не думаешь ни о чем странном, правда?"
    show sayori 3g
    mc "{i}Вздыхаю..."
    mc "Ещё не поздно выбирать сумки?"


    m 1b "Сейчас, сейчас. Мы просто дразнимся."
    m 3j "В конце концов, то, что {i}ты{/i} понесешь Юри, безусловно, снимет груз с моих плеч."
    s 5b "Т-точно..."
    s 5a "[player] {i}-{/i} единственный парень здесь, так что, я думаю, в этом есть смысл."
    mc "Усиление гендерных ролей не имело никакого отношения к моему решению, и я сомневаюсь, что Монике было бы {i}так{/i} трудно нести её."

    m 5b "Ты пытаешься назвать меня мужественным?"
    mc "Просто указываю на то, что ты единственная девушка, которую я знаю, которая заставила бы меня нервничать во время матча по армрестлингу."
    m 2h "{i}Ммм..."
    "...{i}она... дуется?"
    m 2r "Мы можем 'ответить' на ваши бестактные комментарии в другой раз..."

    show sayori 1a
    m 1i "Однако сейчас мы должны сосредоточиться на том, чтобы доставить всех в дом Сайори."
    show monika 1h
    mc "Правильно."
    show monika at s21
    "Наблюдая, как Моника присаживается на корточки перед диваном, я понимаю, что взвалить Юри себе на спину, вероятно, было бы самым простым способом нести её."
    m 1b "Сайори, мы можем оставить сумки тебе?"
    show monika 1a
    s 2x "Да, мэм!"
    show sayori at thide
    hide sayori
    "Пока она начинает собирать материалы, я наклоняюсь и занимаю место рядом с Моникой."
    show monika 1b at s11
    m "Как только Сайори закончит, мы поднимем Нацуки и Юри на счет три."
    show monika 1a
    mc "Подожди, что? Почему мы делаем это синхронно?"
    m 1j "Разве вы не согласны с тем, что координация действий между членами клуба - важный навык, который следует развивать?"
    mc "Для планирования фестивалей и мероприятий, конечно."
    mc "Для безопасной транспортировки людей без сознания, может быть, и не так много."
    m 1d "{i}Честно говоря,{/i} это всегда ослабляет интересную часть твоей ДНК или что-то в этом роде?"

    mc "Тот факт, что ты считаешь это 'забавным', доказывает, что мы находимся на двух совершенно разных длинах волн."

    show monika at s21
    show sayori 3c at t22
    s "Ребята, вы готовы?"
    s 1x "Если понадобится, я открою двери."
    show sayori 1a
    m 1j "Это было бы здорово!"
    mc "Спасибо, Сайори."
    s 1q "Х-хехехе..."
    m 1b "У тебя всё готово?"
    show monika 1a
    mc "Настолько 'устоявшийся', насколько я могу быть в такой странной ситуации."

    show sayori 1a
    m 1b "Хорошо, тогда на счет три..."
    show monika 1a at t21
    "Как только Моника закончит обратный отсчет, мы оба сможем взвалить девушку на спину без каких-либо проблем..."
    "Или, по крайней мере, это то, что я бы сказал любому, кто спросил."
    "...{i}это мягкое ощущение, прижимающееся к моей спине..."
    mc "{i}Ууу..."
    m "Итак, как ты держишься? Думаешь, ты сможешь добраться до дома Сайори?"
    mc "Опасно. Это опасно."
    show monika 1c
    mc "Пошли. Нам следует поторопиться."
    show monika at thide
    hide monika
    stop music fadeout 2.0
    m "Ч-что?"
    scene bg resn with wipeleft_scene
    play music t9
    "Моё нетерпение завершить эту \"миссию\" приводит нас на улицу гораздо быстрее, чем Моника, вероятно, ожидала."

    y "{i}Ммххмм..."
    "Каждый жизненный выбор, который я когда-либо делал, подвергается сомнению, когда Юри начинает менять свою позицию."

    y "{i}Х-Хмм?"
    y "{i}Что-то случилось? Я спал?"
    "Судя по её тихому тону и понятному замешательству, ясно, что она все ещё наполовину спит."
    mc "Детали немного... 'запутанны', но в настоящее время вас везут в дом Сайори."
    y "{i}[player]? Это ты?"
    mc "Ммм."
    y "{i}У-Ууу?"
    "Она замолкает на несколько секунд."
    y "{i}Сожалею, что побеспокоил вас подобным образом."
    mc "Хех, не беспокойся."
    mc "Я не против сделать это. Мы трое решили, что это лучший способ, поэтому мы все разделяем ответственность."
    y "{i}'Три'?"
    mc "Да. Нацуки тоже спала."
    y "{i}Честно... эта девушка..."
    "Её речь обрывается, когда я предполагаю, что она снова засыпает."
    "Однако, к несчастью для меня, в процессе её руки сжимаются вокруг моих плеч, что ещё сильнее прижимает её грудь к моей спине."
    "...{i} должно быть, она делает это нарочно, верно?"
    "...{i} не может быть, чтобы эта девушка не была тайной извращенкой."
    "Увлекшись этими беспочвенными мыслями, я едва замечаю, когда мы подъезжаем к \"Сайори\"."

    show sayori 1x at t11
    s "Я поставлю все сумки в прихожей."
    s "Вы двое можете пойти и разложить их в комнате для гостей, если хотите. Футоны уже должны быть разложены."
    show sayori 1a
    mc "Правильно."
    show monika 1a at t21
    show sayori at t22
    mc "Ты можешь следовать за мной, Моника."
    m 1b "Правильно."
    scene dark with wipeleft_scene
    "Пройдя по темному коридору, мы оказываемся в ещё более темной спальне."
    mc "Не думаешь, что ты сможешь включить свет, пока несешь её, а?"
    m "Это возможно..."
    m "Но если я брошу Нацуки в процессе, я скажу ей, что это ты виноват."
    mc "Разгневанный цундере - последнее, что мне нужно..."
    mc "..."
    m "Хмм? [player]?"
    m "Почему ты замолчал?"
    mc "Кажется, я только что наступила на один из матрасов."
    mc "Они выстроены вертикально, так что уложить девочек с того места, где мы находимся, должно быть достаточно легко."
    m "В этом я тебе доверяю."
    "Следующие несколько секунд мы с Моникой тратим на то, чтобы аккуратно выгрузить наш \"груз\"."
    if m_end == "False":
        mc "Похоже, этого должно хватить--"
        mc "Эхх!?"
        "Я застигнут врасплох, когда чья-то рука внезапно прижимается к моему лицу."
        m "Серьезно? Тебе даже ни капельки не жарко?"
        mc "Что, черт возьми, ты делаешь?"
        m "Просто пытаюсь оценить твою реакцию."
        mc "Моя '{i}реакция{/i}' на что? Когда меня ласкают в темноте?"
        m "Не совсем."
        m "Ты казалась довольно напуганной после того, как забрала Юри, так что я просто проверял, не покраснело ли твоё лицо."
        mc "{i}Вздыхаю..."
        mc "Тебя интересуют самые странные вещи."
        m "Хорошо, что это не из-за {i}меня{/i}..."
        m "Ну, и как это было? Она заставила твоё сердце учащенно биться?"
        mc "Если под 'гонками' ты подразумеваешь 'полностью остановился из страха, что на меня каким-то образом подадут в суд за преступление', то да."
        m "Можешь считать меня сумасшедшим, но я начинаю улавливать в твоих словах некоторый сарказм."
        mc "Хех. Как скажешь, 'Сумасшедший'."
        m "{i}Честно..."
        m "Кто бы мог подумать, что наш младший член клуба окажется таким проблемным ребенком?"
        "Она вздыхает, когда я возвращаюсь к двери."
    mc "Думаю, увидимся после промежуточных экзаменов."
    m "Правильно..."
    m "И не забывай делать всё, что в твоих силах."
    scene bg resn with wipeleft_scene
    "Быстро попрощавшись с Сайори, я выхожу из дома и возвращаюсь домой."
    $ y_carry = "True"
    return


label m_carry2:
    "Поднявшись с пола и вытянув руки, я начинаю направляться к лестнице."
    s 3c "Ты куда-то собираешься?"
    show sayori 3c
    mc "В постель."
    show monika 3c
    s 3m "Э-Эхх?"
    m 1d "А как же Юри и Нацуки?"
    show sayori 3m
    show monika 1c
    mc "Двух таких талантливых юных леди, как вы, должно быть более чем достаточно, чтобы справиться с ситуацией."
    mc "Такой ненадежный человек, как я, только будет мешать."
    m 2i "Даже несмотря на то, что ты уже согласился помочь?"
    show monika 2h
    mc "Определенно, похоже на то."
    mc "Тебе следует подумать о том, чтобы добавить слово 'непостоянный' к списку оскорблений, которыми ты меня всегда называешь."

    m 1d "П-привет! Ты не мог бы хотя бы забрать сумки?"
    show monika at thide
    show sayori at thide
    hide monika
    hide sayori
    "Моё восхождение по лестнице уже началось, когда она восклицает это."
    mc "Спокойной ночи."
    "Сигнализируя о своем уходе взмахом руки, я вскоре оказываюсь на втором этаже."
    m "Честно говоря..."
    s "Э-Эхехе..."
    show monika 2q at t21
    show sayori 5b at t22
    s "Это удивительно, да?"
    s "Я-я обязательно отругаю его завтра за это."
    m 2r "Кажется, я всё-таки возлагала на него слишком большие надежды..."
    m 2d "Ну что ж. Думаю, теперь мы предоставлены сами себе."
    m 1b "Ты готов?"
    show monika
    s 1x "Да, мэм."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    pause 2.0
    "{i}через тридцать минут."
    scene bg kitchen with open_eyes
    play music t9
    "Несколько крошек и пустых оберток от мяты лежат передо мной на столе, пока я потягиваю чай из бутылок."
    "Этот ночной рейд на кухню не был запланирован, а стал результатом моей недавно обострившейся бессонницы."

    "...{i}судя по тому, как я услышала, как закрылась входная дверь, Моника и Сайори ушли около двадцати пяти минут назад."
    mc "Учитывая отсутствие слышимого хаоса, творящегося вокруг, я предполагаю, что всё прошло нормально."
    "...{i}если Бы я знал, что сон не будет жизнеспособным вариантом, я, возможно, протянул бы им руку помощи."
    mc "Ну что ж. Полагаю, я всегда мог бы попытаться наверстать упущенное позже--"
    $ m_name = "???"
    m "{i}Я впускаю себя внутрь."
    $ m_name = "Моника"
    "Этот тихий голос сопровождает звук шагов, приближающихся к дому."
    show monika 1d at t11
    m "Ууу!?"
    "Несколько секунд стоит тяжелая тишина, и я внезапно обнаруживаю, что встречаюсь взглядом с президентом клуба."
    m 1i "Ты!!"
    show monika 1h
    "Она бросается вперед, как одержимая."
    m 5b "А что случилось с 'лечь спать', а?"
    m "Или, в конце концов, это был просто предлог отказаться от помощи?!"
    mc "Честно говоря, я не ожидал, что ты так расстроишься из-за этого."
    m "'Расстроен?!'"
    m 2h "{i}Тчш, кто сказал, что я был расстроен?"
    mc "Эрр, ну..."
    mc "Щелканье языком, конечно, не помогло убедить меня в обратном."
    m 2i "Ты всё выдумываешь."
    show monika 2h
    mc "{i}Вздыхаю..."
    mc "Итак? Почему ты здесь?"
    mc "Знаешь, проникновение в дом парня в такое время ночи может плохо отразиться на твоей репутации."
    m 2i "Если бы ты считался 'нормальным парнем,' конечно..."
    m "Но, учитывая, что ты полностью отверг предложенную мной возможность, я ни в малейшей степени не обеспокоен."
    show monika 2h
    mc "Значит, ты признаешь, что вся твоя идея 'отнести их домой' заключалась в том, чтобы напакостить мне?"
    m "Не слишком ли высокомерно предполагать, что весь сценарий был создан {i}только{/i} для тебя...?"
    m 2r "Хотя ты не {i}совсем{/i} неправ."
    show monika 2q
    mc "{i}Эта женщина..."
    mc "Полагаю, в конце концов, не подыгрывать было правильным ходом."
    m 2i "Я всего лишь стремился развить здоровые дружеские отношения между другими членами клуба."
    m 1e "Неужели это действительно так неправильно?"
    mc "Учитывая, что вовлеченные стороны спали, я бы сказал, что это было скорее {i}преступлением{/i}, чем ошибкой."
    m 2b "Ты преувеличиваешь."
    show monika 2a
    "Она садится на стул рядом со мной, прежде чем подпереть голову руками."
    mc "Ты так и не ответил, зачем ты здесь..."
    mc "Или я был прав, предполагая, что этот визит был вызван аморальными мыслями?"
    m 2b "Да, точно. Я вернулся только забрать сумки."
    m "Ну, конкретно {i}моя{/i} сумка, но я мог бы захватить и остальные, пока у меня есть такая возможность."
    mc "Как великодушно."
    m 2q2 "Отвали."
    m 1b "Всей этой ситуации можно было бы избежать, если бы ты не отступил в последнюю секунду."
    show monika 1a
    mc "Ну, я полагаю, что в этом {i}есть{/i} доля правды..."
    mc "Послушай, хочешь чаю?"
    m 2b "Пытаешься откупиться от моей доброй услуги?"
    show monika 2a
    mc "Просто проявляю добрососедские чувства."
    "Она садится прямо и вытягивает руки над головой."
    m 1b "На этот раз кофе не предложишь?"
    show monika 1a
    mc "Уже почти час ночи, а я не держу кофе без кофеина."
    m 1j "Тогда чай подойдет."
    show monika 1a
    "Она смотрит, как я наливаю чашку, прежде чем милостиво принять её."
    mc "Если вы не возражаете, я спрошу, чего вы надеялись добиться, заставив меня отнести одну из девочек в дом Сайори?"
    m 3b "Реакция."
    show monika 3a
    mc "Хмм? Не могли бы вы выразиться поконкретнее?"
    m 1d "Вы, вероятно, уже знаете об этом, но ваши выражения варьируются от 'незаинтересованного' до 'безразличного'."
    show monika 1c
    mc "Разве это не синонимы?"
    m 5b "В том-то и дело!"
    mc "{i}Понимаю..."
    mc "Значит, вы ставите меня в незнакомое положение в надежде добиться занимательного ответа?"
    m 1d "Ты слишком много думаешь об этом."
    m 2b "Я просто хотел хоть раз увидеть, как ты смутишься."
    show monika 2a
    mc "А что было бы 'неловкого' в том, чтобы кого-то нести?"
    m 2r "{i}Вздыхаю..."
    m "Тот факт, что ты даже этого не можешь понять, заставляет меня думать, что ты действительно безнадежен."
    show monika 2q
    "Она морщится, делая глоток."
    mc "Вы с Сайори смогли нормально всё уладить?"
    m 2d "По большей части."
    m 1n "С дверями было немного сложнее, так как у нас были заняты руки, но мы всё равно справились."
    show monika 1m
    mc "Где она сейчас?"
    m 1q2 "Мертвецки спит на футоне в комнате для гостей."
    m 2b "Мы немного поговорили после того, как уложили Нацуки и Юри, но она явно устала всё это время."
    m 2l "Когда я упомянул, что вернусь сюда за сумками, она ответила каким-то бормотанием и похрапыванием."
    show monika 2l2
    mc "Хех, это твой вице-президент."

    m 2b "Верно, но, по крайней мере, {i}ей{/i} удалось помочь первой."
    mc "Эрр, верно. Прошу прощения за это."
    mc "Я бы понес сумки, если бы знал, что не смогу заснуть."
    m 1d "Хмм? Ты не был {i}в состоянии{/i}?"
    show monika 1c
    mc "Нет. Провалялся в постели около двадцати минут, но безуспешно."
    m 2d "Ты страдаешь бессонницей или что-то в этом роде?"
    show monika 2c
    mc "Может быть, хотя обстоятельства довольно сложные. По крайней мере, я так думаю."

    m 2d "Каким образом?"
    show monika 2c
    "...{i}мои проблемы со сном, скорее всего, начались из-за моего взаимодействия с Литературным клубом..."
    "...{i}но говорить ей об этом, возможно, не лучшая идея."
    menu:
        "...{i}Я должен--"
        "Будь расплывчатым":

            mc "Сомнология - не моя сильная сторона, так что вам, вероятно, следует отнестись к этому с долей скептицизма..."
            mc "Но я думаю, что Литературный клуб может быть частью этого дела."
            m 1c "Что?"

            mc "Мои проблемы со сном начались примерно в то время, когда мы все отправились на фестиваль."
            mc "С тех пор в моей жизни ничего не изменилось, так что клуб был первым виновником, который пришел на ум."
            mc "Конечно, есть масса других возможностей."
            mc "Возможно, это просто подсознательное беспокойство, вызванное мыслями о жизни после окончания школы."
            mc "В конце концов, мы {i}есть{/i} переживаем значительный переходный период."
            "Моника спокойно смотрит, пока я пытаюсь найти объяснение случившемуся."
            show monika 1e
            "На её лице появляется мягкая улыбка, поскольку она, несомненно, сделала свои собственные выводы относительно того, что это значит."
            m 1b "Честно говоря, я немного удивлен."
            m 1l "Может, это и очевидно, но ты не производишь впечатления человека, который теряет сон из-за повышения статуса."

            m 5a "Похоже, ты более хрупкая, чем я ожидал!"
            mc "Тчш, {i}панк."
            m 3b "Сейчас, сейчас. Тут нечего стесняться."
            m 3j "Признание, что мы тебе действительно небезразличны, возможно, будет первым по-настоящему милым поступком, который ты сделал с тех пор, как мы встретились."

            mc "Ну, {i}это уже должно было быть очевидно..."
            m 3c "..."
            m 1d "Ч-что ты только что сказал?"
            show monika 1c
            mc "Ничего заслуживающего внимания."
            mc "Я думаю, что из-за этого недосыпа у меня просто перепутались провода."
            "Из-за моего отклонения она выглядит невероятно недовольной."
            m 2r "{i}Я понимаю..."
            m 2b "Ну, кроме этого, я бы определенно сказал, что эта поездка того стоила."
            show monika 2a
        "Уклоняйся от ответа.":

            mc "Извините, но 'сложный' обычно означает труднообъяснимый..."
            mc "К тому же, это может быть просто временным явлением. Нет смысла вкладывать в это массу мыслей."
            m 2i "{i}Оооох?"
            show monika 2h
            "Сказать, что она \"недовольна\" моим ответом, было бы преуменьшением."
            m 2r "Пожалуй, я добавлю 'привычки ко сну' к списку щекотливых тем."
            show monika 2q
            mc "Ты преувеличиваешь проблему."

            m 2i "Возможно, но тебе уже следовало бы знать, что меня нелегко убедить."
            show monika 2h

    "С этими словами Моника встает из-за стола."
    m 1b "Спасибо за чай. Мне, наверное, стоит поторопиться, пока кто-нибудь не проснулся и не понял, что меня нет."
    m "Не против на этот раз протянуть мне руку помощи?"
    show monika 1a
    mc "Ну, учитывая, что ты больше не в состоянии строить козни..."
    show monika at thide
    hide monika
    "Следуя её примеру, мы вдвоем покидаем кухню, прежде чем перейти в гостиную."
    scene bg door_n with wipeleft_scene
    "Потратив несколько минут на то, чтобы всё собрать, мы подходим к входной двери."
    mc "Думаю, мы увидимся после окончания промежуточных экзаменов."
    show monika 3j at t11
    m "С нетерпением жду этого!"
    mc "Хех, сойдет"
    m 3k "Идеальный ответ...!"
    m 1b "И [player], удачи"
    mc "Спасибо. То же самое касается и тебя."
    m 1b "Я 'звезда класса', помнишь?"
    m 5a "Удача даже не играет роли."
    mc "Это факт?"
    m 2j "Такой же фундаментальный, как гравитация."
    mc "{i}Вздыхаю..."
    mc "С вами, 'элитными типами', действительно трудно иметь дело."
    m 2b "Я мог бы сказать то же самое о задумчивых парнях, у которых череп плотнее свинца."
    show monika 2a
    mc "Тогда, по крайней мере, мы в равных условиях."
    m 2b "Это твоя тонкая попытка унизить меня?"
    show monika 2a
    mc "Нет, просто пытаюсь подняться."
    m 2d "О? Это ужасно оптимистичные слова. Как неожиданно."
    m 1b "Завтра будет дождь?"
    show monika 1a
    mc "Ладно, хватит нападок на моего персонажа. Разве ты не должен был уходить?"
    m 1d "Уже сдаешься?"
    m 2b "Что ж, я полагаю, это хорошо. Даже нам, 'элите', нужен хороший сон."
    show monika 2a
    "С двумя сумками в каждой руке Моника входит в дверь."
    m 1j "Спокойной ночи, [player]"
    mc "Спокойной ночи, мисс Президент."
    show monika at thide
    hide monika
    "Я смотрю, как она переходит улицу и входит в дом Сайори, прежде чем, наконец, закрыть дверь."
    "Со всем разобравшись, я направляюсь наверх, намереваясь победить свою бессонницу во втором раунде."
    return


label r_study:
    mc "{i}Честно{/i}. Твоё бесстыдство не имеет границ, не так ли?"
    r 2j "Хех, это действительно может быть обидно, если исходить от {i}буквально{/i} любого другого."
    r 1b "Итак? Будешь помогать или нет?"
    show rikka 1a
    mc "{i}Вздыхаю..."
    mc "Я сделаю всё, что смогу."
    show rikka 4v at h33
    r "Да!!"
    r 4b "Видишь? Я знал, что в тебе это есть!"
    show rikka 4a
    mc "Пока не слишком радуйся."
    mc "Велика вероятность, что моя помощь не будет ценной, так что вам лучше не возлагать на меня особых надежд."

    r 1b "Поверьте мне, они уже практически на самом дне."
    r 1h "Бар будет довольно легко очистить, если только ты на самом деле не такой безответственный, каким кажешься."
    mc "Как мило с вашей стороны дать мне фору."
    r 1v "Верно? Я бы не возражал, если бы ты хвалил меня больше."
    "...{i}умоляла меня о помощи после того, как её беспечность создала проблему, а затем просила меня \"похвалить\" её..."
    mc "{i}Руководитель моей команды поразительно беспомощен."
    r 1a "Хмм?"
    mc "Я спросил, как мы должны это сделать."
    r 1c "'Каким образом?'"
    show rikka 1c2
    mc "Вы планировали, что я расскажу вам о материале по телефону?"
    r 2c "Эрр, я действительно не думал так далеко вперед."
    r 5c "Честно говоря, я полностью ожидал, что ты скажешь нет."
    show rikka 5c2
    mc "{i}...Тогда зачем утруждать себя звонком?"
    "Я бормочу это, пока Рикка обдумывает наш следующий шаг."
    r 5b "Библиотека, наверное, сейчас переполнена, так что это исключено."
    r 1c "Есть ли поблизости ещё какое-нибудь место, где мы могли бы поработать, не будучи окруженными людьми?"
    show rikka 1c2
    mc "{i}Хмм..."
    mc "А в кофейню можно сходить?"
    mc "В нескольких кварталах от школы есть одна, куда мы могли бы пойти."
    mc "Это что-то вроде дыры в стене, поэтому обычно там не так много людей."
    r 1c "А им было бы всё равно, если бы мы просто сидели и занимались?"
    show rikka 1c2
    mc "Пока мы размещаем заказ, я не думаю, что это будет проблемой."
    r 2b "Тогда давайте начнем с этого!"
    show rikka 2a
    mc "Хорошо. Я очень быстро пришлю тебе адрес."
    "Скрыв звонок на своем телефоне, я составляю сообщение для Рикки."
    show rikka 2c2
    "Она молчит несколько секунд после получения сообщения."
    r 1c "Это место довольно далеко от того места, где я живу."
    show rikka 1c2
    mc "Это будет проблемой?"
    r 1b "Нет, так не должно быть."
    r "Мой папа сегодня не работал, так что я могла бы просто попросить его отвезти меня."
    show rikka 1a
    mc "А он тоже сможет заехать за тобой?"
    r 2u "Возможно!"
    mc "Ты слишком полон энтузиазма для человека, который не уверен в себе."
    r 2h "Хе-хе, это называется быть 'оптимистом'..."
    r 1j "Хотя я и не ожидал, что {i}ты{/i} поймешь."
    mc "Да, да, я брюзга. Очень смешно."
    mc "Итак, когда именно ты хочешь встретиться?"
    r 1z2 "Не могу сказать, что мне нравится такое пренебрежительное отношение..."
    r 1b "Но какая разница. В 4:45 сработает?"
    show rikka 1a
    "...{i}думаю, что через тридцать минут."
    mc "Да, всё в порядке."
    mc "Мне нужно кое-что подготовить перед отъездом, так что дополнительное время не помешает."
    r 1c "Предполагается, что это что-то зловещее?"
    show rikka 1c2
    mc "А ты бы предпочел, чтобы это было так?"
    r 1c "{i}Ууу..."
    r 2i "Верно, значит, сейчас 4.45"
    r 2b "Тогда, наверное, увидимся, [player]"
    stop music fadeout 2.0
    scene bg kitchen with wipeleft
    "Вскоре после окончания разговора с Риккой я поднимаюсь наверх, чтобы собрать свои вещи."
    scene bg cafe with dissolve_scene_full
    r "Йоу."
    show rikka 1a at t11
    play music t8
    "Оторвав взгляд от учебного пособия, которое дала мне Моника, я вижу, как в дверь входит Рикка."
    mc "Ты опоздал."
    r 1c "Эхх? Что это за дерьмовое приветствие?"
    r 2b "Вот, подвинься. Я тоже хочу посидеть в кабинке."
    show rikka 2a
    "Она практически отталкивает меня в сторону, прежде чем сесть."
    mc "Прошло десять секунд, а ты уже ведешь себя так, словно это место принадлежит тебе..."
    mc "Я не уверен, раздражаться мне или удивляться."
    r 2k "Прошло {i}пятнадцать{/i} секунд, а ты уже скрючиваешься, как старик..."
    r 1m "И я {i}был{/i} здесь вовремя, ты же знаешь."
    r "Мой отец не переставал болтать в машине, из-за чего потребовалось некоторое время, чтобы прогнать его."
    show rikka 1n
    mc "Хмм? Это было что-то важное?"
    r 1j "Хех, полная противоположность."
    r 2k "Он просто был решительно настроен пойти со мной внутрь, потому что боялся, что я встречаюсь с парнем."
    mc "Ты ведь понимаешь, что технически ты {i}делаешь{/i} именно это, верно?"
    r 2c "Что?"
    show rikka 2c2
    "Она на секунду задумывается об этом, прежде чем слегка покраснеть."
    r 5g "Н-не такая 'встреча.'"
    r 5i "Я имел в виду, ну, ты понимаешь... {i}свидание."
    show rikka 5i2
    mc "Ахх, попался. Значит, простое 'быть парнем' не соответствует его критериям."
    r 5i "Д-да, так что не пойми меня неправильн."
    show rikka 5i2
    "Говоря это, она отводит взгляд."
    mc "Твоя сумка выглядит не очень полной. Что ты вообще взяла с собой?"
    r 1b "Два связующих."
    r "В одном хранятся все мои заметки, а в другом - куча раздаточных материалов."
    show rikka 1a
    mc "..."
    mc "И это всё?"
    r 1c "Да. Почему?"
    show rikka 1c2
    mc "{i}Вздыхаю..."
    "Тупая боль начинает отдавать в виски."
    r 2m "П-привет! Что за побежденный вид?!"
    show rikka 2n
    mc "Вы хотите сказать, что вообще ничего не изучали, но всё равно думали, что нескольких заметок будет достаточно, чтобы охватить весь материал?"
    r 2i2 "Н-ну, когда ты говоришь так, как, {i}что{/i}..."
    mc "{i}Честно..."
    mc "Часть меня надеялась, что твоя грубая халатность не вышла за рамки управления командой."

    r 2w "И что это должно--"
    show rikka 2c2
    "Она замолкает, когда на стол перед ней падают четыре блокнота."
    mc "Поскольку нам больше не с чем работать, вам придется довольствоваться этим."
    r 1c "Что это такое?"
    show rikka 1c2
    mc "Мои прошлогодние заметки."
    mc "Каждый из них использовался для изучения основного предмета: математики, истории, литературы и английского языка."
    mc "Я не уверен, что было сохранено или изменено в рамках учебной программы..."
    mc "Так что, если что-то покажется незнакомым, просто пропустите это."
    mc "Каждая страница также датирована, что должно облегчить поиск того, что вам нужно."
    "Рикка ошарашенно смотрит на меня, пока я объясняю это."
    r 2c "Ты на самом деле ответственный человек, Семпай?"
    show rikka 2c2
    mc "Боюсь я или нет, сейчас не имеет значения. Тебе следует сосредоточиться на учебе."
    r 1c "О-ох, точно."
    show rikka 1c2
    "Её слова не соответствуют её действиям, поскольку она продолжает сидеть совершенно неподвижно."
    r 2i "Выбрать что-то одно довольно сложно, когда все они разложены вот так."
    show rikka 2i2
    mc "Сначала начните с ваших лучших предметов."
    mc "Убери их с дороги пораньше, чтобы мы могли больше сосредоточиться на остальных."
    r 1b "Хорошая идея."
    show rikka 1a
    "Наполовину ожидая, что она возьмет тетрадь по истории или литературе, я удивляюсь, когда Рикка вместо этого берется за математику."
    mc "Да? Никогда бы не подумал."
    r 1v "Хии-хии..."
    r 2b "Хотите верьте, хотите нет, но на самом деле я разбираюсь в цифрах."
    r 2h "Держу пари, ты сейчас под большим впечатлением, а? А?!"
    "Её грудь прижимается к моему плечу, когда она смотрит на меня со всё возрастающим самодовольством."
    mc "Да, да. Я совершенно потрясен."
    "По-видимому, удовлетворенная моей \"похвалой\", она отступает, прежде чем перевернуть обложку."
    r 2c "Эхх?"
    show rikka 1c2
    mc "Есть ещё какая-то проблема?"
    r 1c "Мне показалось, ты сказал, что это {i}ты{/i} написал."
    show rikka 1c2
    mc "Ммм, совершенно верно."
    r 4c "Серьезно?! Это {i}твой{/i} почерк?"
    show rikka 4c2
    mc "Да."
    mc "У тебя возникли проблемы с чтением или что-то в этом роде?"
    r 4c "Н-Нет. На самом деле, наоборот."
    r 1c "Это действительно... 'красиво', я полагаю?"
    show rikka 1c2
    mc "{i}'Хорошенькая'?{/i} Это странный комплимент."
    r 1c "Я удивлен, а чего ты ожидал?"
    r 2b "Я впервые вижу, чтобы почерк у парня был таким красивым."
    show rikka 2a
    mc "Ну, я {i}буду{/i} за то, чтобы нарушать гендерные нормы..."
    mc "Не говоря уже о том, что человек, который научил меня писать, был девушкой."
    r 1c "И что? Ты полностью скопировал её стиль?"
    show rikka 1c2
    mc "Эрр..."
    "...{i}на самом деле она не очень далека от истины."
    mc "Мы отклоняемся от темы."
    mc "Если разборчивость не является проблемой, тогда продолжайте и приступайте."
    mc "Не забывай, что у нас и так мало времени."
    r 1i2 "П-правильно."
    show rikka at thide
    hide rikka
    stop music fadeout 2.0
    "Устранив большинство отвлекающих факторов, мы вдвоем начинаем сосредотачиваться на нашей работе."
    scene bg cafe_eve with dissolve_scene_full
    "Проходит два часа, прежде чем Рикка, кажется, теряет рассудок."
    show rikka 1e at s11
    play music wefn
    r "Это взрывает..."
    show rikka 1e2
    "Говорит она, закрывая учебник истории."
    mc "Объявляю перерыв всего после двух предметов, да?"

    mc "Я должен был догадаться."
    r 1e "Дай мне передохнуть, ладно?"
    show rikka 1i2 at t11
    r "Мне просто нужно немного времени, чтобы выплеснуть душу."
    "Она вытягивает руки, откидываясь на спинку стула."
    r 1c "А если серьезно, как ты можешь сидеть там совершенно тихо целых два часа?"
    show rikka 1c2
    mc "Из-за волшебной штучки под названием 'концентрация'."
    mc "Для вас это может показаться колдовством, но большинство людей нашего возраста на самом деле обладают этой чертой."
    r 1d3 "Похоже, у тебя ещё достаточно энергии, чтобы быть умницей."
    show rikka 1d2
    mc "Конечно."
    mc "В конце концов, я человек первостепенной важности."
    r "{i}Тчш."
    "Игнорируя щелканье её языка, я бросаю взгляд на две тетради, которые она ещё не открыла."

    mc "С чем из литературы и английского у тебя больше проблем?"
    r 1c "Определенно англичанин."
    r 5e "За исключением таких простых слов, как 'привет' и нескольких ругательств, я практически неграмотен."
    show rikka 5e2
    mc "Как именно ты учишься в старшей школе?"
    r 5i2 "З-заткнись."
    "...{i}с такой скоростью, с какой она идет сейчас, мы не уйдем до закрытия..."
    "...{i}что не очень хорошо согласуется с моим планом 'провести день, отдыхая'."
    show rikka 5c2
    mc "Вот, дай мне взглянуть на это."
    "Я сдвигаю учебник литературы на середину стола, прежде чем открыть обложку."

    mc "Я закончил со своим собственным учебным материалом, так что смогу дать вам несколько советов."
    "Как будто щелкнул выключатель, Рикка быстро переходит от \"полностью измотанной\" к \"практически маниакальной\"."
    r 4b "Мои собственные частные уроки от Сэмпай?!"
    r 4v "Насколько же одной девушке может повезти?"
    mc "Разберись с этим, когда сдашь экзамены."
    mc "Прямо сейчас постарайся сосредоточиться."
    r 3f "Да, сэр, мистер Обучающий Сэмпай, сэр!"
    show rikka 3u
    mc "{i}Вздыхаю..."
    "Очевидно, воодушевленная моим участием, Рикка следует за нами, когда мы начинаем разбираться с заметками."
    scene bg cafe_night with dissolve_scene_full
    "Спустя несколько часов и чашку кофе энергия и возбуждение, которые она демонстрировала раньше, полностью исчезли."
    "Голова Рикки ударяется о стол всего через две секунды после того, как она закрывает тетрадь по английскому."
    show rikka 1e at s11
    r "Наконец-то мы закончили..."
    r "Мне нужно поспать. И принять ванну. И ещё поспать."
    show rikka 1e2
    mc "Если тебе от этого станет легче, ты очень близок к тому, чтобы получить то, что хочешь."
    show rikka 1c
    r "Что?"
    show rikka 1c2
    mc "Нам нужно будет уехать отсюда довольно скоро."
    mc "Это кафе закрывается в 9, а сейчас уже 8.35."
    r 4c "Серьезно?!"
    show rikka 4c2 at t11
    "Выпрямившись, Рикка быстро достает телефон и начинает набирать сообщение."
    mc "Сообщаешь своему отцу?"
    r 4c "Ага."
    r 1i "С тем, что я чувствую сейчас, я {i}ни за что{/i} не смог бы дойти пешком до дома."
    show rikka 1i2
    mc "Это факт?"
    r 2m "Не пытайся вести себя так, будто ты ни в чем не замешан! Приехать сюда было {i}твоей{/i} идеей, помнишь?"
    r "Если мой папа не сможет заехать за мной, ты либо вызовешь такси, либо понесешь меня на руках."
    show rikka 2n
    mc "Эрр, я бы предпочел пока {i}не{/i} думать о том, чтобы развозить людей по домам."
    r 2c "А? Что ты--"
    show rikka 2c2
    "Её вопрос прерывается входящим сообщением."
    r 1h "Что ж, похоже, ты в любом случае увернулся от пули."
    mc "Он приедет за тобой?"
    r 1a "Ммм."
    mc "Мне повезло."
    "Отворачиваясь, чтобы собрать свои вещи, я не замечаю, как лицо Рикки медленно краснеет."

    r 1i "Послушай, насчет сегодняшнего дня..."
    r 5i2 "С-спасибо... за всё это."
    r "Я знаю, это произошло в последнюю минуту, но ты действительно оказал мне огромную услугу."
    r 5z2 "Несмотря на то, что я вымотан и чувствую, как раскалывается голова, промежуточные экзамены больше не кажутся такими страшными."
    mc "Хех..."
    mc "Каким бы высокомерным и несносным ты ни был временами, я всё равно хочу видеть, как ты хорошо выступаешь."
    r 1w "Что это за ободряющая речь, черт возьми!?"
    mc "То, что я дарю только тем, кто мне дорог больше всего."
    r 1c "Тьфу?!"
    r 1g "Ч-Чудак. Вся эта учеба превратила твой мозг в фонтанирующий поток или что-то в этом роде?"
    mc "Просто небольшая болтовня, чтобы держать тебя в тонусе."
    r 5z "...{i}глупый Семпай."
    stop music fadeout 2.0
    scene dark with dissolve_scene_full
    "Дождавшись отца Рикки, я наконец-то могу отправиться домой."
    "Она настояла, чтобы я \"пряталась\" в кафе, пока они не уйдут, чтобы убедиться, что он меня не видел."
    mc "{i}Честно говоря, какая беспокойная девочка."
    $ r_appeal = r_appeal + 5
    $ r_study == "True"
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc