

label sm1:
    $ sm1 = "True"
    s "{i}Аааауууугггххх..."
    "Сайори широко зевает, выходя из своего дома."
    mc "Сегодня опять поздно встаешь?"
    show sayori 3l at t11
    s "Ммм, немного..."
    "Она на мгновение протирает глаза."
    show sayori 3a
    mc "Есть какая-то причина или мне просто списать это на халатность?"
    s 5b "Ты {i}мог бы{/i} сказать, что есть причина..."
    s 5a "Но тебе, вероятно, это не понравилось бы."
    mc "Испытай меня."
    s "Эхехе..."
    s 2x "Видите ли, я как раз устанавливал новый будильник на своем телефоне, потому что хотел попробовать просыпаться пораньше..."
    s "Затем я открыл веб-браузер, чтобы посмотреть, не произошло ли каких-либо чрезвычайных ситуаций в стране~"
    show sayori 2a
    mc "Я уверен."
    s 2x "В любом случае, в статье говорилось о том, что кошки всегда приземляются на лапы..."
    s 4o "И это заставило меня задуматься:'Как они всегда это делают?'"
    s 2x "Итак, в погоне за знаниями я открыл его."
    s 2n "А потом вдруг наступила полночь!"
    mc "{i}Вздыхаю..."
    show sayori 1a
    mc "То есть вы, по сути, допоздна читали веб-статью с подробным описанием информации, которая в конечном итоге бесполезна?"
    s 3l "Я-я не уверен, что называть это 'бесполезным' справедливо."
    mc "Тогда расскажи мне, что ты узнал?"
    s "Эрр, ну..."
    s 3o "Это как-то связано с их ушами?"
    mc "Постановка этого вопроса не внушает особого доверия."
    s 3p "А чего ты ожидал? Я всё это время был в полусне!"
    mc "Тогда почему бы не пропустить посредника и не заснуть для начала?"
    s 3h "Я-я хотел научиться."
    s 4h "Разве ты не должен хвалить меня за это?!"
    mc "Возможно, если бы ты сохранил часть информации."
    show sayori 5c
    "Сайори начинает дуться, как будто в её безответственности каким-то образом виноват я."
    mc "Ну, я не уверен, что тебе это поможет, но то, как кошки приземляются на лапы, называется 'рефлексом выпрямления'."
    show sayori at thide
    hide sayori
    mc "Их уши, в частности жидкость, помогают поддерживать равновесие, но это верно для большинства млекопитающих."
    mc "Вот почему у кошек в невесомости начинаются спазмы. Жидкость в их ушах не удерживается на месте, что лишает их возможности самостоятельно исправляться."
    "Проходит несколько секунд, прежде чем я замечаю, что Сайори ведет себя необычно тихо."
    show sayori 1a at t11
    "Глядя на неё, я вижу, что её глаза широко раскрыты, а на лице широкая улыбка."
    s 4x "Вау!"
    show sayori 4r at h11
    s "Ты вроде как эксперт по кошкам!"
    mc "И это то, что ты из этого извлек?"
    s 2x "Ты читал книгу о кошках или что-то в этом роде?! Можно мне её одолжить?!"
    show sayori 2a
    mc "Эрр, ну..."
    mc "На самом деле, я почти уверен, что читал ту же статью."
    "Она снова молча смотрит на меня, прежде чем начать хихикать."
    s 2q "Хехехехе..."
    mc "Что-нибудь смешное, сопляк?"
    s 2r "Я просто... думаю о тебе... Читаю о кошках..."
    "Она едва может произнести эти слова, когда смеется."
    s 2x "А что случилось с тем, что он оказался бесполезным?"
    show sayori 2a
    mc "Девяносто процентов моих знаний 'бесполезны'."
    mc "Ничего особенного в том, чтобы добавить к этой куче."
    show sayori at thide
    hide sayori
    "Сайори проводит остаток нашей прогулки, поддразнивая меня по поводу того, чем я занимаюсь в свободное время."
    return
label sm2:
    show sayori 1x at t11
    s "Доброе утро, [player]!"
    show sayori 1a
    mc "Ммм, доброе утро."
    s 4x "Нет! Так не пойдет!"
    show sayori 4a
    mc "Что?"
    s 4x "Попробуй ещё раз, но на этот раз с большей энергией!"
    show sayori 4a
    mc "Не слишком ли рано для этого? - спросил я."
    "Она смотрит на меня с ожиданием в глазах и широкой улыбкой на лице."
    mc "{i}Вздыхаю..."
    "Собравшись с силами, я запрокидываю голову назад."
    mc "Доброе утро, Сайори!"
    s 4q "Хехе, вот это дух!"
    mc "Честно говоря..."
    mc "Я думаю, что с твоей маломощной версией, направленной против 'утреннего человека', в это время дня было бы легче иметь дело."
    s 4x "Не жалуйся."
    s "В конце концов, в основном это твоя вина."
    show sayori 4a
    mc "А? Каким образом?"
    s 2x "Если бы я начал выходить мрачным и замкнутым, это только укрепило бы твои дурные привычки."
    show sayori 2a
    mc "С каких это пор быть 'мрачным и замкнутым' стало плохо?"
    s 2x "Наверное, с тех пор, как ты начал это делать!"
    show sayori 2a
    mc "{i}Маленький панк..."
    show sayori at lhide
    hide sayori
    "Сайори, знакомая с моей обычной тактикой, изящно уклоняется от моего захвата."
    s "Видишь? Разве ты не чувствуешь себя лучше теперь, когда у тебя потекло немного крови?"
    mc "Если бы не тот факт, что всё это 'течёт' к моим вискам, я уверен, что чувствовал бы себя великолепно."
    "Она продолжает излучать энергетическую ауру до конца нашего путешествия."
    return
label sm3:
    mc "Йоу."
    show sayori 2x at t11
    s "Ох, привет [player]."
    s "Ты ждал меня?"
    show sayori 2a
    mc "Немного."
    mc "Ты опять спишь?"
    s 5a "Э-Эхехе..."
    s 5b "Немного."
    mc "Ну, мы не собираемся опаздывать, так что ничего страшного..."
    mc "Хотя тебе действительно следует потратить время на то, чтобы умыться, если ты собираешься завтракать."
    s 4m "Э-Эхх?!"
    "Услышав это, она быстро вытирает рот рукавом."
    s 4n "Я всё понял?"
    mc "Ммм."
    s 2h "Господи, ты не мог бы быть немного более... 'деликатным' с подобными вещами?"
    show sayori 2g
    mc "Каким образом?"
    mc "Ты бы предпочел, чтобы я позволил тебе весь день ходить покрытой крошками?"
    s 2l "Нет, не совсем..."
    mc "Тогда что ты предлагаешь?"
    "Она с минуту обдумывает мой вопрос."
    s 4n "Ох!"
    s 4x "Ты знаешь, как в фильмах люди едят вместе, и парень говорит:'Давай я тебе принесу', а затем большим пальцем вытирает еду со рта девушки?"
    s "Почему ты не можешь сделать что-нибудь подобное очарованию?"
    show sayori 4a
    mc "Я так и сделал, не забывай."
    mc "Ваш ответ был чем-то вроде 'все люди - звери.'"
    s 4h "Это только потому, что ты всегда что-то делаешь, не предупредив меня."
    show sayori 4g
    mc "Даже если заранее предупредить, разве тебе не стало бы неловко, если бы я внезапно прикоснулся к твоим губам?"
    s 2l "Эрр, ну..."
    show sayori 2b2
    "Прежде чем она успевает ответить, я быстро прижимаю палец к центру её рта."
    s 2b2 "Ммм!"
    s 4m "Ч-ч-что...!"
    mc "Вот тебе и ответ."
    s 4p "Почему ты всегда делаешь это, когда я не готова!?"
    s "Злюка!"
    show sayori at thide
    hide sayori
    "Она показывает мне язык, что, как ни странно, помогает избавиться от нескольких кусочков хлеба, которые она пропустила рукавом."
    return
label sm4:
    "Когда Сайори приближается ко мне из своего дома, мой взгляд быстро падает на её торс."
    mc "Собираешься и дальше оставлять его расстегнутым?"
    show sayori 1b at t11
    s "Что?"
    s 2c "Ох, ты имеешь в виду мой блейзер?"
    "Глядя вниз, она слегка одергивает подол, прежде чем сверкнуть улыбкой."
    s 2x "Так удобнее! Так удобнее!"
    show sayori 2a
    mc "Вы упоминали ранее, что область груди была напряженной, верно?"
    mc "Ты действительно думаешь, что оно тебе больше не подойдет?"
    s 2l "Эрр, ну..."
    s "Рукава достаточно длинные, и длина в порядке..."
    s 2x "Итак, я бы сказал, что это {i}в основном{/i} подходит, и для меня этого достаточно!"
    show sayori 2a
    mc "Возможно, но я сомневаюсь, что члены дисциплинарного комитета разделят ваш энтузиазм, если до них когда-нибудь дойдут слухи."
    mc "Нам разрешено покупать новые блейзеры, когда мы захотим, ты знаешь? Как долго ты вообще носишь этот?"
    s 4x "С первого курса!"
    show sayori 4p at s11
    play sound "sfx/slap.ogg"
    s "Оуу!"
    mc "Не говори об этом так гордо."
    show sayori 2o at t11
    s "П-почему? Это не то же самое, ты знаешь... {i}что это за слово?"
    s "Экономичный?"
    mc "Ну, да. Технически..."
    mc "Но я сомневаюсь, что экономия финансовых средств была вашей мотивацией носить одно и то же платье более двух лет."
    mc "К тому же, разве у девушек не проверяют размеры во время нашего ежегодного медицинского осмотра?"
    mc "Разве не было бы довольно легко сравнить их с твоим блейзером?"
    s 5a "Э-Эхехе..."
    s 5b "Может быть, если бы я не оторвал бирку."
    mc "Серьезно? Ты сорвал бирку?"
    s 5a "М-ммм."
    mc "И вы также не помните, какого размера у вас блейзер?"
    s 5b "М-ммм."
    mc "{i}Честно говоря,{/i} что заставило тебя поступить столь недальновидно?"
    s 4p "Я... это не моя вина!"
    s "Бирка всегда терлась о мою шею и царапала меня!"
    mc "Как? Учитывая, как плотно сидят блейзеры и жакеты, у тебя не должно было возникнуть проблем с заправкой."
    s 4n "У-угх..."
    "Сайори отводит взгляд, нервно теребя пальцы."
    mc "Дай угадаю, ты не застегивал свой блейзер даже до своего небольшого 'скачка роста'?"
    s 4m "Н-не называй это так!"
    mc "{i}Вздыхаю..."
    mc "Ну, то, как ты одеваешься, меня не касается, пока у тебя нет неприятностей."
    s 2x "Потому что ты считаешь, что я в любом случае выгляжу мило?"
    show sayori 2a
    mc "Ммм, просто великолепно."
    mc "Несомненно, самая сногсшибательная девушка, которую я когда-либо видел."
    "Она начинает яростно краснеть."
    s 2y "Т-тебе не кажется, что ты перегибаешь палку?"
    mc "Доска объявлений? Разве не {i}ты{/i} напрашивался на комплименты?"
    s 2y "И всё же--"
    mc "К тому же, назвать тебя привлекательной - далеко не преувеличение."
    mc "Хорошо приспособлен или нет, но я, по крайней мере, знаю об этом."
    show sayori at thide
    hide sayori
    "Теперь уже смущенная Сайори продолжает ерзать, избегая зрительного контакта со мной."
    return
label sm5:
    mc "{i}Ааууггхх."
    show sayori 1b at t11
    "Сайори с удивлением наблюдает, как я зеваю."
    s 2x "Хочешь спать?"
    show sayori 2a
    mc "Ммм, немного."
    mc "Прошлой ночью я почти не выспался."
    s 2j "Ты ведь не сидел допоздна, просматривая странные сайты, не так ли?"
    show sayori 2i
    mc "А? Это прозвучало ужасно не в его характере."
    mc "В тебя вселилась Нацуки или что-то в этом роде?"
    s 2l "Н-ну, просто... Учитывая все, что говорят девушки в клубе..."
    show sayori 2b
    mc "Не пытайся перекладывать вину на других."
    mc "Я сильно сомневаюсь, что Юри принимает участие в каких-либо сплетнях, связанных со мной."
    mc "К тому же Монику интересует только реакция окружающих. Её слова не отражают того, каким она меня видит на самом деле."
    mc "Единственный, кто искренне верит, что я девиант, - это вышеупомянутый коротышка."
    s 2l "Думаю, ты, возможно, прав."
    mc "Не говоря уже о том, что, между нами двумя, ты ещё больший извращенец."
    s 2m "Э-Эхх!?!"
    s 4m "Ч-что это должно значить?!"
    mc "Это существительное, которое относится к человеку, чье сексуальное поведение рассматривается как ненормальное или неприемлемое."
    s 4p "Не то слово!"
    s 4m "Я имел в виду, почему ты так говоришь обо {i}мне{/i}?!"
    mc "Разве люди, которые сильнее всего реагируют на непристойные темы, не являются самыми извращенными?"
    s "Как тебе пришла в голову эта идея?!"
    s 4n "А что насчет Нацуки? Её реакция намного сильнее моей."
    mc "Ох, она?"
    mc "Я полагал, что в свободное время она была доманатрикс или что-то в этом роде."
    "Сайори хватает меня за рубашку и начинает толкать взад-вперед."
    s 4m "Н-не говори так! Нацуки - чистая девушка!"
    mc "Ты будешь защищать Нацуки, но не себя?"
    mc "Может быть, я всё-таки попал в точку?"
    show sayori 4p at h11
    s "Конечно, нет!"
    s "Единственный, у кого странная реакция на подобные вещи, - это {i}ты."
    s 2h "Большинство людей, по крайней мере, почувствовали бы себя {i}немного{/i} смущенными, но ты ведешь себя так, словно они совершенно нормальные."
    show sayori 2g
    mc "А разве это не так?"
    mc "Как именно, по-твоему, наш вид выжил на протяжении тысячелетий?"
    s 2h "Смотри! Ну вот, опять ты!"
    s "Люди не думают о 'выживании вида'..."
    s "О-они... {i}они думают о грязных вещах."
    show sayori 2g
    mc "Грязный?"
    mc "Вы намекаете на то, что акт полового акта сам по себе нечист?"
    "Сайори поднимает руки вверх, прежде чем изобразить ладонями большой 'X'."
    s 4j "Нет! Хватит! Я не собираюсь с тобой об этом разговаривать!"
    show sayori at thide
    hide sayori
    "Чтобы подкрепить это, она быстро спешит вперед, к школе."
    mc "Честно говоря..."
    return
label sm6:
    "Сайори стоит и ждет меня, когда я выхожу на улицу."
    show sayori 2q at t11
    s "Хиихии."
    s 4r "Похоже, я снова тебя победил!"
    show sayori 4q
    mc "Мы что, сейчас участвуем в соревновании?"
    "Закрыв за собой калитку, я занимаю своё место рядом с ней."
    s 2x "Продолжай в том же духе, и {i}тебя{/i} отругают за опоздание."
    show sayori 2a
    mc "Звучит заманчиво."
    mc "Удовлетворение моей мазохистской натуры ранним утром сделало бы остаток моего дня намного проще."
    s 2h "Боже, как ты можешь говорить странные вещи так скоро после пробуждения?"
    mc "Хмм? Кто сказал, что я только что проснулся?"
    s 2c "Ха? Ты этого не делал?"
    show sayori 2b
    mc "Даже близко нет."
    mc "Мой будильник установлен на 6.45, но обычно я просыпаюсь за пятнадцать минут до его звонка."
    s 4m "Эхх!!"
    s "Ты просыпаешься в 6:30!?"
    mc "Тот факт, что ты так потрясен этим, многое говорит о тебе."
    s 2c "Кто {i}бы не стал{/i} не удивился?"
    s "Наш первый звонок прозвенит не раньше восьми, так зачем вставать с постели {i}так{/i} рано?"
    show sayori 2b
    mc "Ну, это не значит, что я выпрыгну из простыней в ту же секунду, как открою глаза."
    mc "Первое, что я думаю, это проверить приложение погоды на моем телефоне..."
    mc "Это занимает около... тридцати секунд."
    s 4p "Это не такая уж большая разница!"
    mc "А как насчет тебя?"
    show sayori 2b
    mc "На мой взгляд, ваше типичное утро проходит примерно так..."
    mc "'ЭХ?! Уже 7:30?! Лучше сразу натянуть на себя всю одежду и проглотить кусочек тоста целиком, чтобы [player] не разозлился."
    s 4m "Это не совсем так!"
    s 4l "Эрр, ну... 'в основном' выключен."
    mc "Ох? Как же так?"
    s 5a "Эхехе..."
    s 5b "Иногда я просыпаюсь в 7:29."
    mc "{i}Честно..."
    mc "Что ж, не буду притворяться, что, видя, как улучшается твоё опоздание, я не радуюсь."
    mc "Особенно с учетом того, что в результате мы можем проводить больше времени вместе по утрам."
    show sayori 2b2
    "После этого комментария её щёки медленно краснеют."
    mc "Чувствуешь себя неловко?"
    s 2y "Н-нет."
    mc "Хех, это факт?"
    show sayori at thide
    hide sayori
    return
label sm7:
    s "Как ты убираешься?"
    show sayori 1b at t11
    mc "Хмм?"
    "Она спрашивает об этом вскоре после того, как мы начинаем идти."
    mc "'Как?' Чтобы убрать?"
    mc "Это вопрос с подвохом?"
    s 3h "Нет, я серьезно."
    s "Помнишь, как мы все вместе убирались в клубной комнате? Все остальные выглядели так, словно очень привыкли протирать окна, подметать и всё такое."
    show sayori 3g
    mc "Ухх, да. Наверное, потому что они такие."
    mc "Я уверена, что у всех этих девушек есть {i}некоторый{/i} опыт выполнения подобных действий в повседневной жизни..."
    mc "И не то чтобы мы делали что-то особенно сложное. Я имею в виду, ты просто отлично вытер все столы."
    s 3h "Да, но всё же..."
    s "А другие не думают, что я действительно неряха?"
    show sayori 3g
    mc "А ты разве нет?"
    s 4p "С-сейчас не в этом дело!"
    mc "{i}Вздыхаю..."
    mc "Послушай, Сайори, в уборке нет никакого 'секрета' или 'специальной техники'. Ты просто работаешь, пока всё не станет выглядеть лучше, чем было."
    s 3h "Видишь? В твоих устах это звучит очень просто."
    show sayori 3g
    mc "Потому что так оно и есть."
    s 3h "Но ты никогда не приходишь убираться и не думаешь:'Зачем беспокоиться, если в моей комнате всё равно снова будет беспорядок?'"
    s "Или 'зачем стелить постель, в которой я собираюсь спать позже?'"
    show sayori 3g
    mc "..."
    mc "....."
    s 3h "Умм, [player]?"
    show sayori 3g
    mc "Скажи мне, Сайори, как часто ты так думаешь о вещах?"
    s 3c "Ч-что?!"
    mc "Это может показаться случайным вопросом, но не могли бы вы, пожалуйста, дать мне ответ?"
    s 3k "Ох, {i}конечно..."
    s 3l "Не {i}слишком{/i} часто, я полагаю? Может быть, иногда, когда я устаю?"
    s 5a "П-почему ты спрашиваешь?"
    "То, как Сайори говорит это, напоминает о том, как она ведет себя всякий раз, когда пытается что-то скрыть."
    mc "На самом деле, нет причин..."
    mc "Но в следующий раз, когда тебе захочется прибраться в своей комнате, позвони мне."
    mc "Возможно, я испытываю достаточно милосердия, чтобы поделиться с тобой своими секретами."
    s 3c "Но вы только что сказали, что не было никаких--"
    show sayori 3b
    mc "Хороший фокусник никогда не раскрывает свои фокусы, Сайори..."
    mc "Хотя для милого друга детства я готов сделать исключение."
    "Она мгновение смотрит удивленно, прежде чем начинает улыбаться."
    s 4q "Ммм! Спасибо, [player]!"
    hide sayori at thide
    hide sayori
    return
label sm8:
    "Вскоре после начала нашей обычной рутины я замечаю, что Сайори начала теребить подол своего блейзера."
    mc "У тебя есть какие-нибудь незакрепленные нитки?"
    show sayori 1b at t11
    s "Что? Ох, нет..."
    s 3l "Я просто думал о том, что ты сказал на днях. О том, что мой блейзер, возможно, слишком мал."
    show sayori 3k2
    mc "Это ты предложил это, а не я..."
    mc "И ширина около твоей груди была единственной проблемой, помнишь? С длиной проблем быть не должно."
    s 3l "Д-да, может быть..."
    s 4n "Но что, если мои сиськи станут {i}ещё больше{/i} и это приведет к тому, что они начнут подниматься?"
    mc "Серьезно? Насколько ты планируешь вырасти?"
    s 4m "Я-я не знаю..."
    s 3c "Но Нацуки сказала мне, что Юри пришлось купить три новых--"
    s 3m "Э-Эрр, я имею в виду... ничего! Неважно!"
    mc "Хех, ты наконец-то понял, что сплетничать о размере груди твоей подруги неприлично?"
    mc "Какой взрослый."
    s 5b "Э-Эхехе..."
    s 5a "Пожалуйста, не говори им, что я что-то сказала. У меня просто сорвалось с языка."
    mc "Вы спрашиваете об этом так, как будто их 'размер' является постоянной темой для разговоров..."
    mc "И тебе действительно не стоит так сильно беспокоиться о своем блейзере."
    show sayori 1b
    mc "Учитывая, что вы бы не застегнули его, даже если бы он {i}сделал{/i} сидел правильно, ширина на самом деле не имеет значения."
    mc "Что касается длины, ну..."
    "Я внимательно осматриваю Сайори."
    mc "Юри - нечто вроде... 'исключения' среди людей нашего возраста."
    mc "Если вас беспокоит 'скорость роста', вам лучше использовать для сравнения вашу маму."
    s 3c "Моя мама?"
    show sayori 3b
    mc "Ага."
    mc "Может, они и не такого масштаба, как у Юри, но у неё всё равно приличный размер--"
    show sayori 4p at h11
    s "СТОЙ!"
    "Сайори выкрикивает это, скрещивая руки в виде буквы 'X'."
    s 4m "Почему ты говоришь о сиськах моей мамы!?"
    mc "Хмм? Разве они не имеют отношения к нашему текущему разговору?"
    s 4m "Д-да, но всё же..."
    s 3m "Почему ты говоришь так, будто много на них смотрела?"
    mc "Ах, ну..."
    mc "'Смотрела' - не совсем правильно. Она как бы притягивает к себе взгляды."
    mc "По крайней мере, мой, во всяком случае."
    show sayori 3k at s11
    s "Это очень странно."
    s "Кто признается, что проверял маму своего друга?"
    mc "У вас неверное представление. Ни о какой 'проверке' речи не шло."
    mc "Не забывай, что она была мне как мать."
    mc "Моё признание её привлекательности проистекает исключительно из объективной точки зрения, а не из личной."
    show sayori 5c at t11
    s "От этого мне не становится менее неприятно слышать, как ты называешь мою маму 'секси'."
    mc "Неужели?"
    mc "Я подумал, что ты будешь счастлив, учитывая, что всё, что я сказал о ней, может быть применено и к {i}тебе."
    mc "Если отбросить естественное старение, вы двое {i}являетесь{/i} практически близнецы."
    s 4m2 "Э-Эхх?!"
    s 4l2 "Тогда... значит ли это, что ты думаешь, что я--"
    show sayori 4g2
    mc "Тебе вообще обязательно спрашивать?"
    mc "Я хвалю твою привлекательную внешность по крайней мере половину того времени, что мы вместе."
    show sayori 4p at h11
    s "Э-Это мне всё равно неловко!!"
    mc "{i}Вздыхаю{/i}, если ты так говоришь."
    show sayori at thide
    hide sayori
    "Следующие несколько минут проходят в тишине, пока Сайори по какой-то неизвестной причине дуется на меня."
    return
label sm9:
    s "Как ты думаешь, у Моники есть парень?"
    mc "Хмм?"
    show sayori 1b at t11
    "Сайори задает этот вопрос вскоре после начала нашей поездки на работу."
    mc "'Парень'?"
    mc "Почему? Тебе интересно?"
    s 3p "К-конечно, нет!"
    s 3m "Я просто подумал, что было бы немного странно, если бы она этого не сделала."
    mc "Каким образом?"
    s 5b "Я-я имею в виду, ты не {i}видел{/i} Монику?"
    s 5b "Она красивая, умная, заботливая, с ней весело..."
    s "К тому же, разве в нашей школе мало парней, которым она действительно нравится?"
    mc "Учитывая, как часто её имя всплывает среди моих одноклассников-мужчин, я бы сказал, что это предположение можно с уверенностью утверждать."
    s 3c "Видишь?"
    s "Я также слышал, что с начала семестра ей признавались примерно дюжину раз."
    s 3l2 "П-парнями {i}и{/i} девушками."
    show sayori 3y
    mc "Хех, должно быть, здорово иметь выбор."
    s 5c "[player]."
    mc "Ну, если оставить в стороне её предпочтения..."
    mc "Если тебе так интересно узнать о её личной жизни, почему бы не спросить?"
    mc "В конце концов, ты {i}являешься{/i} её вице-президент."
    s 3h "Я пытался, но она всегда говорит что-то о том, что 'слишком занята', а потом меняет тему."
    show sayori 3g
    mc "Тогда разве тебе не следует поверить ей на слово?"
    mc "Моника {i}-{/i} староста нашего класса. Я сомневаюсь, что есть другие студенты, чья рабочая нагрузка хотя бы приблизилась к её."
    s "Ну, {i}может быть..."
    s 1x "Но я всё равно думаю, что это подозрительно."
    show sayori at thide
    hide sayori
    "Сайори проводит остаток нашей прогулки, придумывая всевозможные заговоры, объясняющие отсутствие у Моники свиданий."
    return
label sm10:
    if y_scene4 == "False" or y_date == "True":
        call s_morning_random from _call_s_morning_random_3
        return
    s "Вы ладили с Юри в последнее время?"
    show sayori 1b at t11
    mc "Хмм? Почему ты спрашиваешь?"
    s 3c "На днях она прислала мне сообщение, спрашивая о том, как у тебя дела..."
    s 3o "Что очень подозрительно, поскольку Юри почти никогда не пишет мне вне группового чата."
    mc "Это {i}есть{/i} странно, особенно учитывая, что у неё также есть {i}мой{/i} номер."
    s 3n "Верно?!"
    s 1c "Я просто подумал, может быть, между вами двумя произошло что-то такое, что заставило бы её волноваться?"
    show sayori 1b
    mc "Ну, не совсем..."
    mc "Хотя на днях она казалась немного расстроенной, когда мы вместе наполнили её кувшин водой."
    s 1c "Расстроен? Почему?"
    s 5c "Ты ведь не сделал ничего плохого, не так ли--"
    show sayori 4p at h11
    play sound "sfx/slap.ogg"
    s "Оуу!!"
    "Она подпрыгивает от неожиданности, когда я бью её по центру лба."
    mc "{i}Честно говоря,{/i} не стоит ли тебе больше доверять своему самому близкому другу?"
    s 3l "Э-Эхехе, извини..."
    s 5b "Но после того, как я услышал кое-что из того, что ты наговорил Нацуки..."
    mc "..."
    mc "....."
    "...{i}думаю, в её словах есть смысл."
    mc "К-кхм, в любом случае..."
    show sayori 1b
    mc "Я не делал и не говорил ничего 'грубого'. По крайней мере, по отношению к {i}ней{/i}."
    s 3c "Что вы имеете в виду?"
    show sayori 3b
    mc "Юри, очевидно, не согласен с моим стилем 'самоуничижения'."
    mc "Соедините её серьезный характер с тем, как сильно она заботится о членах своего клуба, и, ну..."
    mc "Наши личности не совсем слаженно работают вместе."
    s "Умм..."
    s 3c "То есть ты, по сути, сказал что-то плохое о себе, а потом подрался с Юри из-за этого?"
    show sayori 3b
    mc "Сказать, что мы 'сражались', - это далеко не преувеличение."
    mc "Она хотела, чтобы я был более высокого мнения о себе. Я не согласился."
    s 3k "{i}Ууу..."
    s "Юри действительно очень заботится обо всех нас, так что я могу отчасти понять, почему она расстроилась из-за этого..."
    s 3h "Но тебе всё равно следует быть осторожнее с тем, что ты говоришь в её присутствии. Другие девушки не знают тебя так, как я..."
    s 3k "И даже {i}мне{/i} не нравится слышать, как ты так говоришь."
    "Тень падает на её лицо, когда она указывает на это."
    mc "Извини, с этого момента я постараюсь быть более осторожным."
    s 3d "Ммм. Ты действительно недостаточно ценишь себя, [player]."
    mc "Если ты так говоришь..."
    show sayori at thide
    hide sayori
    "Оставшаяся часть нашей поездки на работу проходит с противоречивым выражением лица Сайори."
    return
label sm11:
    mc "Как прошло совещание по дизайну?"
    show sayori 1c at t11
    s "Хмм? 'Совещание дизайнеров'?"
    show sayori 1b
    mc "Да, тот, о котором упоминала Моника, прежде чем отправить нас воровать принадлежности из других классов."
    s 1l "О-ох, точно..."
    s 2l "Я думаю, всё прошло нормально. Девушка, которую привела Моника, была {i}супер{/i} хороша в таких вещах."
    show sayori 2k2
    mc "На самом деле, потому что в твоем голосе нет особого энтузиазма."
    s 4m "Эт-Это неправда! Её дизайн действительно был потрясающим!"
    mc "Тогда откуда это противоречивое выражение лица?"
    s 3l "Эрр, ну..."
    s 5b "Честно говоря, я не чувствую, что я действительно чем-то помог."
    s 5a "Я имею в виду, я был {i}там{/i}, но не более того."
    mc "Моника хотя бы поинтересовалась твоим мнением о дизайне?"
    s 5b "Да, но все они были настолько хороши, что в итоге я сказал почти одно и то же о каждом из них."
    s 5a "Даже Куруми, вероятно, начала раздражаться на меня."
    mc "Куруми?"
    mc "Это та девушка, о которой нам рассказывала Моника, верно? Та, что вице-президент арт-клуба?"
    s 3l "Да, и довольно легко сказать почему."
    s "Между её рисунками и идеями Моники я чувствовал себя совершенно не в своей тарелке."
    s 3k "Возможно, им было бы лучше без меня--"
    show sayori 4p at h11
    play sound "sfx/slap.ogg"
    s "Оуу!!"
    mc "Перестань корить себя из-за этого, ладно?"
    mc "Вы бюрократ литературного клуба, а не Пикассо. Никто не ожидает от вас глубокого понимания процесса разработки рекламных плакатов."
    s 3h "И всё же, Моника смогла--"
    show sayori 4p at h11
    play sound "sfx/slap.ogg"
    s "Оуу!!"
    s "Прекрати колотить меня!!"
    mc "Мы уже обсуждали это раньше, помнишь?"
    mc "Сравнивать себя с Моникой - не более чем приглашение разочароваться в себе."
    s 5d "{i}Ммххмм..."
    mc "Если ты хочешь доказать свою ценность для клуба, тогда жди возможности проявить свои сильные стороны."
    s 5c "Как? Моника уже хороша во {i}всем."
    mc "Совершенноверно."
    mc "Её устоявшееся 'совершенство' открывает перед вами большие возможности."
    s 3c "Ч-что? Серьезно?"
    show sayori 3b
    mc "Ага."
    mc "Скажи мне вот что, как ведет себя большинство людей, когда они находятся рядом с президентом нашего клуба?"
    s "{i}Ммм..."
    s 1c "Вежливый, я полагаю?"
    s "Ох, и некоторые люди действительно нервничают."
    show sayori 1b
    mc "Видишь? Вот тебе и ответ."
    "Она несколько секунд смотрит на меня в явном замешательстве, прежде чем сморщить лицо."
    s 1o "Я совершенно потерялся."
    mc "Подумай об этом. Многие ученики, как в нашем классе, так и в других, видят в Монике своего рода недостижимую высоту, 'звезду класса', чьи подвиги требуют уважения..."
    mc "В глазах парней Моника кажется ещё более неприступной исключительно из-за того, насколько она красива."
    s 5d "{i}Значит, ты думаешь, что она 'красивая', да?"
    mc "Ты отвлекаешься."
    show sayori 5c
    mc "Я хочу сказать, что у многих людей возникли бы проблемы с нормальным взаимодействием с ней."
    mc "Одно её присутствие могло бы заставить других думать, что барьер для входа в литературный клуб выше, чем это есть на самом деле."
    s 5d "Возможно, ты и прав..."
    s 3h "Но какое отношение всё это имеет ко {i}мне?"
    show sayori 3g
    mc "Потому что {i}ты{/i} полная противоположность в этом отношении."
    mc "Твоя необычная аура делает тебя гораздо более доступной, а также с тобой невероятно легко ладить."
    s 3o "'С-странная аура?'"
    mc "Ммм, за неимением лучшего термина."
    s 5d "{i}Честно говоря,{/i} я не могу понять, поддерживаешь ты меня или просто смеешься надо мной."
    mc "Я только говорю, что ты будешь невероятно ценным приобретением в период набора персонала в клуб."
    show sayori 5c
    mc "Зная Монику, я уверен, что она уже поняла это и попросила вас поприветствовать всех потенциальных участников и поговорить с ними."
    s 3c "О-откуда ты это знаешь?"
    show sayori 3b
    mc "Потому что это очевидно."
    mc "Ты явно больше подходишь для пиара, чем кто-либо другой в нашем клубе."
    s 3b2 "{i}Т-Ты{/i}... ты действительно так думаешь?"
    mc "Конечно."
    mc "В конце концов, тебе удалось подружиться со {i}мной{/i}."
    mc "Общение с нормальными, уравновешенными людьми должно быть прогулкой в парке."
    "На мгновение она кажется смущенной, прежде чем мягко улыбнуться."
    s 1y "М-ммм, может, ты и прав."
    s 2x "Если это ради клуба, то я должен стараться изо всех сил!"
    show sayori 2a
    mc "Эта девушка."
    s 4q2 "Хехехе..."
    show sayori at thide
    hide sayori
    "Настроение Сайори неуклонно улучшается, когда я начинаю гладить её по волосам."
    return
label sm12:
    s "Уггхх..."
    show sayori 1h at t11
    s "Не могу поверить, что с утра уже становится так жарко."
    s 5c "Разве погода не подсказывает, что нам придется прогуляться здесь?"
    mc "По правде говоря, я сомневаюсь, что 'погоду' сильно волнует участь людей."
    mc "Возможно, если бы мы начали приносить в жертву животных--"
    s 3j "Нет! Даже не начинай с этого."
    s "Скажите честно, почему причинение вреда животным - это первое, о чем вы думаете, услышав, как кто-то жалуется на жару?"
    show sayori 3i
    mc "Кто сказал что-нибудь о 'причинении боли?'"
    mc "Люди постоянно убивают животных, никогда не причиняя им боли. Разве вы не видели, как работают скотобойни?"
    s 4j "Нет, и я не хочу!"
    show sayori 4i
    mc "Ну, они действительно говорят, что невежество - это блаженство."
    "Она разочарованно вздыхает, прежде чем расправить воротник рубашки."
    mc "Если тебе жарко, почему бы не снять блейзер?"
    mc "Во всяком случае, не похоже, что ты когда-нибудь носишь эту штуку должным образом."
    s 3n "Как ты думаешь, школа мне разрешит?"
    mc "Нет, но почему это тебя останавливает?"
    mc "Просто скажи им, что ты протестуешь против патриархальной системы и как тебе надоело жить под 'мужским' началом."
    mc "Они, вероятно, с большей готовностью проигнорируют вас, вместо того чтобы тратить время и ресурсы на порицание вашего поведения."
    s 3o "Но разве подобные слова не заставят людей думать, что я странный?"
    mc "Хмм? А разве ещё нет?"
    s 5d "Злюка."
    s 5c "Почему тебе никогда не приходят в голову {i}хорошие{/i} идеи? Разве ты не должен быть умным?"
    mc "Тот, кто назвал меня 'умным', сильно преувеличивал..."
    mc "И если вы хотите реальных результатов, вам лучше спросить президента нашего клуба."
    mc "Заставить учителей придержать язык по поводу нарушений дресс-кода конкретным учеником может входить в её компетенцию."
    s 3h "Почему ты говоришь о Монике так, словно она какой-то босс мафии?"
    show sayori 3g
    mc "Наверное, потому, что именно такой образ сложился у меня в голове."
    s 3h "Она всё ещё студентка, ты знаешь?"
    show sayori at thide
    hide sayori
    "Теперь, увлеченная моими словами, Сайори начинает жаловаться как на жару, так {i}и{/i} на мой способ восприятия других."
    return
label sm13:
    s "[player]!!"
    show sayori 4m at t11
    "То, что можно было бы считать возвращением к форме, Сайори бросается через улицу с безумным выражением лица."
    mc "Ого, полегче..."
    show sayori 4n
    mc "У нас ещё полно времени до первого звонка, так к чему такая спешка?"
    s 4o "Вот! Возьми, пока я не забыл!"
    "Не тратя времени на объяснения, Сайори с силой тычет мне в грудь маленький пластиковый контейнер."

    mc "Оуу, что за черт?"
    mc "Ты переложишь свою заначку на меня до того, как появится твой полицейский, не так ли?"
    s 2o "Конечно, нет!"
    mc "Ох? Но не будет ли опасно оставлять его у тебя под кроватью?"
    show sayori 4p at h11
    s "У меня нет 'заначки'!"
    mc "Тогда что это за подозрительный контейнер?"
    s 3h "В этом нет ничего 'подозрительного'."
    s 1x "Это просто то, что мой отец хотел, чтобы я подарил тебе, когда мы увидимся в следующий раз."
    show sayori 1a
    mc "Твой отец?"
    "Сбитый с толку этим, я открываю крышку контейнера и вскоре сталкиваюсь со знакомым зрелищем."
    mc "Кофейная гуща?"
    s 1x "Ммм, он нашел новый бренд, который ему действительно нравится, и подумал, что ты, возможно, захочешь попробовать."
    show sayori 1a
    mc "Почему?"
    mc "Я имею в виду, я благодарен за подарок и всё такое..."
    show sayori 1b
    mc "Но случайное получение подарков от своих родителей - это, ну... необычно."
    s 1c "{i}Ухх,{/i} я действительно не могу сказать 'почему'..."
    s 1x "Может быть, услышав так много о клубе, он подумал о тебе?"
    s 2q "Или, может быть, это просто потому, что ты [player]!"
    mc "..."
    show sayori 2g
    "Настроение Сайори быстро портится из-за моего очевидного беспокойства."
    s 1k "А ты этого не хочешь?"
    "Не собираясь давать ей ещё больше поводов для беспокойства, я качаю головой, заставляя себя улыбнуться."
    mc "Извини, я на секунду немного задумался."
    show sayori 1g
    mc "Это действительно хороший подарок, и я рад, что они всё ещё думают обо мне спустя столько времени..."
    mc "Но получение чего-то, ничего не давая взамен, заставляет меня чувствовать себя виноватым."
    s 2x "Ну и не надо!"
    s "Ты всё ещё посылаешь им подарки на день рождения каждый год, верно? Разве этого недостаточно, чтобы оплатить случайный кофе?"
    show sayori 2a
    mc "И всё же, разве подарки на день рождения не считаются в основном необязательными--"
    s 2x "Нет! Не будем спорить!"
    s "Ты выпьешь этот кофе, хочешь ты этого или нет, поняла?"
    show sayori 2a
    "Она лучезарно смотрит на меня с выражением, говорящим: \"Я не отступлю от этого\"."
    mc "..."
    mc "Хех, ты всегда становишься таким упрямым из-за самых странных вещей..."
    mc "Но спасибо, Сайори."
    mc "Передай своему отцу, что я благодарен ему за подарок и с нетерпением жду возможности сварить чашечку кофе."
    s 2q "Будет сделано!"
    s 1x "Может быть, когда-нибудь ты сможешь сказать ему, что ты об этом думаешь."
    show sayori 1a
    mc "Ммм, {i}может быть однажды..."
    show sayori at thide
    hide sayori
    "Пробормотав эти слова, я быстро ставлю контейнер у себя дома, прежде чем выйти и отправиться в свою утреннюю поездку на работу."
    return
label sm14:
    mc "Как твоя голова?"
    show sayori 1b at t11
    s "'Моя голова?' Что ты имеешь в виду?"
    mc "Серьезно? Только не говори мне, что ты уже забыла, как чуть не сшибла себя полкой?"
    mc "Или, возможно, удар повредил вашу кратковременную память?"
    s 2x "Нет! У меня всегда была плохая память!"
    show sayori 2a
    mc "Ухх, верно...?"
    mc "Значит, ты чувствуешь себя нормально?"
    s 2a "Ммм"
    s 5b "Честно говоря, хуже всего было то, что у меня на лбу было большое красное пятно."
    mc "Хотя я могу понять чувство смущения из-за того, что выгляжу как 'единорог', вероятность того, что кто-то действительно увидит рубец сквозь твою челку, была довольно мала."
    s 2b2 "У-Ухх!"
    "Лицо Сайори быстро краснеет, когда я откидываю в сторону её волосы, чтобы получше рассмотреть."
    mc "Твои родители заметили?"
    s 2l2 "Им-им и не нужно было. Я показал им метку, как только вернулся домой."
    show sayori 2y
    mc "Вы объяснили, что произошло?"
    s 2l2 "Умм, я сказал им, что ударился головой из-за кучи цветных карандашей."
    show sayori 2y
    mc "И это всё? Неужели ты не рассказал хотя бы несколько подробностей?"
    s 2c "Я собирался, но потом у них обоих появилось такое отстраненное выражение в глазах."
    s 1x "Им, наверное, было очень грустно узнать, что их любимая дочь пострадала."
    show sayori 1a
    mc "..."
    mc "....."
    s 1b "Ммм, [player]? Ты какой-то тихий..."
    s 5a "А почему у тебя такое же грустное лицо, как у моих родителей?"
    mc "Прости, Сайори..."
    mc "Я просто сочувствовал тому, что они, должно быть, чувствовали."
    s 1b "Сопереживаешь?"
    mc "Ммм."
    mc "Это, должно быть, тяжело, понимаешь? Иметь дочь, у которой, ну... 'не всё в порядке.'"
    s 4m "Эхх?! Не все {i}где?!"
    mc "Впрочем, не волнуйся."
    show sayori 4n
    mc "Неважно, что могут подумать другие люди, я всегда буду на твоей стороне."
    s 4m "П-погоди, что ты имеешь в виду? Почему ты вдруг говоришь странные вещи?"
    mc "Шшш, всё будет хорошо."
    "Сайори не волнуется, а приходит во всё большее замешательство, когда я начинаю гладить её по волосам."
    s 4p "[player]!!"
    show sayori at thide
    hide sayori
    "Не получив объяснения моей жалости, она проводит следующие несколько минут, изводя меня ответами."
    return
label sm15:
    s "{i}*радостное гудение*"
    show sayori 1q at t11
    "Сайори вприпрыжку бежит по тротуару, пока мы вдвоем направляемся к школе."

    mc "Случилось что-нибудь хорошее?"
    s 1x "Не совсем."
    s 1q "Я просто немного взволнован!"
    mc "Только 'немного', да? Ты уверен в этом?"
    s "Хехехе..."
    mc "Итак? Что тебя взбодрило этим утром?"
    s 1x "На следующей неделе в городе открывается новое караоке-заведение."
    s 2x "А мы с девчонкой из класса говорили о том, чтобы пойти вместе, когда это произойдет!"
    show sayori 2a
    mc "'Караоке', хм..."
    mc "Тебе действительно нравится заниматься чем-то подобным?"
    s 2q "Ммм, петь с другими людьми - это супер весело!"
    mc "Я понимаю..."
    s 1o "Ох! Ты всё ещё никогда там не был, не так ли?"
    s 1x "В таком случае, почему бы тебе не поехать с нами, когда мы уезжаем?"
    show sayori 1a
    mc "Спасибо за предложение, Сайори..."
    mc "Но разве приглашать постороннего на вечеринку не дурной тон?"
    s 2x "Не волнуйся, мы вообще-то говорили о том, чтобы взять с собой ещё двух человек."
    show sayori 2a
    mc "Почему это?"
    s 2q "Группы из четырех человек получают скидку!"
    mc "Хех, а я-то думал, тебе не терпится провести со мной время."
    s 2m "Я-я! Скидка - это просто бонус!"
    mc "Что ж, будь что будет..."
    show sayori 2n
    mc "Брать меня с собой всё равно не очень хорошая идея."
    s 1h "Почему бы и нет?"
    show sayori 1g
    mc "Групповая динамика - не совсем моя специальность."
    mc "Не говоря уже о моем недостатке знаний о популярных песнях или о моих невысоких певческих способностях."
    s 5c "Ммххмм, с тобой сложно."
    mc "Я {i}веду{/i} себя разумно."
    s 3h "А что, если бы нас было только двое?"
    show sayori 3g
    mc "..."
    mc "Я был бы более открыт для этой идеи."
    s 3h "Серьезно? Ты говоришь это не для того, чтобы я почувствовал себя лучше?"
    show sayori 3g
    mc "Ммм, хотя караоке со мной - это едва ли то, ради чего стоит стараться изо всех сил..."
    s 4q "Хии-хии!"
    "Она перебивает меня, полностью игнорируя мои слова."
    s 4r "Тогда именно это мы и сделаем!"
    s 1x "Мы можем пойти вместе после того, как я осмотрю место с моим другом."
    show sayori 1a
    mc "А 'поиск' караоке-заведения действительно необходим?"
    s 1x "Конечно! Эти места не так просты, как ты думаешь!"
    show sayori 1a
    mc "Ухх, точно..."
    mc "Тогда я оставляю всё в ваших надежных руках."
    s 1q "Хехехе..."
    show sayori at thide
    hide sayori
    "Явно взволнованная идеей познакомить меня с миром развлекательного пения, Сайори проводит остаток нашей поездки, перечисляя песни, над которыми она хочет, чтобы я \"подучился\"."
    return



label sm19:
    s "П-Привет, [player]."
    show sayori 3k2 at t11
    mc "Йоу."
    s "..."
    mc "..."
    "...{i}предполагаю, что это молчание означает, что всё ещё не вернулось на круги своя."
    "Эта неловкость между нами была постоянной темой с тех пор, как мы поссорились в классе..."
    "И хотя Моника {i}проделала{/i} хорошую работу, чтобы преодолеть разрыв, полагаться на её помощь - не совсем лучший вариант, когда мы идем в школу пешком."
    "...{i}угх, это отстой."
    "...{i}гулять в тишине с кем угодно другим было бы совершенно нормально, но когда Сайори единственная, кто молчит--"
    s 3l "У меня есть ты, {i}ухх..."
    s 1l "Вы готовились к вступительным экзаменам?"
    show sayori 1k2
    "Ещё раз доказывая, что в наших отношениях на неё можно положиться, Сайори ломает лед, нервно задавая этот вопрос."
    mc "Ммм, справочник, который мы купили, оказался довольно информативным."
    mc "А как насчет тебя?"
    s 1l "Ахх, ну..."
    s 5a "Я только недавно начал просматривать это, так что далеко не продвинулся."
    mc "Ты только начал?"
    s "М-ммм"
    s 5b "Я был немного... 'занят', понимаешь?"
    mc "..."
    "...{i}что за глупый вопрос. Я имею в виду, даже мне было трудно сосредоточиться, когда она всё ещё игнорировала меня."
    mc "Извините за бестактность."
    s "Т-тебе действительно не нужно извиняться."
    s 2l "Моника дала мне кучу советов о том, на какие части мне следует обратить внимание, и это было очень полезно."
    s "Хотя сама мысль о том, чтобы сдавать экзамены, всё равно немного пугает."
    show sayori 2k2
    mc "Не волнуйся."
    mc "Если судить по промежуточным экзаменам, вы явно способны добиться солидных результатов."
    s "М-ммм, может быть."
    show sayori at thide
    hide sayori
    "Мы вдвоем продолжаем обдумывать этот разговор до конца нашей поездки на работу."
    return
label sm20:
    s "У Т-тебя есть какие-нибудь планы на лето?"
    show sayori 2k2 at t11
    mc "Планы на лето, {i}хмм...?"
    mc "Насколько мне известно, нет."
    mc "Почему? У вас с Моникой есть что-нибудь на примете для клуба?"
    s 5a "Н-нет... Ну, да..."
    s 5b "Но я спрашиваю не поэтому."
    "Она нервно теребит пальцы, прежде чем продолжить."
    s 5a "Помнишь то новое караоке-заведение, о котором мы говорили?"
    mc "Тот, который, как ты сказал, скоро откроется?"
    s 1k2 "Ммм."
    s 2l "На самом деле они открылись несколько дней назад, и мы с моим другом из класса пошли проверить это место."
    show sayori 2k2
    mc "Как это было?"
    s 2q "Супер весело!"
    s 2x "У них была масса песен, из которых вы могли выбрать, бар с напитками, масса различных закусок, которые вы могли заказать--"
    "Сайори замирает, заметив, насколько она взволнована."
    s 5a "Э-Эхехе, в любом случае..."
    s 5b "Я хотел спросить, не могли бы вы, ну... может быть вы бы, {i}ухх..."
    "Она замолкает, оставляя меня наверстывать упущенное."
    mc "Хочешь пойти вместе?"
    s "..."
    s 1k2 "М-ммм."
    mc "Хех, конечно, я хочу..."
    mc "Так что можешь перестать вести себя так сдержанно рядом со мной, ладно. Независимо от наших отношений, я по-прежнему ценю каждую секунду, которую мы проводим вместе."
    s 1g3 "[player]..."
    s "..."
    s 2l2 "П-перестань быть милой, злюка. Ты снова заставишь меня грустить."
    show sayori 2y
    mc "Называешь кого-то 'подлецом' за то, что он хороший, да?"
    mc "Может быть, ты более извращенный, чем я думал."
    s 5d "И кто бы в этом был виноват?"
    mc "Хех, без комментариев."
    show sayori at thide
    show sayori
    "Несмотря на то, что она дуется, я думаю, Сайори так же рада нашему походу в караоке, как и я."
    return
label sm21:
    mc "Извините, если это бестактный вопрос..."
    show sayori 1b at t11
    mc "Но твои родители знают о нашей, {i}ну{/i}... нашей ссоре?"
    s 3l "Б-беспокоишься, что ты им разонравишься?"
    show sayori 3k2
    mc "Да, немного."
    s 3g2 "Что?"
    "Сайори, кажется, удивлена моим необычно искренним комментарием."
    s 3k "О-ох, ну что ж..."
    s "Я не уверена насчет папы, но мама определенно знает."
    mc "Ты рассказал ей, что произошло?"
    s 3l "Нет, сначала нет."
    s "На самом деле она узнала об этом без моих слов."
    show sayori 3k2
    mc "Каким образом?"
    mc "Материнский инстинкт?"
    s 3l "М-может быть..."
    s 5b "Хотя, возможно, это из-за того, что она застала меня плачущей."
    mc "{i}Ууу..."
    s 3g2 "П-прости, я не пытался заставить тебя чувствовать себя плохо..."
    s 3k "Примерно так всё и произошло."
    mc "..."
    mc "Что она сказала?"
    s 3l "Ухх, ну..."
    s 5b "Где ублюдок, который сделал это с моей дочерью? Я убью его."
    "Мама Сайори - один из самых милых, по-настоящему добрых людей, которых я когда-либо встречал в своей жизни..."
    "Что означает, что она, должно быть, была вне себя от ярости, раз назвала кого-то \"ублюдком\", прежде чем пригрозить ему смертью."
    mc "Это... трудно себе представить."
    s "Д-да. Это был первый раз, когда я услышал от неё плохое слово."
    mc "Что она сказала, узнав, что я тот самый 'ублюдок', о котором идет речь?"
    s 5a "Что-то вроде '{i}вздыхаю{/i}, у этого парня всегда были проблемы с обязательствами'."
    mc "Значит, она не удивилась, что ты... 'расстроился' из-за меня?"
    s 5a "Немного..."
    s 5b "Но мама сказала, что мои 'чувства' стали намного очевиднее с тех пор, как ты присоединился к клубу."
    mc "Полагаю, её понимание наших отношений ничуть не ослабло за последние несколько лет."
    s 1k2 "М-ммм, думаю, что нет."
    mc "..."
    s "..."
    mc "Твоя мать ведь не собирается на самом деле пытаться убить меня, правда?"
    s 1l "Ну, она казалась намного менее взбешенной после того, как узнала, что {i}ты{/i} был причиной..."
    s 3l "Так что, вероятно, нет."
    show sayori 3k2
    mc "Эхх? Просто 'вероятно?'"
    show sayori at thide
    hide sayori
    "Немного подняв настроение, мы с Сайори продолжаем вести светскую беседу до конца нашей прогулки."
    return
label sm22:
    s "Поторопись, [player]!"
    show sayori 2x at t11
    s "Мы опоздаем, если ты будешь идти так медленно!"
    show sayori 2a
    mc "Хех, с каких это пор ты так беспокоишься о том, чтобы приходить в школу вовремя?"
    s 2x "Чем быстрее мы доберемся туда, тем быстрее пролетит день..."
    s 2q "А это значит, что летние каникулы наступят быстрее!"
    mc "Ухх, верно?"
    mc "У вас интересный способ восприятия течения времени..."
    s 1x "Давай, скучные вещи могут подождать, пока мы не доберемся туда!"
    show sayori at thide
    hide sayori
    "Не заинтересованная моим разговором, Сайори начинает тащить меня по тротуару в очень... \"ностальгической\" манере."
    return
label sm23:
    s "{i}Зееееваю..."
    show sayori 1k2 at t11
    "Сайори вытягивает руки высоко над головой и зевает."
    mc "Допоздна не ложишься спать?"
    s 1l "Немного..."
    s 3l "Я просто так отвлекся на учебу, что потерял счет времени."
    show sayori 3k2
    mc "Ох?"
    mc "А настоящая причина, по которой ты устал?"
    s 5b "Э-Эхехе..."
    s 5a "Меня отвлекли забавные видео на моем телефоне."
    mc "{i}Честно..."
    mc "Учитывая, насколько плохо ты уже умеешь рано просыпаться, последнее, что тебе нужно, - это лишаться сна."
    s 5b "Да, я уже вроде как могу сказать."
    s 5a "Просто стоя вот так, мне хочется свернуться калачиком на тротуаре и снова уснуть..."
    s 2n "Ооо!"
    s 2x "Ты должен нести меня, чтобы я мог сберечь свою энергию!"
    show sayori 2a
    "Хотя она явно шутит, мне всё равно нечем заняться."
    mc "Очень хорошо. Если это {i}действительно{/i} то, чего ты хочешь..."
    "Я сажусь на корточки, повернувшись к ней спиной."
    mc "Продолжай."
    s 2b "Что?"
    s "..."
    s 3l "Х-Хехехе, спасибо [player], но я на самом деле говорил несерьезно..."
    show sayori 4m at h11
    s "Эхх!?!"
    "Сайори издает удивленный визг, когда я отступаю, хватаю её за ноги и поднимаю."
    s "П-привет! Ч-что ты--"
    mc "Перестань ерзать, а то упадешь."
    s 1p "Можешь ли ты винить меня? Кто {i}не был бы{/i} удивлен, если бы меня случайно подобрали?!"
    mc "'Случайно?' Разве не ты сам напросился на это?"
    s 1h "Я уже говорил тебе, что пошутил--"
    mc "Упс."
    show sayori 1p at h11
    s "Ахх!"
    show sayori at face(y=600) with dissolve
    "Сайори крепко обнимает меня за шею, когда я притворяюсь, что падаю."
    mc "Ох, что это? Мысль о том, чтобы тебя несли на руках, внезапно стала более привлекательной?"
    s 2j "Ты сделал это нарочно, не так ли?"
    show sayori 2i
    mc "Ммм, что меня выдало?"
    s 5d "Ммххмм..."
    "Оглядываясь через плечо, я вижу только надутую щеку Сайори."
    s 5c "Теперь ты можешь отпустить меня."
    mc "Но мы ещё даже не приблизились к школе."
    s 1c "Эхх? Ты же не планировал всерьез нести меня всю дорогу, не так ли?"
    show sayori 1b
    mc "Конечно. В конце концов, таково {i}было{/i} соглашение."
    s 1m "Ч-что за 'соглашение?'"
    s "Тебя не беспокоит, что другие люди увидят нас такими?!"
    mc "Хммм? А должен ли я бояться?"
    s 4p "Очевидно--"
    mc "Упс."
    show sayori at h11
    s "П-прекрати уже это делать!"
    mc "Прости, Сайори. Что ты сказала?"
    s 5c "Господи, просто поторопись и поставь меня на землю."
    s "Я бы буквально умерла от смущения, если бы кто-нибудь увидел нас--"
    n "{i}Честно говоря,{/i} однажды ты поздно просыпаешься,{i}один{/i} и вот что происходит..."
    show sayori 1b at t21 with dissolve
    show natsuki 2x2 at t22
    "Оборачиваясь, я вижу взволнованную Нацуки, потирающую виски."
    n 2w "Если я попрошу тебя убрать КПК с глаз долой, это ни к чему хорошему не приведет, так что давай просто притворимся, что меня здесь никогда не было, ладно?"
    show natsuki at rhide
    hide natsuki
    "Она быстро проходит мимо нас, пытаясь не попасть впросак."
    s 1p "Н-Нацуки! П-подожди!"
    show sayori at thide
    hide sayori
    "Поскольку никто не слышит её криков, Сайори проводит остаток нашей поездки, набрасываясь на меня, как словами, так {i}и{/i} кулаками."
    return
label sm24:
    mc "Хмм?"
    show sayori 1a at t11
    "Оглядываясь, я замечаю, что Сайори играет со своей челкой."
    s 2x "У меня волосы становятся длинноватыми, да?"
    show sayori 2a
    mc "Возможно, немного..."
    mc "Но я бы пока не советовал его обрезать."
    s 2c "А? Почему?"
    show sayori 2b
    mc "Разве длинные волосы не помогли предотвратить то, что ваш статус 'единорога' стал достоянием общественности?"
    mc "Кстати, об этом..."
    show sayori 2b2
    "Её лицо краснеет, когда я откидываю её челку, чтобы получше рассмотреть лоб."
    mc "Похоже, шишка прошла."
    s 1l2 "Н-ну, да"
    s 5b "Я не так сильно ударился {i}этой{/i} головой, ты же знаешь."
    mc "Хех, скажи это вмятине на полке."
    s 1m "Э-Эхх?! Я серьезно оставил в нем вмятину?!"
    mc "Нет, но всегда есть следующий раз."
    s 1o "Подожди, что? Зачем мне вообще делать это снова?"
    mc "Говорят, всё нужно пробовать дважды."
    mc "Один раз, чтобы посмотреть, убьет ли это тебя, потом ещё раз, чтобы посмотреть, понравится ли тебе это."
    s 1m "Кому когда-нибудь 'понравится' биться головой о полку?"
    show sayori 1n
    mc "{i}Хмм..."
    mc "Когда-нибудь слышали о мазохизме?"
    mc "Если нет, у меня есть отличная информационная брошюра, в которой описаны все важные детали."
    s 3l "Н-нет, спасибо."
    show sayori at thide
    hide sayori
    "К сожалению для меня, Сайори мало заинтересована в том, чтобы получать мои \"знания\"."
    return
label sm25:
    s "Ооо, ооо..."
    show sayori 2x at t11
    s "Хочешь пойти вместе поесть мороженого после школы, [player]?"
    show sayori 2a
    mc "Мороженое?"
    s 2x "Да!"
    s 1x "Разве, когда ты ешь мороженое, ты не чувствуешь настоящего предвкушения лета?"
    show sayori 1a
    mc "Честно говоря, мой мозг обычно больше сосредоточен на том, насколько сильно болят мои зубы, чем на временах года."
    s 1c "А? От мороженого у тебя болят зубы?"
    show sayori 1b
    mc "Ммм, они чувствительны к холодной пище."
    s "..."
    s "....."
    s 1q "Хехехе..."
    mc "Ой, какого черта ты смеешься?"
    s 1r "Извини, просто в твоих устах это прозвучало очень забавно."
    show sayori 1q
    mc "Что 'смешного' в моих проблемах с зубами?"
    s 1x "Я не знаю..."
    s 2x "Ты всегда ведешь себя так серьезно, но жалуешься на холодные зубы, когда ешь мороженое, ну..."
    s 2r "Это заставляет тебя говорить как маленького ребенка."
    show sayori 2q
    mc "Тчш, это 'звучит так', как будто ты затеваешь драку."
    s 1q "Хихихи, чувствуешь себя неловко?"
    mc "{i}Ууу..."
    "Несмотря на то, что она спрашивает это в шутку, её поддразнивание {i}заставило{/i} меня почувствовать себя немного не в своей тарелке."
    "... {i}проводя с ней так много времени, я, должно быть, теряю самообладание."
    mc "Ну, холодные зубы или нет..."
    mc "Я не возражаю, если мы где-нибудь остановимся по дороге домой."
    s 4x "Отлично!--"
    mc "Но взамен ты должен пойти со мной на пробежку хотя бы раз в эти выходные."
    s "..."
    s 4o "Эх?"
    "Это дополнительное условие лишает её энтузиазма до последней капли."
    mc "Не смотри так обескураженно."
    mc "Твоё здоровье важно для меня, и небольшая кардиотренировка может иметь большое значение."
    s 4l "Т-точно..."
    s "..."
    s 5b "{i}Может быть, Нацуки вместо этого пойдет со мной."
    show sayori at thide
    hide sayori
    "Поскольку легкие физические упражнения, по-видимому, нарушили соглашение, Сайори быстро начинает придумывать альтернативы."
    return
label sm26:
    s "[player]?!"
    show sayori 3m at t11
    s "Ч-что ты здесь делаешь?"
    mc "Ухх, пешком в школу?"
    s 3n "Д-да, но я имею в виду..."
    "Она наклоняется и начинает шептать."
    s 3o "А люди ничего не заподозрят, если будут видеть, как мы всё время ходим вместе?"
    mc "..."
    mc ".....?"
    mc "О чем, черт возьми, ты говоришь?"
    s "Т-ты знаешь... {i}теперь, когда мы в-встречаемся."
    mc "Сайори, мы месяцами ходим в школу вместе. {i}Годы{/i}, если включить предыдущие семестры..."
    mc "К тому же, все и так думают, что мы пара. Единственная разница сейчас в том, что мы лжем, когда говорим, что это не так."
    s 5b "О-ох, точно..."
    s 5a "Я забыл об этом."
    mc "{i}Честно..."
    mc "По сути, мы можем делать всё, что делали до сих пор, не вызывая никаких дополнительных подозрений."
    s 1b2 "'{i}Всё?'"
    "По мере того, как до неё доходят эти слова, её лицо медленно краснеет."
    s 3l2 "Э-это включает в себя держаться за руки?"
    show sayori 3y
    mc "Конечно, не понимаю, почему бы и нет."
    "Интерпретируя это как просьбу, я беру руку Сайори в свою."
    mc "Пошли. Нам пора идти."
    s 1q "М-ммм!"
    return
label sm27:
    s "Ммххмм."
    show sayori 5c at t11
    "Мы ещё даже не начали разговаривать, а Сайори уже дуется."
    mc "{i}Вздыхаю{/i}, что я натворил на этот раз?"
    s 5d "Нацуки сказала мне, что в последнее время ты часто смотришь на её грудь."
    mc "Ммм, она очень расстраивается всякий раз, когда я делаю..."
    mc "Который насыщает садистскую сторону, которая глубоко похоронена в моей душе."
    s 5c "Значит, вы признаете, что делали это?"
    mc "Конечно. А почему бы и нет?"
    s 3j "Потому что смотреть на грудь девушки, очевидно, плохо!"
    s "Особенно теперь, когда, ну..."
    s 5d "{i}Теперь, когда у тебя есть девушка."
    mc "Ахх, я понимаю, почему ты расстроился..."
    mc "Но пяление на стиральную доску Нацуки вряд ли выведет меня из себя."
    show sayori 5c
    mc "Черт возьми, мне было бы легче присматриваться к Кибе."
    s 3j "Это очень подло!"
    s "И только потому, что Нацуки, {i}ухх{/i}... 'всё ещё растет', не означает, что ты можешь просто смотреть на её грудь, когда захочешь!"
    show sayori 3i
    mc "{i}Я понимаю..."
    mc "Думаю, я всё-таки останусь с Кибой."
    s 4p "И на парней тоже не пялься!"
    s 5d "Господи, ну почему ты никогда не можешь быть проще?"
    mc "Хех, немного поздновато спрашивать об этом, тебе не кажется?"
    s "Ммххмм..."
    "Думая, что она будет дуться, пока я не принесу надлежащие извинения, Сайори удивляет меня, делая \"интересное\" предложение."
    s "Е-если ты действительно так сильно хочешь посмотреть на кого-то, тогда... {i}что ж..."
    "Хотя она и путается в словах, смысл становится ясен, когда она начинает сжимать грудь руками."
    mc "..."
    mc "....."
    mc "Пффт, хахаха..."
    s 3m2 "Э-Эхх? Почему ты смеешься?!"
    mc "Прости, Сайори, я не смеялся над твоей сексуальной привлекательностью..."
    mc "Но наблюдать, как ты так стараешься быть \"непристойной\", было почему-то действительно забавно."
    s "Ч-что это должно значить?!"
    mc "Кто знает?"
    mc "Возможно, твоя детская индивидуальность просто плохо сочетается с более... 'взрослыми' темами."
    s 3o "П-по-детски?"
    s 5d "Вредина! Я тоже могу вести себя как взрослый, ты знаешь!"
    s 5c "И-и у тебя не было проблем с тем, чтобы видеть во мне 'взрослую', когда я носила этот купальник."
    mc "Ммм, я не говорю, что твоя {i}внешность{/i} похожа на детскую. Это должно быть очевидно"
    s "О-очевидно?"
    mc "Ага."
    mc "Ты собиралась сказать, что я могу смотреть на твою грудь, когда захочу, верно?"
    s 5d "Н-ну, может быть, не 'когда' ты захочешь--"
    mc "Но, честно говоря, я и так уже много на тебя пялюсь."
    mc "Просто я не так бросаюсь в глаза, потому что не хочу, чтобы ты злился."
    s 3g2 "Эхх?"
    s "..."
    s 5d "И-Извращенец."
    mc "Ммм, но для тебя я всего лишь 'извращенец'."
    s 1p "Мне от этого не легче!"
    show sayori at thide
    hide sayori
    "Следующие несколько минут я провожу, поддразнивая Сайори за её бесспорно милую реакцию."
    return
label sm28:
    s "П-привет..."
    show sayori 3l2 at t11
    s "Ты говорил Монике что-нибудь о... ну, ты знаешь... {i}нас?"
    show sayori 3y
    mc "Ты имеешь в виду, как мы встречаемся?"
    s "М-ммм."
    mc "Нет. Я на самом деле не упоминал о наших отношениях с тех пор, как мы стали парой."
    mc "Почему? Она что-нибудь сказала?"
    s 3l2 "Н-не совсем..."
    s 5b "Просто теперь, когда бы ты ни заговорил, она начнет ухмыляться и говорить что-то вроде 'Я рада, что вы двое так хорошо ладите.'"
    mc "{i}Я понимаю..."
    mc "То есть ты хочешь сказать, что она знает?"
    s 3m2 "Х-ха?! Она знает?!"
    mc "Серьезно? Ты действительно думал, что она начала делать это без причины?"
    s 3o "У-Ухх, ну..."
    mc "Послушай, Сайори, тебе лучше никогда не недооценивать нашего президента."
    mc "Моника не только умна, но и любит совать свой нос куда не следует."
    s 3c "Ты думаешь, она шпионила за нами?"
    show sayori 3b
    mc "Не 'шпионаж' как таковой..."
    mc "Она просто раздражающе хорошо разбирается в людях."
    mc "Моника, вероятно, заметила, что ты ведешь себя по-другому, и сделала самый логичный вывод."
    s 5b "Э-Эхехе..."
    s 5a "Думаю, мне не стоит удивляться. Она {i}действительно{/i} невероятна."
    mc "Верно, но мы могли бы также списать это на то, что ты ужасный актер."
    show sayori 4v at h11
    s "П-привет! Я старался изо всех сил!!"
    mc "Хех, я просто прикалываюсь над тобой."
    s 5c "Ммххмм..."
    show sayori at thide
    hide sayori
    "Она надувает губы, когда я начинаю игриво ерошить ей волосы."
    return
label sm29:
    s "Хехехе..."
    show sayori 1q at t11
    "Сайори выглядит необычайно бодрой, когда мы встречаемся перед моим домом."
    mc "Хмм? Отчего у тебя так кружится голова в такую рань?"
    s 2x "Я просто подумал, насколько безумно, что ты действительно пришел и снова поел с нами."
    s "С тех пор мама и папа без умолку говорят о тебе."
    show sayori 2a
    mc "Надеюсь, всё хорошее?"
    s 2q "Ммм! В основном!"
    mc "Эх? 'В основном?'"
    s 2x "Да, но не похоже, чтобы они сказали что-то действительно плохое..."
    s 1x "Только то, что ты, вероятно, лучше ладил бы с людьми, если бы не выглядел всегда таким сварливым."
    show sayori 1a
    mc "К сожалению для них, структуру моего лица не так-то легко изменить."
    s 1q "Хехе, я предупреждал их, что ты скажешь что-нибудь в этом роде."
    mc "Они упоминали что-нибудь ещё?"
    s 1x "Мама сказала, что ты можешь приходить к нам обедать, когда захочешь."
    show sayori 1a
    mc "Хорошее предложение..."
    mc "Хотя я вряд ли воспользуюсь этим преимуществом. По крайней мере, не в ближайшем будущем."
    s 3k "О-ох, точно..."
    s 3l "Ты действительно выглядел довольно измученным после того, как мы поели."
    show sayori 3k2
    mc "А как насчет твоего отца? Он говорил что-нибудь примечательное обо мне?"
    s 1b "{i}Хм{/i}... не совсем--"
    show sayori 1b2
    s "...!"
    "Лицо Сайори становится ярко-красным, когда она обрывает себя."
    mc "Должен ли я расценивать твою реакцию как 'да'?"
    s 3l2 "Эрр, ну..."
    s 5b "П-папа сказал, что мы не можем провести ночь вместе, раз уж встречаемся."
    s 5a "Во всяком случае, пока мы не закончим школу."
    mc "Хех, понятно."
    mc "Думаю, старик беспокоится, что я сделаю что-нибудь 'аморальное' с его драгоценной дочерью."
    s 5b "Д-да."
    mc "Ну, он не совсем неправ относительно моих будущих намерений..."
    mc "Хотя ограничение светлыми часами вряд ли что-то изменит."
    s 4m2 "П-подожди!? Что ты--"
    mc "Давай, нам нужно поторопиться и идти."
    show sayori 4v at h11
    s "[player]!!"
    show sayori at thide
    hide sayori
    return
label sm30:
    mc "Просто чтобы ты знал, я не особенно заинтересован в том, чтобы иметь детей."
    show sayori 1c at t11
    s "Ч-что?"
    s "Почему ты вдруг заговорил о том, чтобы завести детей?"
    show sayori 1b
    mc "На самом деле, без причины."
    mc "Просто не хотел, чтобы ты сходил с ума по ребенку теперь, когда мы пара."
    s 1m "Н-никто не собирается 'сходить с ума по малышам'..."
    s 1l "А не {i}слишком ли{/i} далеко вперед ты думаешь?"
    s 5b "Я имею в виду, мы всё ещё учимся в средней школе и {i}даже не..."
    mc "Занимались сексом?--"
    show sayori 1i
    play sound "sfx/slap.ogg"
    mc "Гух!"
    "Забавный факт: трудно поддерживать беседу, когда локоть упирается тебе в грудную клетку."
    mc "Ты на это намекал, верно? Так почему ты меня ударил?"
    s 3m2 "Ты ошибаешься! Я был, {i}ухх..."
    s 3l2 "К-кстати, о свиданиях! Мы ещё даже ни на одно из них не ходили."
    show sayori 3y
    mc "А как насчет нашего похода по магазинам?"
    s 5a "Тогда мы ещё не были настоящей парой."
    mc "А ужин с твоими родителями?"
    s 5b "Это было больше похоже на воссоединение семьи, чем на свидание."
    mc "Правильно..."
    mc "Хотя я чувствую себя несколько неловко, услышав, что наш первый поцелуй состоялся во время 'воссоединения семьи.'"
    mc "Может быть, Киба мог бы дать мне какой-нибудь совет, учитывая, насколько инцестуальны визуальные новеллы, в которые он играет..."
    s 4p "Эт-Это я не это имел в виду!"
    mc "Ну, такой прогрессивный человек, как я, не опускается настолько низко, чтобы испытывать стыд..."
    mc "Так что фантазируй о чем хочешь, ладно. Я не буду судить."
    mc "Просто сделай мне одолжение и называй меня 'Братик', только когда мы наедине."
    show sayori 4p at h11
    s "[player]!!"
    return
label sm31:
    s "Мама с папой говорили о поездке в Осаку этим летом."
    show sayori 1a at t11
    mc "В Осаку? Ты имеешь в виду отпуск?"
    s "Ммм."
    s 2x "Они пытаются принимать его каждое лето, но не смогли в прошлом году из-за работы..."
    s "Вот почему на этот раз они хотят сделать что-нибудь по-настоящему веселое, чтобы компенсировать это."
    show sayori 2a
    mc "Значит, попасть в ловушку для туристов для них считается 'забавой', да?"
    mc "А как же ты? Где ты будешь всё это время?"
    s 1x "Наверное, дома."
    s "Мы все вместе отправляемся в путешествие во время Золотой недели, а затем они отправляются в путешествие сами в течение лета."
    show sayori 1a
    mc "Хех, думаю, они не хотят, чтобы во время их романтического отпуска рядом был мальчишка-панк."
    s 4m "Эй! Я не 'пацан-панк!'"
    show sayori 4n
    mc "Ну, может, и нет..."
    mc "Но почему они вдруг заговорили о своих планах на отпуск?"
    mc "Это твой способ сказать мне, что ты будешь дома одна и готова к непристойным вещам во время нашего перерыва?"
    s 4p "К-конечно, нет!"
    s 3h "Я рассказала тебе об этом, потому что они упомянули, что привезут нас двоих с собой в этом году."
    show sayori 3g2
    mc "Что?"
    mc "А не будет ли ещё хуже, если рядом будут {i}двое{/i} панков, проводить время наедине с их голубками?"
    s 1x "Это то, что я сказал, только без части о 'детях-панках'..."
    s "Но, похоже, их эта идея полностью устраивала."
    s 5b "Н-ну, папа беспокоился, что оставит нас без присмотра, и сказал, что это он будет жить с тобой в одной комнате..."
    mc "Эхх?"
    mc "Твой отец отличный парень и всё такое, не пойми меня неправильно..."
    mc "Но если мне придется спать с кем-то из твоих родителей, я бы предпочел, чтобы это была твоя мать."
    s 4m "М-моя мама!? Что это должно значить!?"
    mc "Ничего, на самом деле..."
    mc "Просто подумал, что у неё будет меньше шансов затеять ночные разговоры на тему 'о ваших отношениях с моей дочерью'."
    s 5b "О-ох, так вот почему..."
    mc "К тому же, я бы предпочел обниматься с ней, чем с твоим стариком..."
    show sayori 3i
    play sound "sfx/slap.ogg"
    mc "Гух!"
    "Локоть Сайори с хирургической точностью попадает мне в солнечное сплетение."
    s 3j "Я говорю им, что в эти дни ты будешь занят."
    show sayori 3i
    mc "Э-Эхехе..."
    mc "Шутки в сторону, возможно, это и к лучшему."
    s 3b "Что?"
    mc "Это потенциально может измениться в зависимости от того, как пройдут следующие несколько недель, но на данный момент..."
    mc "Мысль о поездке в отпуск с твоими родителями вызывает у меня беспокойство."
    mc "Мы {i}только{/i} что поговорили впервые почти за три года."
    s 3k "Ну, {i}да..."
    s 3h "Но ты им всё равно по-настоящему нравишься. Разве ты не мог сказать, когда пришел на днях? Насколько 'нормальным' всё казалось?"
    show sayori 3g
    mc "Ммм."
    mc "Честно говоря, я был более чем немного удивлен тем, насколько непринужденно они вели себя."
    s 3h "Тогда почему тебе всё ещё 'неловко' находиться рядом с ними?"
    show sayori 3g2
    mc "..."
    mc "Знаешь, они напоминают мне о прошлом."
    mc "Несмотря на то, что я сказал тебе, что буду стараться изо всех сил, иметь дело с этими воспоминаниями всё ещё,{i}ну..."
    show sayori 3k
    "Сайори отводит глаза, когда выражение моего лица становится всё мрачнее."
    s 1k "П-прости, я не пытался заставить тебя чувствовать себя плохо."
    mc "Тебе не за что извиняться, Сайори."
    mc "Как я уже говорил ранее, это всего лишь мои чувства на {i}данный момент{/i}."
    mc "Возможно, более регулярные визиты перед перерывом помогли бы мне немного успокоить нервы."
    s 1b "Т-тогда ты не против отправиться в путешествие?"
    mc "Ммм"
    mc "В конце концов, от отпуска с моей милой девушкой нелегко отказаться."
    s 1d "{i}[player]..."
    mc "Конечно, провести несколько дней у себя дома совершенно без присмотра тоже звучит неплохо."
    s 1l "Э-Эхехе..."
    s 5b "Давай пока сосредоточимся на поездке, хорошо?"
    show sayori at thide
    hide sayori
    "Таким образом, моя цель чувствовать себя более комфортно рядом с её родителями официально поставлена во главу угла моей повестки дня."
    return
label sm32:
    s "Хиихии..."
    show sayori 1q at t11
    "Сайори приветствует меня с улыбкой."
    s 2x "Похоже, сегодня я снова выиграл!"
    show sayori 2a
    mc "'Выиграл,' а?"
    mc "С каких это пор первое появление на публике превратилось в соревнование?"
    s 2q "С сегодняшнего дня!"
    mc "{i}Честно..."
    "Проходя мимо ворот, я слегка взъерошиваю волосы Сайори, прежде чем начать спускаться по тротуару."
    s 1x "Куда ты хочешь попробовать сходить сегодня?"
    show sayori 1a
    mc "Ты имеешь в виду после школы?"
    s 1q "Ммм!"
    s 1r "Мы должны максимально использовать наше совместное времяпрепровождение до начала летних каникул!"
    show sayori 1q
    mc "Ох? Беспокоишься, что не будешь так часто видеться со мной после окончания школы?"
    s 1q "Нет!"
    s 2x "Летние каникулы - это как раз то время, когда начинается {i}следующий уровень{/i} веселья!"
    show sayori 2a
    mc "'Следующий уровень,' да?.."
    mc "Звучит довольно непристойно."
    s 2m "Э-этого не было!"
    mc "Хех, как неудачно..."
    show sayori at thide
    hide sayori
    "Поскольку уровень энергии Сайори в настоящее время находится на уровне 130%, она взволнованно тянет меня за собой, придумывая планы того, что мы будем делать после школы."
    return

label nm1:
    mc "Йоу."
    show natsuki 1k2 at t11
    "Увидев, что я стою у своих ворот, Нацуки подходит ко мне с слегка удивленным видом."
    n 2l "Снова здесь, ждешь Сайори?"
    show natsuki 2j
    mc "Нет. На этот раз это ты."
    n 2k "А? '{i}Я{/i}?'"
    show natsuki 2k2
    mc "Да. Подумал, что мы могли бы прогуляться вдвоем..."
    mc "Хотя хотел бы я знать, что ты не появишься до 7:20."
    n 1c "И как долго ты уже ждешь здесь?"
    show natsuki 1c2
    mc "Ровно с семи."
    n 1p "Эхх? Почему так рано?!"
    mc "На самом деле, без особой причины. Просто не мог вспомнить, во сколько ты приехал, когда мы в последний раз ходили туда вместе."

    "Она мгновение смотрит удивленно, прежде чем, в конце концов, отводит взгляд."
    n 5s "Д-дурачок. Ты не должен был этого делать."
    mc "Хех, это ты мне говоришь."
    mc "Если это не лучшая прогулка в школу в моей жизни, я подаю в суд."
    n 1p "Как могу быть виноват в {i}твоем{/i} ожидании?!"
    mc "Я просто шучу."
    show natsuki 1n
    mc "Стоять здесь раньше, чем необходимо, всё равно заняло бы в целом меньше времени, чем приходить поздно и ждать после того, как вы уже прошли."

    n 2c "Я должен был догадаться, что ты придашь этому рациональное объяснение."
    n 2l "Если бы только у тебя тоже был компьютер. Тогда, может быть, я был бы не против почаще гулять вместе."
    show natsuki 2j
    mc "Ты хочешь сказать, что сейчас не хочешь?"
    n 2m "Эрр, ну..."
    n 5s "Т-ты и так ждал всё это время, верно? Было бы пустой тратой времени, если бы мы этого не сделали."
    mc "Хех, это факт?"
    mc "Кажется, твоя 'дере' сторона снова проявила ко мне милосердие."
    show natsuki 1v at h11
    n "У меня нет 'другой стороны'!"
    show natsuki at thide
    hide natsuki
    return
label nm2:
    mc "Доброе утро."
    show natsuki 1c at t11
    n "Что? Ох."
    n 1c2 "Доброе утро, [player]"
    "Её ненормально сдержанное приветствие быстро насторожило меня."
    mc "Ты устал?"
    n 2c "Ммм, немного."
    n "Прошлой ночью по какой-то причине не мог заснуть."
    show natsuki 2c2
    mc "Тревожный сон, да...?"
    mc "Может быть, у тебя накопилось сильное сексуальное расстройство?"
    n 5c "Господи, тебе действительно обязательно говорить такие вещи первым делом с утра?"
    n "Какой бы реакции ты ни надеялся добиться, прямо сейчас у меня нет на это сил."
    show natsuki 5c2
    mc "Извини, я просто немного прощупал почву."
    mc "Но если ты действительно так устал, разве ты не мог поспать чуть позже?"
    "Она качает головой."
    n 1c "Было бы хуже, если бы я не завтракал."
    n "К тому же, я всегда могу вздремнуть во время урока после уроков."
    show natsuki 1c2
    mc "Говоришь как гордый член Литературного клуба."
    n 2m "Дай мне передохнуть, ладно?"
    show natsuki 2m2
    "Отсутствие рядом обычно оптимистичной и гиперреактивной Нацуки немного расстраивает меня..."
    "Кульминацией чего является то, что у меня появляется идея."
    mc "Вот. Это немного, но не похоже, чтобы в школе порции были больше."
    "Я лезу в сумку, прежде чем вытащить рисовый шарик, который сама завернула на обед."

    n 5h "Ч-что ты хочешь, чтобы я с этим сделал?"
    show natsuki 5i
    mc "Съесть это, разумеется."
    mc "От голода ты только сильнее устанешь, верно? Это призвано облегчить это."
    n 5s "Т-тебе действительно не обязательно."
    mc "Я в курсе."
    "Понимая, что спорить со мной по этому поводу бессмысленно, Нацуки робко принимает моё подношение."
    n 5q "Не пойми это превратно, ладно?"
    n 5n2 "Я бы никогда не приняла от тебя еду, если бы это не было абсолютно необходимо."
    show natsuki 5n
    mc "Да, да. Говори, что хочешь."
    mc "У меня также есть бутылка воды, чтобы промыть рис. Просто дай мне знать, если она тебе понадобится."
    n 1s "М-ммм."
    show natsuki at thide
    hide natsuki
    "Остаток нашей прогулки я провожу со слегка покрасневшей Нацуки, откусывающей от моего полдника."
    return
label nm3:
    show natsuki 2k at t11
    n "Опять ты?"
    show natsuki 2k2
    mc "В самом деле."
    mc "А ты ожидала кого-то менее красивого?"
    n 1l "Хех, неужели такой человек действительно существует?"
    show natsuki 1j
    mc "{i}Тчш..."
    n 1k "Что? Сегодня ответа не будет?"
    n 2l "Тебя тошнит или что-то в этом роде?"
    show natsuki 2j
    mc "Просто пока держу язык за зубами."
    mc "Я бы чувствовал себя виноватым за то, что испортил тебе настроение в такую рань."
    n 5g3 "Хех, ты думаешь, что всё, что ты говоришь, действительно беспокоит меня--"
    mc "Плоская."
    n 5g2 "Угх."
    "Вена на лбу Нацуки становится более заметной по мере того, как она пытается сохранять спокойствие."
    n 5g3 "Видишь? Я даже не обратил внимания..."
    mc "Стиральная доска."
    n 5g2 "{i}Ууу..."
    n 5y "Т-ты что-то сказал?"
    n "Я почти забыл, что ты вообще был там, учитывая, как мало я уделял внимания..."
    mc "Гладко."
    show natsuki 1v at h11
    n "Почему всё дело в моей груди?!"
    mc "Хмм?"
    mc "Ох, извините. Я думал, моё присутствие было настолько незначительным, что вы на самом деле не могли меня услышать."
    n 1o "Гррр..."
    mc "Ну, может, у тебя и маленькая грудь, но, по крайней мере, у тебя большое сердце..."
    mc "И разве это не то, что {i}на самом деле{/i} имеет значение?"
    n 2e "Ты пытаешься поднять мне настроение, потому что это не работает!"
    show natsuki 2g
    mc "Не надо так сильно терять форму, ладно? Я просто шучу."
    mc "Ты прекрасно выглядишь такой, какая ты есть."
    mc "Все эти разговоры в клубе о том, что ты 'симпатичная', не просто показуха."
    "После этого комментария взгляд Нацуки немного смягчается."
    n 5s "К-как хочешь."
    n 5q "Давай поторопимся и доберемся туда до закрытия кафетерия."
    show natsuki at thide
    hide natsuki
    mc "Хех. Да, мэм."
    return
label nm4:
    mc "Кстати, какую еду вообще предлагают в кафетерии по утрам?"

    show natsuki 1k at t11
    n "Что?"
    show natsuki 1k2
    "В остальном наша молчаливая прогулка прерывается моим вопросом."
    n 2k "{i}Ты{/i} тоже просыпаешься довольно рано, верно? Ты никогда не ходил туда, пока они ещё подавали завтрак?"
    show natsuki 2k2
    mc "Насколько я помню, нет."
    mc "Обычно я не выхожу из дома раньше 7:40, независимо от того, когда я просыпаюсь..."
    mc "И даже когда я {i}прихожу{/i} пораньше, например, когда мы гуляем вместе, у меня никогда нет причин посещать кафетерий."
    n 2k "Значит, ты просто не любительница завтракать?"
    show natsuki 2k2
    mc "На самом деле, как раз наоборот."
    mc "Я никогда не выхожу из дома, предварительно ничего себе не приготовив."
    "Панель загрузки появляется над головой Нацуки, пока она обрабатывает эту информацию."
    n 1c "А, точно. Ты упомянула, что не совсем бесполезна в кулинарии."
    show natsuki 1c2
    mc "Хех, это один из способов выразить это..."
    mc "Хотя моё обычное блюдо точно не требует навыков шеф-повара."
    n 2b "Если ты скажешь, что твоя 'обычная еда' - тарелка хлопьев, я буду раздражен."
    show natsuki 2c2
    mc "Честно говоря, ты не так уж далек от истины."
    mc "Завтрак для меня - это три яичницы-болтуньи и чашка кофе."
    mc "Ем это каждый день с тех пор, как поступил в среднюю школу."
    show natsuki 1k at h11
    n "Серьезно?!"
    n "Ты так долго ел что-то такое скучное и однотипное {i}каждый день{/i}?!"
    show natsuki 1k2
    mc "{i}Тчш,{/i} отложив на мгновение свой выбор слов..."
    mc "Разве мы уже не обсуждали, что вкус или внешний вид пищи не имеет значения, если она питательна?"

    n 5c "Ну, да..."
    n 5e "Но это не делает тебя менее странной."
    show natsuki 5g
    mc "{i}Вздыхаю{/i}, должным образом отмечено..."
    "Она отворачивается, выглядя недовольной моей нерафинированной палитрой."
    mc "Ты так и не ответил на мой вопрос, понимаешь?"
    n 5k "Хмм? Какой вопрос?"
    show natsuki 5k2
    mc "Какую еду предлагают в кафетерии по утрам?"
    n 5k "Ох да..."
    n 1b "Честно говоря, это не намного вкуснее того, что {i}ты{/i} обычно ешь."
    n "Здесь подают одно и то же каждый день недели. По понедельникам - яйца с беконом, по вторникам - печенье, по средам - блины и т.д."
    show natsuki 1c2
    mc "Звучит не слишком убого, если хочешь знать моё мнение."
    n 2b "Возможно, но не забывай, что мы говорим о {i}школьной{/i} еде."
    show natsuki 2c2
    mc "А это что, плохо?"
    n 2c "Ну, {i}не совсем..."
    n 1b "Но вы можете сказать, что большая часть продуктов приготовлена заранее и только что разогрета."
    show natsuki 1c2
    mc "Ты удивлен?"
    mc "Предлагать всем студентам домашние блюда первым делом с утра не совсем выполнимо."
    n 5q "Я-я знаю, я знаю. Я просто говорю..."
    show natsuki 5s
    mc "К тому же, разве ты не мог бы приготовить себе еду дома, если тебе подают что-то, что тебе не нравится?"
    n 5q "Эрр, ну... иногда, {i}может быть..."
    n 2b "Но кому захочется тратить всё утро на хлопоты о приготовлении завтрака--"
    show natsuki 2n2
    "Понимая, что она помогает аргументировать мою точку зрения, Нацуки быстро останавливает себя."
    mc "Ну, вот и всё."
    mc "Кто бы мог подумать, что у тебя есть все задатки школьной официантки."
    n 5r "З-заткнись."
    show natsuki at thide
    hide natsuki
    "Остальная часть нашей прогулки проходит в основном тихо, поскольку Нацуки примиряется с недовольством рабочего класса."
    return
label nm5:
    n "Как продвигаются дела с 'Ванильными Девочками'?"
    show natsuki 1j at t11
    "Явно ожидая положительного ответа, Нацуки широко улыбается, задавая этот вопрос."
    mc "Эрр, ну..."
    mc "Полагаю, довольно неплохо."
    n 2e "Серьезно? Просто 'очень хорошо'?"
    n "Что это за бесхребетный ответ?"
    show natsuki 2g
    mc "Имейте в виду, что мир манги всё ещё несколько нов для меня..."
    mc "Так что, по крайней мере, дай мне немного времени собраться с мыслями, прежде чем задавать какие-либо вопросы."
    n 2e "Это книги, а не задания по истории..."
    n 4e "И почему ты говоришь так, будто это не литература?!"
    show natsuki 4g
    mc "Ты хочешь честного ответа или подлизы?"
    n "{i}Хмм..."
    n 1e "Начни с 'подлизы'."
    mc "Понятно. {i}Кхм..."
    mc "Я намеренно трачу больше времени на их чтение, одновременно изучая среду в целом, чтобы нам двоим было легче ладить и сблизиться."
    n 2e "А честный ответ?"
    show natsuki 2g
    mc "Я был занят другими делами, из-за которых не оставалось достаточно свободного времени, чтобы дочитать книги, которые вы мне одолжили."
    n 5x2 "{i}Тчш,{/i} должен был догадаться."
    n 5e "Почему Юри такого высокого мнения о таком ненадежном парне?"
    show natsuki 5g
    mc "Моё мальчишеское обаяние и приятная внешность?"
    n 5g3 "Хех, ну да, конечно."
    n 1g3 "Вы пытаетесь оскорбить её зрение?"
    show natsuki 1g2
    mc "{i}Почему ты маленький--"
    n 1z "Хехехе..."
    show natsuki at thide
    hide natsuki
    "Следующие несколько минут Нацуки самодовольно хвастается, какая \"божественная\" у неё манга и как я впустую трачу свою жизнь, не читая их."
    return
label nm6:
    if golden_week_end == "False":
        call n_morning_random from _call_n_morning_random_1
        return
    mc "Йоу."
    show natsuki 1b at t11
    n "Ох, привет [player]."
    n 2l "Сайори сегодня не с тобой?"
    show natsuki 2j
    mc "Неа. Похоже, тебе придется довольствоваться только мной."
    n 2l "Хех, это прискорбно."
    n "Полагаю, идеи о том, что мы будем 'почаще гулять все вместе', всё ещё недостаточно, чтобы поднять её с постели пораньше."
    show natsuki 2j
    mc "Может, и нет, но я уверен, что она всё равно продолжит попытки..."
    mc "Что, к сожалению, положит конец этим маленьким романтическим утренним прогулкам один на один."
    n 5l "Возможно,к несчастью для {i}тебя{/i}."
    n "Чем раньше она начнет рано просыпаться, тем скорее я освобожусь от твоего извращения."
    show natsuki 5j
    mc "Оптимистичная мысль..."
    mc "Но ты действительно веришь, что присутствие Сайори рядом утихомирит мою жгучую страсть?"
    n 5o "Эхх?"
    n 2t "Т-ты блефуешь, верно? Ты {i}ни за что{/i} не скажешь ничего странного в её присутствии."
    n 5t "Я видел, как она толкает тебя локтем всякий раз, когда ты начинаешь говорить о глупостях."
    show natsuki 5s2
    mc "Ты... подал хороший аргумент."
    mc "Сайори {i}давала{/i} сдачи гораздо чаще с тех пор, как я присоединился к клубу."
    n 5t "Наверное, ей просто надоело постоянно наблюдать, как ты флиртуешь с другими девушками."
    show natsuki 5s2
    mc "'Флирт', возможно, преувеличение..."
    mc "Но, учитывая её обычную ревность, я бы не стал исключать такую возможность."
    n 5k "Ох да. Ты говорил обо всех тех случаях, когда она игнорировала тебя..."
    n 2l "Кстати, для меня это всё ещё очень забавно."
    show natsuki 2j
    mc "Я рад, что наши сложные отношения приносят тебе радость."
    n 2l "\"Сложно\"? Пожалуйста. Не будь такой драматичной королевой."
    n 5y "Любой, у кого есть две клетки мозга, мог бы {i}точно{/i} понять, как работают ваши 'отношения'."
    show natsuki 5s2
    mc "Ох? Тогда просвети меня."
    mc "Как человек, страдающий от того, что у него только одна ячейка мозга, я был бы очень признателен за объяснение."
    n 5q "Эрр, ну..."
    n 5n2 "Это действительно проблема, с которой вам двоим следует разобраться самостоятельно."
    show natsuki 5n
    mc "Очевидное предположение."
    n 1e "Тогда почему ты спросил?!"
    show natsuki 1g
    mc "Я просто хотел услышать объективное мнение третьей стороны, которой доверяю."
    n 2c "'Доверенное третье лицо?' Какого черта?"
    n 2b "Я сейчас рекомендую вам страховку или что-то в этом роде?"
    show natsuki 2c2
    mc "'Страховка' - нет. '{i}Гарантия,{/i}' может быть."
    n 2c "{i}Честно..."
    n 1e "Прекрасно. Хочешь 'объективного мнения', я тебе его выскажу."
    show natsuki 1g
    "Она на мгновение замолкает, обдумывая ответ."
    n 1g "..."
    n 2e "Ты заноза в заднице."
    show natsuki 2g
    mc "Хех, это факт?"
    mc "Учитывая, сколько горя моя личность причинила Сайори за эти годы, я не могу точно оспорить вашу точку зрения."
    n 5q "Если мы говорим о горе, то оно определенно не у неё одной."
    show natsuki at thide
    hide natsuki
    "По традиции, остаток нашей поездки на работу Нацуки проводит, обсуждая, насколько она мной 'недовольна'."
    return
label nm7:
    n "Разве не странно, что мы втроем живем так близко друг к другу?"
    show natsuki 1k2 at t11
    mc "Хмм?"
    mc "Говоришь о себе, обо мне и Сайори?"
    n 1k "Ага."
    n 2l "Например, каковы шансы, что половина людей в нашем клубе будут жить в одном районе?"
    show natsuki 2j
    mc "По-видимому, довольно неплохо."
    mc "Вообще-то, говоря о нашей близости, вы двое когда-нибудь проводите время вместе вне собраний?"
    n 2k2 "{i}Хмм..."
    n 1k "Теперь, когда ты упомянул об этом, не совсем."
    n 1b "Мы все четверо собирались вместе несколько раз до того, как ты присоединился, но на этом всё."
    n 1l "Хотя иногда мы посылаем друг другу сообщения."
    show natsuki 1j
    mc "{i}Я понимаю..."
    n 1k "Почему? Сайори хочет ещё потусоваться?"
    show natsuki 1k2
    mc "Кто знает?"
    n 1m "{i}Уггхх..."
    n 2e "Ты выглядишь ужасно серьезной для человека, который ведет себя так, будто ему всё равно."
    show natsuki 2g
    mc "Пусть вас не вводит в заблуждение моё убогое строение лица. Я действительно не знаю ответа на ваш вопрос."
    mc "Сайори просто склонна испытывать... 'беспокойство' по поводу своих отношений с людьми."
    n 2k "Серьезно?"
    n 1l "А я-то думал, что эта девушка ни о чем не беспокоится."
    show natsuki 1j
    mc "Может, она и выглядит так, но люди, к сожалению, не такие уж двумерные существа."
    n 1b "Это исходит от парня, личность которого глубока, как калькулятор?"
    show natsuki 1c2
    mc "Ну, возможно, я не самый {i}лучший{/i} человек, чтобы говорить об этих вещах..."
    mc "Но если на этой Земле есть ещё один человек, которого я хоть немного понимаю, то это Сайори."
    n 5q "{i}Это не очень убедительно, учитывая, что ты никогда не понимаешь намеков."
    "Нацуки бормочет это, прежде чем вздохнуть."
    n 2b "То есть, по сути, ты просишь меня лучше подружиться с Сайори, верно?"
    show natsuki 2c2
    mc "А? Что натолкнуло тебя на эту мысль?"
    n 1b "Ты что, издеваешься надо мной?"
    n 1l "Ты буквально не мог быть {i}более{/i} очевидным."
    show natsuki 1j
    mc "Нет, я действительно не--"
    n 2y "Ладно, ладно. Раз уж ты продолжаешь настаивать..."
    n 2l "Девочки из моего класса говорили о новом кафе, которое открылось в Нагое. Может быть, Сайори захочет пойти туда со мной?"
    show natsuki 2j
    mc "'Нагоя', да? Это не слишком далеко?"
    n 1l "Пффт, путешествия - это просто ещё одна часть опыта."
    show natsuki 1j
    mc "Ты выглядишь ужасно взволнованной для человека, который меньше минуты назад вел себя неохотно."
    n 1l "Только потому, что я хотел посетить это место уже недели две."
    show natsuki 1j
    mc "Ох?"
    mc "Полагаю, 'модные кафе' занимают не самое высокое место в списке туристических направлений Юри?"
    n 2b "Тебе вообще нужен ответ?.."
    n 4e "И Юри не единственный человек, с которым я общаюсь, ты знаешь?!"
    show natsuki 4g
    mc "Да, да. Ты очень популярен. Мы все впечатлены."
    n 1o "Гррр..."
    n 5w "Хмф! Не думай, что тебя тоже пригласили только потому, что придет Сайори!"
    n "Последнее, что нам нужно, - это чтобы извращенец таскался за нами по пятам и портил нам веселье!"
    show natsuki 5x2
    mc "Хех, никогда бы и не подумал об этом."
    show natsuki at thide
    hide natsuki
    "Несмотря на то, что на самом деле она ещё не пригласила Сайори, Нацуки теперь, кажется, одержима идеей, чтобы они были вместе."
    "...{i}злоба, возможно, не самая желанная мотивация, но я не буду жаловаться, если конечным результатом будет то, что Сайори получает удовольствие."
    return
label nm8:
    if y_date == "True":
        call n_morning_random from _call_n_morning_random_2
        return
    n "Привет."
    show natsuki 1l at t11
    n "Хоть раз будь полезен и помоги мне."
    show natsuki 1j
    "Грубая натура Нацуки проявляется в полную силу, когда она приветствует меня."
    mc "Я отказываюсь."
    n 1l "Отлично! Всё, что тебе нужно сделать, это--"
    n "..."
    n 2e "Подожди, что значит 'отказываюсь'?"
    show natsuki 2g
    mc "'Отказываться: указывать или демонстрировать, что человек не желает что-либо делать'--"
    "Я резко останавливаюсь, когда она тычет кулаком мне в грудную клетку."
    n 2e "Перестань прикидываться умником, ладно? Это серьезно."
    show natsuki 2g
    mc "Как и мой отказ."
    n 2f "Гррр..."
    n 5w "Разве не предполагается, что ты 'единственный, кто умеет выполнять приказы'?"
    show natsuki 5x2
    mc "Ммм, но недавно я решила направить свою жизнь в другое русло..."
    mc "Тот, который может быть поддержан только непреклонным отказом от эгоистичных требований лоли цундеры."
    n 1p "Л-Лоли?! Ц-Цундере?!"
    "Её глаза быстро наполняются яростным намерением убить."
    "Я почти ожидаю, что наша долгожданная кулачная драка наконец-то начнется, но она обманывает мои ожидания, вместо этого сердито вздыхая."
    n 5x "Как бы мне ни хотелось преподать тебе урок хороших 'манер'..."
    n 5w "Сейчас дело не во {i}мне{/i}. Я прошу о помощи только из-за кое-кого другого..."
    n 2e "Так что возьми эти 'эгоистичные требования' и засунь их туда, где не светит солнце."
    show natsuki 2g
    mc "{i}Классный..."
    mc "Ну, если пока не обращать внимания на грубое замечание, что ты подразумеваешь под 'помощью кому-то другому?'"
    mc "Насколько я знаю, ты видишь во мне не более чем сексуально домогающуюся девиантку без стыда."
    n 1e "Да, именно поэтому {i}тебя{/i} и спрашивают!"
    show natsuki 1g
    mc "Что?"
    "Намереваясь сохранить свои слова при себе, Нацуки понижает голос, прежде чем продолжить."
    n 1e "Видишь ли, в нашем классе есть парень, который в последнее время много разговаривал с Юри--"
    mc "И ты боишься, что он украдет её у тебя?"
    n 1w "Нет! Я просто знаю, какие парни!"
    n 1e "{i}Особенно{/i}, когда они рядом с Юри."
    show natsuki 1g
    mc "Ага, значит, ты беспокоишься, что какой-то случайный чувак пытается залезть в нижнее белье твоей подруги."
    mc "Предположим, настоящий вопрос здесь был бы таким: 'как всё это связано со {i}мной?'"

    n 2e "Потому что, как самопровозглашенный извращенец, я подумал, что ты мог бы дать некоторое представление о том, о чем он думает."
    show natsuki 2g
    mc "'Самопровозглашенный?' Разве вы с Моникой не те, кто--"
    n 1e "Ты отвлекаешься!"
    n "Просто скажи мне, о чем ты думал, когда впервые встретил Юри, чтобы мы могли уже закончить этот разговор."
    show natsuki 1g
    "... {i}для того, кто заинтересован в моей \"помощи\", Нацуки определенно не очень-то склонна к сотрудничеству."
    mc "Прекрасно, ты просто хочешь знать, что творилось у меня в голове, верно? {i} В таком случае..."
    mc "..."
    mc "....."
    mc "'Я хочу, чтобы она родила мне детей'--"
    show natsuki 1f
    play sound "sfx/slap.ogg"
    mc "Гух!"
    "На этот раз её кулак действительно соприкасается."
    n "Ты испытываешь моё терпение, [player]."
    mc "'Пейшенс?' Ты? Очень смешно..."
    mc "Но весь этот разговор был нелепым. Как то, что я расскажу тебе о своих мыслях, повлияет на ситуацию?"
    mc "Если ты не доверяешь этому парню, просто спроси его напрямую. В конце концов, это то, что {i}ты{/i} делаешь со мной с тех пор, как мы встретились."
    n 1r "Ну, {i}да..."
    n 5r "Но этот парень {i}не является{/i} членом группы, так что всё по-другому. К тому же, не так много людей знают о том, что мы с Юри друзья."
    mc "Тогда просто спроси {i}её{/i} об этом."
    mc "Учитывая, какой обычно бывает Юри, она, вероятно, даже не понимает, что этот парень вел себя дружелюбно."
    n 5s "{i}Мхх..."
    n 5q "Ты так и не ответил на вопрос."
    show natsuki 5s
    mc "Потому что мои тогдашние мысли совершенно неуместны."
    n "{i}Для тебя, может быть..."
    mc "Хмм?"
    n 5x2 "Ничего. Неважно."
    n 2e "Только не говори Юри, что мы говорили об этом, ладно? Ей не нужно знать."
    show natsuki 2g
    mc "Ухх, верно?"
    show natsuki at thide
    hide natsuki
    "Она издает последнее \"хмф\", прежде чем полностью игнорировать меня."
    "...{i}ну, это было... странно."
    return
label nm9:
    "После встречи с Нацуки мы начали ездить на работу как обычно и сейчас находимся примерно на полпути к школе."
    "Единственная разница сегодня в том, что никто из нас не произнес ни слова с тех пор, как мы обменялись приветствиями."
    show natsuki 2e at t11
    n "Ладно, я больше не могу этого выносить."
    n "Что в этом такого особенного, а? Разве ты не должен был уже сказать что-нибудь по-настоящему раздражающее?"
    show natsuki 2g
    mc "Хмм? О чем ты говоришь?"
    n 1e "Не 'спрашивай меня о чем ты' говоришь! Ты {i}точно{/i} знаешь, что происходит..."
    n "Так почему ты хранишь молчание, а?"
    n "Чувствуешь себя особенно мрачным? Сайори снова начала игнорировать тебя или что-то в этом роде?"
    show natsuki 1g
    mc "Вовсе нет."
    mc "Сайори всё ещё разговаривает со мной, и уровень моей мрачности находится в пределах нормы."
    n 2e "Тогда почему ты ничего не сказал?"
    show natsuki
    mc "Извините, но я не знал, что светская беседа во время этих утренних поездок на работу была обязательным требованием."
    n 2e "Я не это имел в виду!"
    n 1e "Просто ты обычно уже говоришь какую-нибудь глупость, и я не верю, что ты будешь молчать так долго."
    show natsuki 1g
    "...{i}значит, она раздражается, когда я говорю, а также когда молчу, да?"
    mc "{i}Вот почему я жалуюсь на то, что женщины такие сложные."
    n 1e "А? Наконец-то в настроении поговорить?"
    show natsuki 1g
    mc "Послушай, Нацуки, твоя паранойя, возможно,{i}в некоторой степени{/i} оправдана..."
    mc "Но будьте уверены, моё молчание не было направлено на то, чтобы замышлять что-то коварное."
    mc "У меня просто не было причин говорить."
    n 2b "А? Что значит 'причина'?"
    show natsuki 2c2
    mc "Это может показаться неожиданным, но я затеваю с тобой споры не ради собственного удовольствия."
    mc "Ну, не {i}совсем.{/i} То, что я злю тебя {i},удовлетворяет ли{/i} садистскую жилку, которая похоронена глубоко во мне..."
    mc "Но роль подстрекателя в основном была моим способом сохранить атмосферу между нами от неловкости."
    mc "Однако, проведя так много времени вместе, эта 'неловкость' больше не является такой уж проблемой..."
    show natsuki 1k2
    mc "Отсюда и более сдержанное поведение."
    "Учитывая растерянное выражение её лица, моё объяснение, похоже, мало что прояснило в ситуации."
    n 1c "{i}Честно говоря{/i}, я не знаю, что страннее..."
    n 2b "То, как ты говоришь неловкие вещи, как будто это нормально, или как ты находишь такие ужасные решения проблем, которых не существует."
    show natsuki 2c2
    mc "Хмм? Что ты подразумеваешь под 'не существует'?"
    mc "Разве пребывание наедине с человеком, которого ты едва знаешь, обычно не считается неловким?"
    n 1c "Ну, да, это {i}может{/i} быть..."
    n 1b "Но для тебя это никогда не было проблемой--"
    n 1o "И-или кто-нибудь ещё в клубе! Не только ты! Н-не начинай думать, что ты особенный или что-то в этом роде!"
    show natsuki 1p
    mc "Поверь мне, я прекрасно понимаю, насколько я 'не особенный'..."
    mc "И разве единственная причина, по {i}которой{/i} мы так много говорили, не в моем подстрекательстве?"
    n 1w "Определенно нет!"
    n "И перестань изображать свою раздражающую личность как нечто хорошее!"
    show natsuki 1x2
    mc "Хех, {i}значит, ты наконец-то понял..."
    mc "И всё же, разве всё не показалось бы... 'странным', если бы мы случайно начали вести себя вежливо друг с другом?"
    n 2e "Зачем им это? Не похоже, чтобы у тебя были какие-то проблемы с Юри."
    show natsuki 2g
    mc "Потому что {i}'Юри'{/i} не называет меня сексуальным преступником."
    n 2s "{i}Ммм..."
    "Ответа нет."
    n 5w "Н-ну, неважно!"
    n "Иногда ты действительно выводишь меня из себя, но, думаю, спорить об этом лучше, чем заставлять себя вести себя хорошо."
    n 2e "Я делаю достаточно того, {i}что{/i} просто терплю своих одноклассников."
    show natsuki 2f
    mc "{i}Я понимаю..."
    mc "Значит, ты не против, что я тебя раздражаю?"
    n 1w "Ни в коем случае!"
    n "Переступи черту слишком много раз, и ты {i}будет{/i} пожалеешь об этом."
    show natsuki 1x2
    mc "Хех, понятно."
    return
label nm10:
    n "Как много ты знаешь о Монике?"
    mc "Хмм?"
    show natsuki 1k2 at t11
    mc "Зачем упоминать о ней?"
    n 1k "Мне просто было любопытно."
    n "Это может показаться странным, но вы двое кажетесь немного похожими."
    show natsuki 1k2
    mc "Потому что мы оба {i}невероятно{/i} привлекательны?"
    n 2e "Потому что вы оба невероятно безответственны!"
    n "По крайней мере, временами, во всяком случае."
    show natsuki 2g
    mc "Я понимаю..."
    mc "Что ж, извини, что нарушаю твой порыв, но мои знания о Монике либо крайне ограничены,{i}либо{/i} полностью конфиденциальны, в зависимости от того, что ты хочешь знать."
    n 1b "Что, черт возьми, это значит?"
    show natsuki 1c2
    mc "Это {i}означает{/i}, что мне не о чем говорить, кроме её почти сверхчеловеческой способности превращаться из 'Потрясающей звезды класса' в 'Крайне небрежного президента клуба.'"
    n 1b "Почему бы и нет? Она взяла тебя под присягу или что-то в этом роде?"
    n 1k "Подожди, только не говори мне, что ты действительно раскопал на неё какой-то компромат?!"
    show natsuki 1k2
    mc "Вовсе нет."
    mc "Моё молчание просто проистекает из... {i}личных{/i} интересов."
    n 1c "Эхх?"
    n 2b "Я бы тоже хотел, чтобы у тебя был \"личный интерес\" держать рот на замке рядом со мной."
    mc "Хех, я уверен."
    show natsuki at thide
    hide natsuki
    "Наткнувшись на стену в разговоре, Нацуки поворачивается и продолжает нашу прогулку в тишине."
    return
label nm11:
    mc "Разве оставлять ученика без присмотра в кабинете домоводства не дико безответственно?"
    show natsuki 1k at t11
    n "Эхх? Ты спрашиваешь об этом {i}сейчас?"
    show natsuki 1k2
    mc "Ммм, хотя этот вопрос уже довольно давно вертелся у меня в голове."
    mc "Единственная причина, по которой я так долго молчал, - это то, что я не хотел рисковать, заставляя тебя сорваться и закричать что-то вроде: 'Почему? То, что {i}тебе{/i} нельзя доверять, не означает, что всем остальным тоже!'"
    n 2k "Серьезно? Зачем мне кричать об {i}этом{/i}?"
    show natsuki 2k2
    mc "Потому что ты кричишь на всё остальное."
    n 1e "Я этого не делаю!--"
    n 5r "Э-Эрр, {i}я имею в виду..."
    n 5w "Только потому, что ты всегда выводишь меня из себя."
    show natsuki 5x2
    "Она говорит это менее резким тоном, как будто это каким-то образом сделало бы мою точку зрения менее обоснованной."
    show natsuki 5i
    mc "Хотя это может быть правдой, мне всё же любопытно, как вы можете обойтись без использования домашнего кабинета Ec."
    mc "Подожди, только не говори мне, что ты предлагаешь учительнице сексуальные услуги под столом--"
    mc "..."
    mc "На самом деле, не бери в голову."
    n 5x "{i}Гррр{/i}, есть ли причина, по которой ты отключаешься?"
    mc "Ты имеешь в виду, помимо того факта, что ты обладаешь всем обольстительным мастерством мальчика из хора?--"
    mc "Знаешь, это действительно может быть плохим примером, учитывая все слухи, которые ты слышишь о католических священниках."
    n "Гххххххххх..."
    "Накал ярости Нацуки приводит к тому, что температура окружающей среды начинает повышаться."
    n 1w "Ты действительно не ценишь свою жизнь, не так ли?!"
    show natsuki 1x
    mc "{i}Хмм,{/i} я бы сказал, что это приходит и уходит..."
    mc "Тем не менее, ты можешь немного приструнить свои кровожадные намерения. Мой комментарий мальчика из хора был далек от истины."
    mc "Честно говоря, ты легко попадаешь в пятерку 'Самых привлекательных девушек, которых я знаю."
    n 2f "Ох, да? Из скольких?"
    mc "..."
    mc "Около пяти--"
    show natsuki 2x
    play sound "sfx/slap.ogg"
    "Она тычет меня кулаком в ребра, быстро прерывая ход моих мыслей."
    n 5w "Теперь ты понимаешь, почему я всегда кричу?"
    n "Честно говоря, иногда ты бываешь таким подонком!"
    show natsuki 5x
    mc "Ох? Я могу быть таким {i}что?"
    n 5w "Ты слышал меня! Ты всего лишь маленький сопляк--"
    show natsuki 5o
    "Она замирает, увидев широкую улыбку, которая сейчас на мне."
    n 5p "И-идиот! Я сказал, что ты идиот!"
    show natsuki 5o
    mc "Ты уверен?.."
    mc "Потому что это {i}действительно{/i} прозвучало так, будто ты назвал меня 'панком.'"
    n 1w "Т-тебе всё это мерещится!"
    show natsuki at thide
    hide natsuki
    "Вместо того, чтобы остановиться и отстаивать свою точку зрения, Нацуки издает сердечное \"хм\", прежде чем отвернуться."
    "...{i}честно говоря, она действительно думает, что игнорирование меня поможет ей аргументировать?"
    "Всё ещё удивленный её промахом, я провожу следующие несколько минут, молча ухмыляясь про себя."
    return
label nm12:
    n "Ты всё ещё здесь?"
    show natsuki 1k2 at t11
    "Нацуки подходит к моим воротам на пятнадцать минут позже обычного."
    mc "Ммм, спасибо, что заставил меня ждать."
    n 1e "Э-эй, не вини {i}меня{/i} только потому, что--"
    mc "Успокойся, я не шутил..."
    mc "Хотя ты мог бы, по крайней мере, отправить сообщение заранее."
    n 5q "Откуда мне было знать, что ты будешь здесь?"
    show natsuki 5s
    mc "Это... вообще-то, хорошее замечание."
    mc "Думаю, это {i}я{/i} должен был отправить сообщение."
    n 5q "Ну, да..."
    n "Но разве не писать смс девушке первым делом с утра со словами 'Я жду тебя,' ну,{i}ты знаешь..."
    mc "...?"
    mc "Непристойный?"
    n 1w "Нет, не 'непристойный'!"
    n 2q "Это просто, я не знаю... {i}странно."
    show natsuki 2s
    mc "Что 'странного' в том, чтобы более эффективно распоряжаться своим временем?"
    n 2w "Тот факт, что ты флиртуешь с девушкой, чтобы сделать это!"
    show natsuki 2x2
    mc "'Флиртуешь?' Что ты--"
    n 4e "Отправка сообщений о 'встрече' и 'ожидании друг друга' - это то, чем занимаются пары!"
    show natsuki 4g
    mc "Но у нас с Сайори есть--"
    n 4e "Вы двое и так {i}уже{/i} странные, так что это не считается."
    show natsuki 4f
    mc "А ещё есть парень, который--"
    n 4e "Если вы оба не играете за одну команду, это тоже не считается!"
    show natsuki 4f
    mc "Ну, 'и то и другое' определенно неверно..."
    n "..."
    n 4k "Ч-что?"
    show natsuki 4k2
    mc "В любом случае, давай не будем отвлекаться."
    mc "Ты же фактически не хочешь, чтобы я больше отправлял тебе сообщения рано утром, верно?"
    n 5q "Эрр, ну..."
    "Её лицо приобретает красноватый оттенок, когда она придумывает ответ."
    n 5x2 "Если это остановит тебя от того, чтобы стоять рядом, как потерявшийся щенок, тогда, я думаю, время от времени по одному - это нормально."
    mc "Что, по сути, означает, что ты совершенно не против нашего 'флирта?'"
    n 1w "К-конечно, нет!"
    n "Я имею в виду, какая девушка захочет флиртовать с {i}тобой?!"
    show natsuki 1x2
    mc "Хех, сразу переходишь к нападению на мои чувства, да?"
    mc "Может быть, мне стоит начать встречаться с кем-то, кто более открыт для моих ухаживаний."
    n 1p "Эт-это--"
    "Румянец Нацуки становится ещё темнее, когда она случайно выбалтывает это."
    mc "'Это' что?"
    n "..."
    n "....."
    n 5x "Хмф, ничего! Делай, что хочешь!"
    show natsuki at thide
    hide natsuki
    "Сказав это, штатная цундере пробегает мимо меня к школе."
    mc "Знаешь, я начинаю думать, что её честность на самом деле {i}упала{/i} с тех пор, как мы встретились."
    "...{i}надеюсь, что это не постоянная тенденция."
    return
label nm13:
    n "Как много ты {i}на самом деле{/i} знаешь о выпечке?"
    show natsuki 1k2 at t11
    "Нацуки задает этот вопрос вскоре после того, как мы начинаем нашу поездку на работу."
    mc "Под 'выпечкой' вы имеете в виду процесс приготовления пищи без прямого воздействия пламени или процесс вызывания эйфорического состояния с помощью наркотиков?"
    n 5m "{i}Вздыхаю,{/i} неужели ты никогда не можешь просто дать простой ответ?"
    show natsuki 5m2
    mc "Извините, я провел большую часть прошлой ночи, читая отчет об употреблении наркотиков в Японии."
    mc "Полагаю, содержание всё ещё находится в центре моего внимания."
    n 1m "Ты тратишь своё свободное время на самые странные вещи..."
    n 2k "И действительно ли в национальном отчете о наркотиках будет использоваться такой сленг, как 'выпечка?'"
    show natsuki 2k2
    mc "Конечно, нет. Ты что, ненормальный?"
    n "{i}Ууу..."
    "Свет медленно гаснет в глазах Нацуки по мере того, как укрепляется её мысленный образ меня идиотом."
    mc "В любом случае, возвращаясь к твоему вопросу о выпечке..."
    mc "Ответ был бы 'не так уж много.' Я упоминал об этом раньше, но большую часть своего времени на кухне я трачу на приготовление еды, а {i}не{/i} на сладости."
    n 1k "Ты только что сказал 'большинство', верно? Разве это не значит, что ты, по крайней мере, делаешь это {i}время от времени?"
    show natsuki 1k2
    mc "Да, но не настолько, чтобы действительно заслуживать какого-либо внимания."
    mc "У меня никогда не было для этого причин, кроме приготовления тортов или печенья на дни рождения Сайори и её родителей."
    n 2m "С каких это пор кому-либо нужна {i}причина{/i} для приготовления вкусной еды..."
    n 2k "А ты серьезно готовишь для её родителей на дни рождения?"
    show natsuki 2k2
    mc "Конечно."
    mc "Они много сделали для моего взросления, и добрые поступки никогда не должны оставаться без награды."
    n 1b "Вау, это, наверное, самая разумная вещь, которую ты когда-либо говорил..."
    n 2k "Но всё же, её {i}родители?"
    n "Я понимаю, что ты делаешь что-то для себя, но, делая это для кого-то другого, они звучат больше как родственники со стороны, чем просто 'люди, которые были добры ко мне в своё время.'"
    show natsuki 2k2
    mc "Возможно, но отправить {i}им{/i} выпечку получается лучше, потому что мои собственные родители не приходят на свои дни рождения."
    "...{i}не похоже, что я стал бы что-то делать для этих ублюдков, даже если бы они это сделали."
    n 1m "Ухх, верно...?"
    show natsuki at thide
    hide natsuki
    "Либо удовлетворенная моим ответом, либо обеспокоенная моим слегка искаженным выражением лица, Нацуки заканчивает разговор на этом."
    return
label nm14:
    mc "Вы когда-нибудь подумывали об открытии собственной пекарни?"
    n "Что за черт?"
    show natsuki 1k at t11
    n "Это своего рода случайность."
    show natsuki 1k2
    mc "Да? Учитывая, что половина наших разговоров вращается вокруг выпечки, я решил, что это совершенно нормальная тема."
    n 1m "Ухх, верно?"
    n 1k "Ты спрашиваешь просто для того, чтобы поддержать светскую беседу, или потому, что тебе действительно интересно?"
    show natsuki 1k2
    mc "Почему не оба?"
    n "{i}Ммм..."
    "Она смотрит на меня неохотным взглядом, прежде чем в конце концов ответить."
    n 1k "Коротким ответом было бы 'да'. {i}длинным ответом{/i} было бы 'нет.'"
    show natsuki 1k2
    mc "Тщательно продумать."
    n 1b "Хотя печь {i}-это{/i} супер весело, я по-настоящему увлеклась этим только после поступления в среднюю школу."
    n "Было время, когда работа 'пекаря' была моей мечтой, но это не очень реалистично..."
    n 2b "Особенно с учетом того, что я планирую поступить в колледж после его окончания."
    show natsuki 2c2
    mc "А ты не мог бы вместо этого просто поступить в кулинарную школу?"
    n 2b "В этом нет ничего 'простого.'"
    n "{i}Ожидается{/i}, что такие студенты, как мы, поступят в настоящий колледж, верно?"
    n 2x2 "Я не могу сказать вам, сколько раз я подслушивала, как взрослые мусорят о художественных школах, кулинарных или других."
    mc "Ну, Япония {i}действительно{/i} уделяет довольно большое внимание привлечению новой крови в бизнес-сектор..."
    mc "Но к черту этих людей. Зачем позволять кучке незнакомцев диктовать, счастлив ты или нет?"
    n 1m "Ч-что?"
    show natsuki 1m2
    mc "Черт возьми, это сделало бы меня ещё {i}более{/i} мотивированным стать пекарем, просто назло им."
    n 1s2 "Э-Эхехе..."
    n 1t "Я ценю вашу поддержку, но всё равно будет нелегко."
    n 5q "Даже если я {i}пойду{/i} и узнаю больше о выпечке, что тогда?"
    n "Я ничего не знаю о ведении бизнеса, из-за чего было бы очень сложно открыть свой собственный..."
    n "А работать на кого-то другого, вероятно, означало бы не иметь возможности выбирать, что я делаю, что в некотором роде лишило бы меня удовольствия."
    n "На самом деле, просто выпечка как часть работы может заставить меня меньше любить это занятие. Если бы это произошло, то я бы {i}действительно{/i} облажался."
    show natsuki 1s
    "...{i}звучит так, как будто она уже немало подумала над этим решением."
    mc "Я понимаю..."
    mc "Ну, устроиться на неполный рабочий день в пекарню, вероятно, было бы не так уж сложно с твоими навыками."
    mc "Может быть, ты мог бы посвятить себя работе в индустрии, продолжая учиться в колледже?"
    n 1s2 "Ммм, у меня была такая же идея..."
    n 1t "Хотя я всё ещё нахожусь в некотором замешательстве по поводу всего этого."
    n "Мои сладости, может быть, и хороши для старшеклассника, но никто не знает, как они будут сочетаться с теми, кто долгое время профессионально занимается выпечкой."
    show natsuki 1s2
    mc "Хорошее замечание..."
    mc "Но тебе не стоит так сильно волноваться. Я имею в виду, между мной и другими членами нашего клуба, у тебя уже есть четыре преданных клиента."
    n 1n "Ч-что?"
    "Она смотрит на меня с ярко-красными щеками."
    n "{i}[player]..."
    n "..."
    n 5t "С-спасибо, но иметь только четырех клиентов всё равно было бы отстойно..."
    n 5z "Особенно когда {i}ты{/i} один из них."
    "Вместо своего обычного сердитого хмурого взгляда, Нацуки широко улыбается, бросая в мой адрес это оскорбление."
    mc "Хех, {i}дерзкий маленький сопляк."
    show natsuki at thide
    hide natsuki
    "Атмосфера становится более комфортной по мере того, как мы продолжаем мусорить о несправедливости мира."
    return
label nm15:
    mc "Ты когда-нибудь посещал магазины манги или аниме-конференции?"
    show natsuki 1k at t11
    n "Ухх, не совсем."
    n "Всю мою мангу покупают в книжном магазине, а ближайший конференц-центр находится более чем в часе езды на поезде."
    show natsuki 1k2
    mc "Я понимаю..."
    mc "Хотя, наверное, это и к лучшему."
    n 1k "Почему то, что я не могу никуда пойти, является 'хорошей вещью'?"
    show natsuki 1k2
    mc "Ну, видите ли, у меня есть что-то вроде 'информатора' в сообществе отаку..."
    mc "И, судя по его отчетам, вы обладаете большой... 'привлекательностью' для тех, кто принадлежит к этой группе..."
    mc "Что заставило меня задуматься, испытывали ли вы когда-нибудь дискомфорт, посещая места, предназначенные для них..."
    n 2e "Погодите, что именно вы подразумеваете под 'апелляцией'?"
    show natsuki 2g
    mc "Ох, да..."
    mc "Это прилагательное, которое означает 'быть привлекательным или интересной.'"
    mc "Итак, как я уже говорил--"
    n 1e "Нет, ты идиот! Я имел в виду, {i}какого рода{/i} обращение...?"
    n 1w "И ты покойник, если скажешь--"
    mc "Лоли цундере."
    n 1x "Гррр..."
    n 1e "Всё, перчатки снимаются!"
    show natsuki 1f at h11
    "Сказав это, Нацуки отводит руку назад, прежде чем направить её на меня со всей силы..."
    "К счастью, \"в полную силу\" для неё не слишком много, что позволяет мне легко поймать её за запястье, прежде чем она успеет коснуться его."
    mc "Извини, Нацуки. Указание на очевидное {i}не было{/i} целью моего вопроса."
    mc "Я планировал предложить свою компанию только в том случае, если посещение подобных мест в одиночку доставит тебе дискомфорт."
    n 1e "А? Твоя 'компания'?"
    n "Ты имеешь в виду пойти {i}со{/i} мной?"
    show natsuki 1f
    mc "Ммм."
    mc "Как вы, возможно, уже знаете, моё присутствие оказывает некоторое негативное влияние на внимание людей..."
    mc "И если это не сработает, я в какой-то степени уверен в своей способности 'подавать руки', как говорят дети."
    show natsuki 1c
    "Нацуки смотрит на меня с искренним недоумением после этой последней реплики."
    n 2b "И что? Ты бы просто подрался с любым парнем, который попытался бы пялиться на меня?"
    show natsuki 2c2
    mc "Конечно."
    mc "Насилие является первичным и вряд ли когда-либо решает проблему, но всё равно послужило бы достойной временной мерой в такого рода ситуации."
    n 2b "Серьезно? Ты что, идиот?"
    n "Какой у тебя план на случай ареста?"
    show natsuki 2c2
    mc "Пффт..."
    mc "Если копам настолько скучно, что они разнимают случайные драки, это просто означает, что город, в котором мы находимся, мирный."
    n 1c "Вау, ты действительно идиот..."
    n 1l "И зачем кому-то понадобился {i}ты{/i}, парень, которого постоянно избивают девушки, в качестве телохранителя?"
    show natsuki 1j
    mc "Эй, нападать на мои чувства действительно необходимо? Я всего лишь пытался быть полезным."
    n 2l "Хех, тебе придется постараться {i}намного{/i} усерднее, если это то, чего ты хочешь..."
    n "О, и, кстати, о том, что тебя избивают девочки--"
    show natsuki 2j
    "Она направляет ещё один кулак прямо мне в живот, только на этот раз не попадает."
    mc "Оу, что за жестокое обращение?"
    mc "Ты действительно так отплачиваешь за доброту?"
    n 1g2 "Нет, так я отплачиваю парням, которые говорят, что быть лоли цундере - значит 'констатировать очевидное'."
    show natsuki 1g3
    "...{i}ахх, думаю, этот комментарий не совсем прошел мимо её внимания."
    n 5z "{i}Честно говоря,{/i} я не начинаю считать тебя ловкачом только потому, что ты хоть раз попытался вести себя хорошо."
    mc "Хех, да, мэм."
    show natsuki at thide
    hide natsuki
    "Она сверкнула улыбкой, прежде чем продолжить путь по тротуару."
    return
label nm16:
    if n_final_appeal == "True":
        mc "Ты готов?"
        show natsuki 1l at t11
        n "Ммм, давай начнем..."
        n 2l "И постарайся не тормозить меня сегодня, ладно?"
        show natsuki 2j
        mc "Хех, не надейся."
        show natsuki at thide
        hide natsuki
        "Привыкнув к нашему распорядку, мы с Нацуки идем вместе, как будто это самая естественная вещь в мире."
        return
    $ n_final_appeal = "True"
    n "{i}Хмм..."
    show natsuki 1k2 at t11
    "Нацуки подходит ко мне с насмешливым видом."
    n 2k "Сегодня опять нет Сайори?"
    show natsuki 2k2
    mc "Что-то не похоже..."
    mc "Но мы всегда можем подождать, если тебе нужно что-то ей сказать--"
    "Она качает головой."
    n 1l "Ничего страшного. В любом случае, мы собираемся встретиться в клубе позже..."
    n "Но разве твоему здоровью не будет угрожать опасность, если мы и дальше будем так по ней скучать?"
    show natsuki 1j
    mc "'Моё здоровье?' - О чем ты говоришь?"
    n 2l "Разве ты не говорил, что Сайори начинает ревновать, когда ты проводишь время с другими девушками?"
    show natsuki 2j
    mc "Ну, да..."
    mc "Но она стала гораздо терпимее относиться к такого рода вещам с тех пор, как я присоединился к клубу..."
    mc "Что приятно, учитывая, что раньше такой уровень 'общения' привел бы меня в собачью будку на неопределенный срок."
    n 2z "Хехехе, мысль о том, что она держит тебя на поводке, никогда не надоедает..."
    n 1l "Но ты {i}уверен{/i}, что она не против, когда ты резвишься рядом?"
    n "Я имею в виду, что мы двое {i}провели{/i} много времени вместе--"
    show natsuki 1n
    "Нацуки обрывает себя, прежде чем закончить эту мысль."
    mc "Что-то не так?"
    n 5q "Эрр, нет. {i}Не совсем..."
    n 5s "..."
    n 5n "Ну, вообще-то..."
    "Она замолкает на несколько секунд, прежде чем повернуться ко мне с раскрасневшимися щеками."
    n 5n2 "Умм, это может показаться странным, но не пойми это неправильно..."
    n 5q "Но почему ты {i}проводишь{/i} так много времени рядом со мной?"
    n "Ходить в школу пешком в 7:30 не совсем удобно. Кроме того, мы совсем не ладили, когда ты только присоединился к клубу..."
    n "Что заставляет меня задуматься, почему ты до сих пор занимаешься подобными вещами или почему ты пытаешься говорить о манге, даже если ты мало в ней разбираешься."
    n 5n2 "Я-я имею в виду, многие люди, вероятно, подумали бы, что мы встречаемся, если бы продолжали видеть нас такими..."
    show natsuki 5n
    mc "Тебя беспокоит, что наши отношения будут неправильно истолкованы?"
    n 5q "Эрр, не совсем..."
    n "Думаю, мне просто нужен ответ, почему ты продолжаешь меня терпеть."
    show natsuki 5s
    mc "Что значит 'терпеть'?"
    n 5q "Ну, {i}ты знаешь..."
    n "Я уверен, что со мной не так-то просто ладить, учитывая, что половина наших бесед в конечном итоге превращается в споры."
    show natsuki 5s
    mc "Аргументы {i}Я{/i} обычно провоцирую."
    n 5q "Да, но всё же..."
    n 1n2 "Ты тоже ведешь себя глупо с Сайори и Юри, но они никогда не сердятся и не кричат."
    show natsuki 1n
    mc "Поверьте мне, Сайори просто приходит в ярость. На самом деле, она стала ещё более жестокой физически, чем {i}ты{/i}--"
    n 5r "Ты уклоняешься от ответа!"
    n "Просто поторопись и дай мне ответ, чтобы мы могли уже закончить этот разговор."
    "Несмотря на агрессивный тон, Нацуки демонстрирует явное чувство неуверенности."
    mc "Так ты хочешь знать, почему я провожу время рядом с тобой, {i}хм..."
    "...{i}опрометчивый ответ может создать серьезные проблемы, а это значит, что сказать ей правду, вероятно, мой лучший выбор."
    mc "Предположим, простым ответом было бы: 'потому что ты мой друг.'"
    n 1n "Ч-что?"
    mc "Конечно, мы можем много спорить, но твой острый язычок и вспыльчивый характер на самом деле своего рода, ну..."
    mc "'Ностальгический,' я полагаю."
    mc "Очевидно, что за этим кроется нечто большее, но облекать подобные вещи в слова не входит в число моих сильных сторон."
    "Выражение ожидания на её лице медленно исчезает, оставляя после себя нотки разочарования."
    n 1q "Значит, мы просто друзья, да..."
    show natsuki 1s
    "Она несколько раз качает головой, прежде чем в конце концов злорадно ухмыляется."
    n 2y "{i}Честно говоря,{/i} вот почему я ненавижу иметь дело с тупыми парнями. Никогда ничего не ясно до последней минуты."
    mc "Был ли какой-то аспект наших отношений, в котором ты не был уверен?"
    n "Неа..."
    n 1g3 "Я знал, что ты ненадежный панк, с той секунды, как мы встретились!"
    show natsuki 1g2
    mc "Эхх, ты затеваешь драку?"
    n 2g3 "Конечно!"
    n "Я всё ещё должен отомстить тебе за все те извращенные вещи, которые ты мне наговорил!"
    show natsuki 2g2
    mc "Тчш, ты ужасно самоуверенна для человека вдвое меньшего моего роста."
    n 2g3 "И {i}ты{/i} ужасно самоуверенный для парня с камнями вместо мозгов."
    n 2y "Подожди, когда начнутся летние каникулы, перчатки начнут снимать по-настоящему!"
    mc "Хех, с нетерпением жду этого."
    n 1z "Хиихии."
    show natsuki at thide
    hide natsuki
    "Поскольку отношения между нами прояснились, мы с Нацуки проводим остаток пути, обмениваясь бранными словами."
    return
label nm17:
    if s_mad == "True":
        call n_morning_random from _call_n_morning_random_4
        return
    mc "..."
    mc "....."
    mc "......."
    "Проходит пятнадцать минут, а от Нацуки всё ещё нет никаких признаков."
    mc "Интересно, будет ли она отсутствовать сегодня..."
    mc "Хех, а может, она просто выбрала другой маршрут, чтобы не встречаться со мной."
    "Эта последняя строчка начинается как шутка, но быстро заставляет меня задуматься..."
    "...{i}неужели она зайдет так далеко? Я имею в виду, мы практически безостановочно спорим с момента знакомства..."
    "...{i}но даже тогда мы всё ещё могли ходить вместе без особых проблем."
    mc "{i}Хмм...?"
    mc "Неужели она ничего не заподозрила в наших объятиях?"
    mc "Я имею в виду, что моя просьба {i}была{/i} необычной, но только люди, которые что-то скрывают, после этого становятся более осторожными, верно?"
    s "С кем ты разговариваешь?--"
    mc "Что?"
    show sayori 1b at t11
    "Сайори подходит ко мне с насмешливым выражением лица."
    mc "Мой воображаемый друг."
    mc "Ему становится одиноко, если мы слишком долго не разговариваем как следует."
    s 1n "Эхх, серьезно? У тебя есть такой?"
    mc "Нет, теперь пойдем."
    mc "Первый звонок прозвенит меньше чем через двадцать минут."
    show sayori at thide
    hide sayori
    s "П-привет!"
    "Приезд Сайори служит прекрасным отвлечением от моей паранойи, хотя я держу в секрете тот факт, что она была не той, кого я ждал."
    $ s_appeal = s_appeal + 1
    return
label nm18:
    n "{i}Ууу..."
    show natsuki 5s at t11
    "Вскоре после встречи Нацуки с тревогой начинает теребить свои рукава."
    mc "Хочешь пописать?"
    show natsuki 5i
    "Вместо того, чтобы прибегнуть к своему фирменному способу крика, она несколько секунд молча смотрит на меня."
    n "..."
    n "....."
    n 5q "{i}Почему ты так спокоен?"
    show natsuki 5s
    mc "Хмм? Ты спрашиваешь так, как будто я должна паниковать прямо сейчас."
    n 5q "Ну, может быть, не 'паниковать'..."
    n 5s "{i}Но ты ведешь себя так... 'этого' вообще не было."
    mc "'Это,' да? Это твой способ начать раунд игры с местоимениями?"
    mc "Честно предупреждаю, я совершенно не умею угадывать--"
    show natsuki 5x2
    "Нацуки качает головой, что служит ей более вежливым способом сказать \"заткнись\"."
    n 5w "Знаешь что, не обращай внимания."
    n 5t "На самом деле, позволить тебе вести себя невежественной - это на самом деле идеально..."
    n "До тех пор, пока тебе не начнут приходить в голову странные идеи или ты не начнешь вести себя по-голубиному со мной, в мире всё в порядке."

    show natsuki 5x2
    mc "И {i}почему{/i} именно я должен делать что-либо из этого?"
    n 1e "Ты что, тупой? Очевидно, это из-за наших объятий--"
    show natsuki 1h
    "Едва это слово слетает с губ Нацуки, как её лицо начинает краснеть."
    n 2q "Н-ну, неважно. Только не думай, что между нами всё изменилось из-за одного маленького объятия, ладно?"
    show natsuki at thide
    hide natsuki
    "Этот вопрос оказывается риторическим, поскольку она быстро отворачивается, что в конечном итоге служит прелюдией к её молчанию."
    "...{i}думаю, она не поверила моей болтовне о том, что \"желание обняться не имеет особого значения.\""
    "...{i}хотя её нынешняя интерпретация может вызвать проблемы в будущем, она, вероятно, слишком озабочена романтическим подтекстом, чтобы подозревать о моей настоящей причине."
    mc "{i}надеюсь, что моё любопытство случайно не ввергло меня в пучину."
    "Эта мысль крутится у меня в голове, пока вечно надоедливый цундере избегает дальнейшего разговора."
    return
label nm19:
    n "{i}Черт возьми, Сайори всё ещё здесь нет."
    show natsuki 5s at t11
    "Это бормочет Нацуки, подходя к моим воротам."
    mc "Тебе нужно было что-то ей сказать?"
    n 5q "Н-нет, не совсем."
    n 5x2 "Просто не хотела снова оставаться наедине с извращенцем."
    mc "Ой. Слова причиняют боль, ты знаешь..."
    mc "И мы всегда можем подождать. Сайори обычно выходит примерно через пятнадцать минут..."
    mc "Или, может быть, ты против идеи 'остаться наедине с извращенцем' на такое долгое время?"
    "Наша поездка на работу также занимает пятнадцать минут, а это значит, что она действительно выиграла бы от этого, если бы Сайори пришла пораньше."
    n 5s "{i}Ууу..."
    n 5q "Я пропущу завтрак, если мы будем ждать, так что давай уже пойдем."
    show natsuki 5s
    "Отмахнувшись от меня, Нацуки обращает всё своё внимание на тротуар перед собой."
    mc "Подожди, ты действительно беспокоишься о том, чтобы остаться со мной наедине?"
    n 5x2 "Хм, а разве мне не следует бояться?"
    n 5w "В конце концов, ты {i}есть{/i} извращенец."
    show natsuki 5x2
    mc "Ну, да, но--"
    n 1q "Видишь? Какая ещё причина тебе нужна?"
    n 1w "А теперь поторопись. Я не собираюсь рисковать пропуском завтрака только ради того, чтобы ты мог поиграть в \"двадцать вопросов\"."
    show natsuki at thide
    hide natsuki
    "Не заинтересованная в серьезном разговоре, она снова холодно встречает меня, прежде чем продолжить путь к школе."
    "...{i}странно, она ведет себя так же, как тогда, когда я только присоединился к клубу."
    "...{i}должно быть, я чем-то расстроен."
    "Эта мысль не получила полного развития, поскольку мне приходится быстро продвигаться вперед, чтобы не остаться позади."
    return
label nm20:
    n "Уже здесь, да?"
    show natsuki 1j at t11
    "Нацуки появляется вскоре после того, как я выхожу на улицу."
    n 2l "Честно говоря, мы встречаемся после школы {i}один раз{/i}, и ты уже одержим."
    n "Полагаю, 'Капитан Плотность' здесь, в конце концов, не так уж и отличается от других парней."
    show natsuki 2j
    mc "Ох? Похоже, {i}кое-кто{/i} сегодня ведет себя необычно самодовольно."
    mc "Случилось что-то хорошее, или ты просто стремишься причинить мне эмоциональный вред?"
    n 1l "Поверь мне, если бы я мог причинить тебе 'эмоциональный вред', я бы уже это сделал."
    show natsuki 1j
    mc "{i}*шмыгаю носом*{/i} Как резко..."
    mc "Тем не менее, 'эмоциональный вред' - это не то, чем вы должны угрожать людям."
    mc "Нет, если только ты не хочешь, чтобы тебя считали преступником."
    n 5l "Хех, это не будет проблемой. {i}Ты{/i} единственный, над кем я издеваюсь--"
    n 5t "Н-но не потому, что ты особенный или что-то в этом роде! Просто потому, что ты этого заслуживаешь!"
    show natsuki 5s2
    mc "'Заслужить' - это сильно сказано, понимаешь?"
    mc "Что я мог {i}возможно{/i} такого сделать, чтобы вызвать такой гнев?"
    mc "..."
    n 5x "{i}Гррр{/i}, ты нарочно пялишься на мою грудь, не так ли?"
    mc "Хмм? 'Грудь?'"
    mc "Где?"
    "Убийственные намерения Нацуки становятся сильнее по мере того, как я оглядываю улицу в поисках этого мифического \"сундука\", о котором она говорит."
    n 5w "То, что я веду себя как задница, не сократит мой список жалоб, понимаешь?!"
    show natsuki 5x
    mc "Хорошее замечание..."
    show natsuki 5i
    mc "Но есть шанс, что ты начнешь забывать определенные обиды, если список станет {i}слишком{/i} длинным, верно?"
    n 2g3 "Даже не смей шутить по этому поводу."
    n 1g3 "Моя жизнь и так достаточно сложна с тобой на {i}этом{/i} уровне раздражения."
    show natsuki 1g2
    mc "Ты уверен?"
    mc "Говорят, хорошего никогда не бывает слишком много."
    n "Пффт, очень смешно."
    n 2g3 "Найти иголку в стоге сена было бы проще, чем найти что-то 'хорошее' в тебе."
    show natsuki 2g2
    mc "Ооо, приятный ожог."
    mc "Продолжай в том же духе, и, в конце концов, причинение эмоционального вреда может оказаться вполне возможным."
    n 2g3 "Хех, поосторожнее со своими желаниями."
    n 5y "Даже {i}ты{/i} не смог бы справиться со мной на все сто процентов."
    show natsuki at thide
    hide natsuki
    "Это движение туда-сюда продолжается до конца нашей поездки."
    return
label nm21:
    mc "Я требую объяснений!"
    show natsuki 1p at t11
    n "Э-Эхх?!"
    "Нацуки вздрагивает, когда её приветствует нехарактерный для неё крик."
    n "'Объяснение' чего?"
    mc "Это!"
    show natsuki 1o
    "Кровь медленно отливает от её лица, когда я поднимаю свой телефон."
    "На экране отображается единственное сообщение, просто гласящее \"Доброе утро\"."
    mc "Это сообщение было получено ровно в 7 утра и с тех пор наполняет меня паранойей."
    n 1k "П-подожди, 'паранойя?'"
    "Её ужасный вид быстро сменяется растерянностью."
    show natsuki 1k2
    mc "Ммм."
    mc "Ты никогда раньше не присылал мне приятных сообщений, что, естественно, заставило меня предположить, что это было не более чем прелюдией к какому-то преднамеренному заговору с целью убийства."
    n "..."
    n "....."
    n 1x2 "{i}Вздыхаю..."
    "Нацуки делает эмоциональный хет-трик, переходя от страха к растерянности и гневу менее чем за двадцать секунд."
    mc "Хмм? Я ошибаюсь--"
    show natsuki 1w at h11
    n "Конечно, это так, ты большой тупой идиот!!"
    show natsuki 1x
    mc "Ну же, нет необходимости обзываться--"
    show natsuki 1g
    "Её разъяренный взгляд останавливает меня на полпути."
    n 2x "{i}Серьезно{/i}, ты получаешь сообщение с пожеланием доброго утра, и твой мозг сразу же думает:'заговор с целью убийства?'"
    n 2e "Насколько точно у тебя низкий IQ?"
    show natsuki 2g
    mc "Это обсуждение для другого раза..."
    mc "На данный момент я собираюсь рискнуть и предположить, что ты {i}не{/i} собирался меня убивать?"
    n 2x "Я {i}не{/i} был, но ты проделываешь огромную работу, подводя меня к этому моменту."
    mc "Ахх..."
    "Не желая дальнейшей эскалации разговора, я некоторое время храню молчание, чтобы Нацуки могла успокоиться."
    show natsuki 2s at t11
    "Как только её гнев вернется на нормальный уровень, я вернусь к своему первоначальному вопросу."
    mc "Если не по гнусным причинам, тогда зачем ты прислал мне сообщение с пожеланием доброго утра?"
    n "Эрр, ну..."
    n 5q "Я... это предназначалось Юри, но вместо этого я случайно нажала на твоё имя."
    show natsuki 5s
    mc "Я понимаю..."
    mc "Значит, вы с Юри отправляете друг другу {i}такого рода{/i} сообщения, да?"
    n 5h "Почему ты так на меня смотришь?"
    show natsuki 5i
    mc "На самом деле, нет причин..."
    n "..."
    n 5q "Ты, {i}ухх..."
    n "Тебе что, не нравятся подобные вещи?"
    show natsuki 5s
    mc "Хмм? Ты имеешь в виду 'сообщения ранним утром' или 'романтическую любовь между женщинами?'"
    n 5w "Очевидно, сообщения! Кто что-то говорил о--"
    "Я наблюдаю в реальном времени, как Нацуки складывает кусочки воедино в своей голове."
    n 5x "Боже, ты действительно идиот..."
    n 5r "Но как бы то ни было. Просто ответь на вопрос."
    mc "Извините, но я не испытываю к ним тех или иных чувств."
    mc "Единственный раз, когда я отправляю сообщения утром, - это убедиться, что Сайори не проспала."
    n 5s "..."
    n 5q "Это всего лишь теоретический вопрос, но... {i}ну..."
    n "Т-ты был бы недоволен, если бы получил больше?"
    show natsuki 5s
    "Её вопрос сопровождается ярко-красным румянцем на щеках."
    mc "Не столько 'раздражен', сколько удивлен."
    mc "В любом случае, почему ты спрашиваешь?"
    n 5w "Н-не имеет значения! Всё это было абсолютно гипотетично, помнишь?"
    show natsuki at thide
    hide natsuki
    "Не собираясь объяснять свои причины, Нацуки отворачивается, прежде чем переключиться в режим \"игнорировать [player]\"."
    "...{i}\"гипотетически\", да?"
    "...{i}полагаю, это означает, что с этого момента я могу ожидать больше сообщений."
    return
label nm22:
    n "Как раз вовремя!"
    show natsuki 2g2 at t11
    "Нацуки стоит и ждет у ворот, когда я выхожу на улицу."
    mc "Ох? Вот это уже необычно."
    mc "И чему я обязан такой великой честью?"
    n 1g3 "'Честь' от того, что мне нечем заняться."
    show natsuki 1g2
    mc "Хех, это факт?"
    mc "Что ж, полагаю, нищим выбирать не приходится, и я предпочитаю самодовольного тебя тому, кто только и делал, что избегал меня."
    n 1s "{i}Ууу..."
    "Она замолкает, когда об этом заговаривают."
    n 5t "Я-я имею в виду, ты удивлен?"
    n "Только выжившие из ума девушки {i}не стали{/i} бы держаться от тебя подальше."
    show natsuki 5s2
    mc "Тогда, наверное, ты совсем не в себе, учитывая, что зашел так далеко, что действительно ждал меня."
    n 5o "Угх!"
    mc "{i}Честно говоря,{/i} тебе действительно стоит начать немного больше обдумывать свои оскорбления..."
    mc "А теперь пойдем. Мы бы не хотели, чтобы дополнительное время, проведенное вместе, сделало тебя маниакальной."
    show natsuki at thide
    hide natsuki
    "Проходя мимо своей калитки, я взъерошиваю волосы Нацуки, прежде чем начать спускаться по тротуару."
    n "Эй! Не думай, что тебе сойдет с рук обращение со мной как с ребенком!"
    "Она быстро догоняет нас, что приводит к тому, что мы тратим всю дорогу на поездки туда и обратно."
    return
label nm23:
    mc "Хочешь взяться за руки?"
    show natsuki 1n2 at t11
    n "Ч-что?"
    show natsuki 1n
    "Я задаю этот вопрос вскоре после того, как мы тронулись в путь."
    mc "Мы сейчас встречаемся, и это навело меня на мысль, что держаться за руки - это то, что тебе может быть интересно."
    n 1q "Эрр, {i}ну..."
    show natsuki 1s
    mc "Не хочешь?"
    n 5q "Н-нет, дело не в этом..."
    n 5n2 "Но что, если нас кто-нибудь увидит?"
    show natsuki 5n
    mc "Мы можем остановиться, не доезжая до школы..."
    mc "И если кто-нибудь поймает нас до этого, я просто скажу им, что провожу потерявшегося ребенка в местную полицейскую будку--"
    show natsuki 5i
    "Она щиплет меня за бок, фактически прерывая разговор."
    mc "Хех, извини..."
    mc "Но у нас, вероятно, будет не так уж много шансов добиться успеха... 'голубиные' штучки, поскольку обычно мы находимся в группе людей."
    n 5s "..."
    "Несмотря на то, что она хранит молчание, рука Нацуки вскоре оказывается в моей."
    n 5s2 "П-поскольку ты, очевидно, хочешь этого, думаю, я не возражаю."
    mc "Хех, так вот как ты собираешься это раскрутить?"
    mc "В таком случае спасибо, что оказали мне услугу."
    n "Ммм."
    show natsuki at thide
    hide natsuki
    "Дрожь в её руке постепенно проходит, по мере того как мы продолжаем нашу поездку на работу как официальная пара."
    return
label nm24:
    n "{i}Псст, [player]."
    mc "Хмм?"
    show natsuki 1c2 at t11
    "Нацуки делает мне знак рукой, что-то шепча."
    mc "Что ты делаешь--"
    n 1c "Ш, это важно."
    show natsuki 1c2
    mc "Ох? Это впервые."
    n 1w "Перестань быть умником и просто послушай секунду, ладно?"
    show natsuki 1i
    "Она на мгновение оглядывается вокруг, прежде чем наклониться ближе и заговорить ещё более мягким голосом."
    n 5q "{i}Ты уверен, что это хорошая идея?"
    n 5n2 "{i}Я имею в виду, что мы проводим так много времени вместе."
    show natsuki 5n
    mc "Хех, я тебе уже надоел?"
    n 5q "{i}Н-Нет... Ну, да..."
    n 5n2 "{i}Но я спрашиваю не поэтому."
    show natsuki 5n
    mc "Тогда к чему ты клонишь?"
    n 5q "{i}Думаю об этом..."
    n 5n2 "{i}А люди не начнут что-то подозревать, если будут всё время видеть нас рядом друг с другом?"
    show natsuki 5n
    mc "Значит, ты беспокоишься, что кто-нибудь узнает о нашем новом... 'статусе?'"
    n 5s "М-ммм."
    "...{i}полагаю, она более серьезно относится к сохранению наших отношений в тайне, чем я думал."
    mc "Ну, я полагаю, что {i}есть{/i} возможность..."
    mc "Но, учитывая, как большинство других людей относятся к нам, я бы сказал, что шансы невелики."
    n 5n2 "Как они относятся к нам?"
    show natsuki 5n
    mc "Ага."
    mc "Учитывая, как часто мы спорили и дрались за последние несколько месяцев, идея о том, что мы будем встречаться, вероятно, покажется им не более чем сказкой."
    n 5q "{i}Даже несмотря на то, что мы всегда ходим в школу пешком или вместе посещаем клубные собрания?"
    show natsuki 5s
    mc "Вот почему я сказал 'тонкий', а не 'невозможный'..."
    mc "Хотя моя личность тоже подходит к нашей ситуации."
    n 5l "{i}Ты имеешь в виду, потому что никто не любит тебя настолько, чтобы заботиться--"
    show natsuki 1v at h11
    play sound "sfx/slap.ogg"
    n "Оуу!"
    "После моего удара на лбу Нацуки быстро образуется красный рубец."
    mc "Нет, ты, маленький сопляк..."
    show natsuki 1k2
    mc "Но потому, что другим и так было бы трудно представить меня в отношениях."
    mc "Во всяком случае, может быть, за исключением Юри."
    n 1l "Верно, потому что они думают, что ты никому не нравишься настолько, чтобы--"
    show natsuki 1v at h11
    play sound "sfx/slap.ogg"
    n "Оуу!! Прекрати колотить меня, черт возьми!"
    mc "Ты испытываешь свою удачу, наглец."
    n 2f "Ты из тех, кто умеет разговаривать!"
    n 5v "Назови меня ещё раз 'наглецом', и мы посмотрим, кто из нас проведет остаток жизни, оплачивая больничные счета!"
    show natsuki 5x2
    mc "Хех, именно поэтому тебе не стоит беспокоиться о том, что другие люди узнают."
    n 5k "Ч-что?"
    "Она быстро понимает, что почти никто не догадался бы, что мы пара, увидев этот обмен репликами."
    n 5q "Ахх, ну..."
    n 5s "{i}Может быть, ты прав."
    show natsuki at thide
    hide natsuki
    "Похоже, довольная моими рассуждениями, Нацуки продолжает вести себя как обычно, подражая цундере."
    return
label nm25:
    mc "Не терпится вернуться внутрь?"
    show natsuki 1k at t11
    n "Ч-что?"
    show natsuki 1k2
    "Нацуки, которая почти минуту пялится на мой дом, кажется, удивлена моим вопросом."
    n 5q "Эрр, ну..."
    n "Я просто думал обо всем, что произошло."
    show natsuki 5s
    mc "Ты имеешь в виду ту часть, где ты очень громко признался в своих чувствах ко мне--"
    n 1p "Шшш!! Что, черт возьми, ты думаешь, ты несешь?!"
    show natsuki 1o
    mc "Успокойся, Нацуки. Тебе не нужно беспокоиться о том, что кто-нибудь нас услышит."
    mc "В конце концов, все, кто живёт в этом квартале, уже слышали это из первых уст."
    n 1q "Д-да ладно, я же не был настолько {i}тот{/i} громким, правда?"
    show natsuki 1s
    mc "Хех, хочешь, я спрошу соседей?"
    n 1v "Конечно, нет!"
    n 5r "Господи, разве тебе не следует быть более внимательным к своей, ну, ты знаешь... {i}девушка?"
    show natsuki 5s
    mc "Ммм, возможно."
    mc "А теперь давайте двигаться, пока кто-нибудь не решил подать жалобу на шум."
    show natsuki 1v at h11
    n "Не смей просто отмахиваться от меня!"
    show natsuki at thide
    hide natsuki
    "Не помогая её делу, Нацуки выкрикивает это, прежде чем последовать за мной."
    return
label nm26:
    mc "Готов идти?"
    show natsuki 1j at t11
    n "Ммм!"
    n 1l "Просто не забудь отпустить, когда мы доберемся туда, хорошо?"
    n 1z "Последнее, что мне нужно, - это чтобы все знали, что я встречаюсь с извращенцем."
    mc "Ты маленький сопляк..."
    show natsuki at thide
    hide natsuki
    "Вместо того, чтобы взъерошить её волосы или похлопать по лбу, я просто беру руку Нацуки в свою, чтобы мы могли начать нашу утреннюю поездку на работу."
    return

label km1:
    show kiba 1a at t11
    k "Йоу, [player]."
    k 1h "Сегодня утром решил предпочесть меня симпатичной девушке?"
    show kiba 1a
    mc "Конечно. Считай, что тебе повезло."
    k 1h "Хех, это бы много значило, услышать это от кого-то другого..."
    k 3h "Но, учитывая, что твоя плотность практически является силой природы, это не значит, что ты от чего-то отказываешься, чтобы приехать сюда."
    show kiba 3a
    mc "А время, проведенное с моим 'драгоценным другом детства', не считается?"
    k 1h "Так и было бы, если бы ты действительно потрудился сделать хоть один шаг!"
    show kiba 1a
    mc "Это говорит парень, который всю свою жизнь был хронически одинок."
    k 2a "Ты из тех, кто умеет разговаривать!"
    k "Не думай, что у тебя есть преимущество передо мной только потому, что ты участвуешь в сценарии с гаремом."
    show kiba 2a2
    mc "'Сценарий гарема?' - Так дети называют их в наши дни?"
    mc "Должно быть, я не в курсе событий."
    k 1h "Веди себя круто и собранно, сколько хочешь, но я знаю, что глубоко внутри есть частичка тебя, которая проводит день на природе, думая обо всех непристойных--"
    show kiba 1d2 at s11
    k "А-Агх."
    "Он отшатывается, когда я толкаю его локтем в живот."
    mc "Держи это при себе, ладно?"
    mc "Последнее, что мне нужно, - это чтобы люди думали, что я такой же, как ты."
    show kiba 3h
    k "Хех, а что плохого в том, что люди думают, что ты жеребец?"
    mc "{i}Честно..."
    show kiba at thide
    hide kiba
    "Его бредни продолжаются по мере того, как мы приближаемся к школе."
    return
label km2:
    k "Яхелло!"
    "У меня мурашки по коже, когда это восклицают у меня за спиной."
    mc "Что, черт возьми, это был за {i}таковым{/i}?"
    show kiba 1h at t11
    k "Ты имеешь в виду моё новое приветствие?"
    k "Что думаешь? Довольно круто, не правда ли?"
    show kiba 1a
    mc "Настолько 'крутой', что на тебя, вероятно, следует подать в суд за совершение преступлений против человечности."
    k 1h "Да ладно, конечно, всё не так уж плохо."
    show kiba 1a
    mc "Учитывая, что ты отклоняешься от своей обычной рутины только из-за того, что увидел в аниме или манге..."
    mc "Прав ли я, предполагая, что и здесь дело обстоит так же?"
    k 1h "Ого, ты меня очень хорошо знаешь."
    k 2b "Я-я немного смущен."
    mc "Ты не против покраснеть, как какая-нибудь влюбленная школьница?"
    mc "Это вызывает беспокойство на фундаментальном уровне."
    k 2a "Ох? И что заставило тебя вести себя таким колючим сегодня утром?"
    k "Что-то случилось? Проснулся не на той стороне кровати?"
    show kiba 1a
    mc "Ты когда-нибудь задумывался о том, что, возможно, причина в {i}тебе{/i}?"
    k 3h "Хех, ты такой шутник [player]."
    show kiba 3a
    mc "Ты бы не стал хлопать меня по спине, ведя себя так, будто ничего не происходит?"
    k 1h "Кстати, спасибо, что заговорили об аниме."
    k "Вообще-то, я недавно начал смотреть этот новый фильм о--"
    show kiba at thide
    hide kiba
    "Игнорируя мои мольбы, Киба использует меня в качестве собеседника всю оставшуюся дорогу."
    return
label km3:
    mc "Йоу."
    mc "Ты сегодня позже обычного."
    show kiba 1f at t11
    k "Извини за это."
    k "В итоге мне пришлось готовить обед для моей младшей сестры."
    show kiba 1b
    mc "?!"
    k 1e "Эй, что это у тебя за удивленный вид?"
    show kiba 1d
    mc "А чего ты ожидал?"
    mc "Ты ужасный повар."
    k 1d2 "Грубо!"
    k 1e "Хочу, чтобы вы знали, что в последнее время я значительно улучшился..."
    k "Так что не думай, что ты единственный, кто способен прокормить себя сам."
    show kiba 1d
    mc "Хмм?"
    mc "Что вы имеете в виду?"
    k 1p "Эхх?"
    "Выражение паники внезапно появляется на лице Кибы после того, как он обдумал то, что он только что сказал."
    k 1k "Я-я имею в виду, тебе ведь приходится готовить самой, верно?"
    k "Н-ну, ты знаешь, раз уж ты живешь один и всё такое."
    mc "Я говорил тебе, что живу один?"
    k "Эрр, ну..."
    k 5a "Я... я просто подумал, что, поскольку я никогда никого больше не видел, когда бы ни заходил..."
    "Он начинает нервно чесать шею, глядя в сторону."
    k 2a "Я-я был неправ?"
    mc "Не совсем."
    mc "Думаю, я немного удивлен, услышав, что ты догадался."
    k 1b "Что?"
    k 1k "Предполагается, что это секрет?"
    mc "Не обязательно, но всё, как правило, идёт гладко, когда не возникают ситуации, которые обычно требуют объяснений."
    k 1b "А-Ахх."
    mc "Приятно слышать, что ты не представляешь опасности для возгорания во время приготовления пищи."
    mc "Может быть, это означает, что для Сайори тоже ещё есть надежда."
    k 1k "В-верно. Может быть."
    show kiba at thide
    hide kiba
    "Киба продолжает вести себя странно до конца нашей поездки."
    return
label km4:
    k "Доброе утро, [player]."
    show kiba 1a at t11
    "Киба ждет меня на нашем обычном месте встречи."
    mc "Ты рано пришел."
    k 1h "Ага! Видишь ли, я действительно хотел тебя кое о чем спросить--"
    show kiba 1a
    mc "Мой ответ 'нет.'"
    show kiba 1b
    mc "Какие бы маниакальные мысли ни приходили тебе в голову, держи их при себе, вместо того чтобы вовлекать меня."
    mc "Так мы все будем намного счастливее."
    k 2a "Да ладно, чувак. По крайней мере, дай мне шанс иногда."
    k "Ты всегда занимаешь слишком оборонительную {i}позицию{/i}, когда я начинаю задавать вопросы."
    show kiba 2a2
    mc "Потому что ваши 'вопросы' обычно либо совершенно бессмысленны, либо дико нереалистичны."
    k 1p "'Бессмысленный?' 'Нереалистичный?'"
    k 1r "Пожалуйста, с каких это пор я говорю--"
    mc "{i}*изображая Кибу*{/i} 'Как ты думаешь, почему они делают кудряшки Одзе только блондинкам или иностранкам?.'"
    show kiba 1b
    mc "'А? Ты никогда не слышал о кудряшках Оджу? Ты что, тупой?'"
    mc "'Сверли волосы, [player], {i}сверли волосы{/i}. Ты знаешь, когда их волосы завиты спиралью?'"
    mc "'Что, всё ещё в замешательстве? Господи, похоже, мы не можем все {/i} стать просветлёнными'..."
    mc "Однако не волнуйся. Твой лучший друг Киба смоет твоё невежество бесплатно!"
    mc "{i}Кхм{/i}, затем вы потратили сорок пять минут, показывая мне фотографии вымышленных женщин, чья прическа больше подходила для строительных работ, чем для моды."
    "Киба несколько секунд смотрит широко раскрытыми глазами, прежде чем начинает ухмыляться."
    k 1h "Вау, [player]. Мой урок, должно быть, действительно произвел на тебя впечатление, раз ты запомнил мои точные слова."
    k 2b "На самом деле это немного смущает."
    mc "Перестань краснеть, ты упускаешь суть--"
    k 1h "Однако, к сожалению для вас, сегодняшний вопрос будет не таким познавательным."
    k 3r "Нет, если только тебе не нужно освежить в памяти какую-нибудь старую скучную геометрию."
    show kiba 3q
    mc "А? 'Геометрия?'"
    k 3a "Ммм."
    k 1h "Я заснул на последнем уроке и понятия не имею, как выполнить домашнее задание..."
    k "Вот тут-то и вступает в игру мой 'лучший друг' [player]!"
    show kiba 1a
    mc "Серьёзно? И это всё? Ты просто собирался попросить помощи с заданием?"
    k 1h "Ага!"
    show kiba 1a
    mc "..."
    mc "....."
    mc "{i}Вздыхаю..."
    "Этот разговор оказал значительное воздействие как на мою выносливость, так и на клетки моего мозга."
    mc "Отлично. Покажи мне задачи, когда мы будем в школе."
    k 1h "Спасибо! Я знал, что могу на тебя рассчитывать!"
    show kiba at thide
    hide kiba
    "Киба мчится вперед, в то время как я провожу остаток нашей поездки, еле волоча ноги."
    return
label km5:
    k "Ты когда-нибудь коллекционировал карты, [player]?"
    mc "Хмм?"
    show kiba 1a at t11
    "Киба случайно спрашивает об этом, пока мы идем."
    mc "Ты имеешь в виду, что-то вроде отслеживания всех украденных мною кредитных карточек?"
    k 1e "Очевидно, что нет!--"
    k 1f "Подожди, ты действительно крал кредитные карточки раньше?"
    show kiba 1b
    mc "Нет, но у меня всегда есть место для новых увлечений."
    k 2a2 "{i}Ууу..."
    k 2a "В-в любом случае, я имел в виду {i}обмен{/i} картами. Ну, знаешь, что-то вроде Покемонов, или Ю-ги-о, или--"
    show kiba 2a2
    mc "В пояснении нет необходимости. Я понял, что ты имеешь в виду."
    k 1k "Правда? {i}Ты мог бы обмануть меня..."
    mc "Тем не менее, ответ по-прежнему будет 'нет.'"
    mc "Ничто никогда не вызывало у меня такого интереса, чтобы я начал коллекционировать это."
    k 2a "Цифры. Ты был абсолютно 'против веселья' с того дня, как мы встретились."
    show kiba 2a2
    mc "Тчш..."
    mc "А как же тогда {i},ты{/i}? Я предполагаю, что вы спросили только для того, чтобы как-то продвинуть личный интерес?"
    k 1h "Хех, не в этот раз."
    k "На самом деле я перестал коллекционировать их несколько лет назад и даже подарил своей сес--"
    k 1s "К-кхм, раздал {i}всю{/i} коллекцию."
    show kiba 1a
    mc "Я понимаю..."
    mc "Это дает мне надежду, что однажды ты 'перерастешь' свои иллюзии."
    k 1r "Хех, никаких шансов."
    k 3r "Зачем кому-то хотеть перейти из состояния просветленного обратно в состояние невежества?"
    show kiba 3q
    mc "{i}Вздыхаю..."
    "...{i}похоже, моя \"надежда\", в конце концов, может и не осуществиться."
    show kiba at thide
    hide kiba
    "Эта мысль приводит меня в уныние, когда мы продолжаем нашу прогулку."
    return
label km6:
    if akiba_trip == "False":
        call k_morning_random from _call_k_morning_random_2
        return
    k "Ещё раз спасибо, что поехал со мной в Акибу, [player]."
    show kiba 2a at t11
    k "Хотя это и {i}было{/i} отстой, мы не смогли найти ничего, что тебе понравилось."
    k 1h "Есть ещё куча действительно хороших магазинов, которые мы пропустили, так что, возможно, в следующий раз--"
    mc "Подожди, Киба. Почему мы вдруг заговорили об Акихабаре?"
    k "На самом деле, нет причин..."
    k "Я просто просматривал свою коллекцию перед отъездом и увидел некоторые фигурки, которые купил, пока мы были там."
    show kiba 1a
    mc "Верно..?"
    mc "В честь твоей ностальгии я воздержусь от насмешек над твоим {i}совершенно нормальным{/i} утренним ритуалом."
    k 2a "Эй! С чего ты взял, что я просматриваю их {i}каждое{/i} утро?!"
    k 1e "Да будет вам известно, что мои проверки качества проводятся только по понедельникам, средам и пятницам!"
    show kiba 1d
    mc "Ухх, нормально?"
    mc "Ты ведь понимаешь, что из-за того, что у тебя есть реальный график, ты кажешься ещё более странным, верно?"
    k 1d2 "Хмф! Как будто такой плебей, как вы, может что-то знать о регулярном обслуживании высококачественных товаров."
    mc "С каких это пор товары отаку из секонд-хендов считаются 'высококачественным товаром?'"
    k 1h "Отличный вопрос, на который я бы с удовольствием ответил..."
    k 1r "Если бы не то, насколько это было не по теме."
    show kiba 1q
    mc "Хмм? Мы следим за темой?"
    k 1e "Акихабара, помнишь?! Ах-ки-ха-ба-ра!"
    k 5b "Я только пытался спросить, не хотели бы вы как-нибудь снова сходить вместе?"
    mc "Тебе действительно нужен ответ?"
    mc "Даже если я скажу 'нет', ты всё равно будешь приставать ко мне, пока я не уйду, верно?"
    k 5a "Ну, да..."
    k 5b "Но ты мог бы, по крайней мере, быть более осмотрительным в моей тактике."
    mc "С каких это пор ты знаешь, что означает слово 'тонкий'?"
    k 1h "Ещё одно обсуждение, которое мы можем отложить на потом."
    k "По сути, ты хочешь сказать, что не будешь {i}слишком{/i} сопротивляться, когда я 'приглашу' тебя в следующий раз, верно?"
    mc "Ммм, если ты хочешь это так интерпретировать."
    k 1q "Хиихии..."
    k 3r "Нет необходимости действовать так окольно, [player]. Твой имидж цундере и так достаточно силен--"
    mc "В следующий раз, придурок, получи удовольствие, посетив Акихабару в одиночку."
    show kiba at thide
    hide kiba
    k "Эй, погоди! Ты не должен так серьезно относиться к поступку цундере!"
    "Остаток нашей поездки на работу мы проводим с Кибой, копая ему могилу всё глубже и глубже."
    return
label km7:
    k "Привет, [player]. Ты делаешь что-нибудь сегодня после школы?"
    show kiba 1a at t11
    mc "Ммм, я вообще-то--"
    k 1h "А ты нет? Здорово!"
    k "В таком случае нам точно стоит потусоваться."
    k "В твоем доме всегда удручающе пустынно, верно? Нет лучшего места для посиделок."
    k "И знаешь что? Поскольку я такой славный парень, я даже зайду по дороге в круглосуточный магазин и куплю чего-нибудь перекусить."
    k "Я, конечно, угощаю, так что не беспокойся о том, чтобы расплатиться со мной..."
    show kiba 1f at s11
    play sound "sfx/slap.ogg"
    k "Оуу!"
    show kiba 1b
    "Киба быстро хватается за лоб после моего удара."
    mc "Притормози, пожалуйста?"
    mc "На самом деле никто не соглашался позволить тебе приехать."
    k 1f "Эхх?"
    show kiba 2b at t11
    k "Но мы же лучшие друзья, верно? Разве это не означает, что твой дом технически также и мой дом?"
    mc "Что за чертова логика в этом?"
    k 2b "Да ладно, ты что, никогда не слышал 'делиться - значит заботиться?'"
    mc "Нет, теперь пойдем."
    mc "Если твоё попрошайничество каким-то образом не заставит нас ехать быстрее, нам следует сосредоточиться на том, чтобы добраться до школы."
    show kiba at thide
    hide kiba
    k "П-привет!"
    k "Это означает 'нет?'"
    "Он выкрикивает это, прежде чем поспешно последовать за мной."
    return
label km8:
    k "Знаешь, что звучит здорово?"
    show kiba 1h at t11
    k "Мужская вечеринка."
    show kiba 1a
    mc "Что?"
    k 3h "Просто подумай об этом. Ты, я, город, полный незнакомых и захватывающих впечатлений."
    k 3r "Мы могли бы выпить, познакомиться с новыми людьми, может быть, даже найти себе пару хобби--"
    mc "Позвольте мне пойти дальше и остановить вас на этом."
    show kiba 3b
    mc "Во-первых, ни один из нас не настолько взрослый, чтобы пить. Во-вторых, мы оба ужасны в социальных ситуациях."
    mc "Ваш третий пункт даже не имеет отношения к делу, поскольку ни одно из ваших увлечений на самом деле не может существовать за пределами второго измерения."
    k 1f "Знаешь, ты приводишь веский аргумент..."
    k 1h "Именно поэтому нам следует забыть обо всех этих 'новых впечатлениях' и вместо этого просто потусоваться у тебя дома!"
    show kiba 1a
    mc "Что за черт?"
    "Судя по тому, как быстро он воспользовался собственной рекомендацией, я предполагаю, что это было его настоящей целью с самого начала."
    k 1h "Что скажешь? Мы были бы вдвоем, двое парней, одни в доме без присмотра."
    k 3r "Мы могли бы посмотреть фильм, послушать музыку, может быть, зажечь несколько свечей--"
    show kiba at thide
    hide kiba
    k "Эхх? [player]?"
    k "П-подожди! Куда ты идешь?!"
    return
label km9:
    k "Йо, [player]."
    show kiba 1h at t11
    k "Ты увлекаешься чтением, верно?"
    show kiba 1a
    "Киба задает мне этот вопрос, как только мы встречаемся."
    mc "Если это твой способ порекомендовать другую мангу, побереги дыхание."
    if n_scene1 == "True":
        mc "Один из членов моего клуба уже втянул меня по уши в МОЭ."
    k 1h "Не волнуйся. Эти книги обычные, без картинок, пресные, скучные, как раз для тебя."
    show kiba 1a
    mc "Тсс, тебе действительно следует постараться быть более утонченным в своих намеках."
    k 1f "'Последствия?' О чем ты говоришь?"
    k 3h "Никто не скрывает тот факт, что ты задумчивый, безжизненный чудак."
    show kiba 3a
    mc "Ты испытываешь свою удачу, сопляк."
    k 3r "Да, да. Продолжай смотреть на меня недобрыми глазами. Я всё это уже видел раньше."
    k 3h "Теперь, возвращаясь к теме..."
    show kiba 3a
    "Полностью игнорируя мой убийственный взгляд, Киба лезет в карман куртки и вытаскивает единственный листок бумаги."
    k 1h "Вот, это список всех книг, от которых моя сестра избавляется."
    show kiba 1a
    mc "Хмм? 'Избавляешься?'"
    k 1h "Ага."
    k "Она убиралась в своей комнате, готовясь к поступлению в старшую школу, и сказала, что эти книги занимают слишком много места."
    show kiba 1a
    mc "Что мешает ей просто пожертвовать их книжному магазину?"
    k 3r "Это то, что она {i}собиралась{/i} сделать, прежде чем я, очень вдумчивый и заботливый друг, порекомендовал нам поискать кого-нибудь, кому они могли бы понадобиться в первую очередь."
    show kiba 3q
    mc "Сама мысль о том, что твоя сестра действительно последует совету своего 'жуткого и извращенного' старшего брата, вызывает подозрение..."
    mc "Но говорят, 'дареному коню в зубы не смотрят', так что..."
    "Я быстро просматриваю его список, прежде чем возвращаю своё внимание к Кибе."
    mc "Если она уже не планирует раздавать что-то из этого другим людям, я просто возьму их всё."
    k 1f "Серьезно? Ты узнаешь эти названия?"
    show kiba 1b
    mc "Нет, ни одного."
    mc "Однако это не сделает их менее читабельными."
    k 1f "Вау..."
    k 1h "Ты действительно ботаник."
    show kiba 1a
    mc "Продолжай оскорблять, и я скажу твоей сестре, что ты присоединился к команде по плаванию только для того, чтобы глазеть на девушек."
    k 1r "Хех..."
    k 3r "Ты так говоришь, как будто она ещё не знает."
    show kiba 3q
    mc "..."
    mc "....."
    k 3s "Н-не смотри на меня с такой жалостью, ладно? Даже мне иногда бывает больно."
    "Его щёки краснеют от смущения, когда он ненадолго задумывается о реальности своих действий."
    k 3s "Н-ну, если оставить это в стороне..."
    k 1h "Когда ты хочешь, чтобы я их принес?"
    show kiba 1a
    mc "Хмм? 'Привести их' куда?"
    k 1h "Очевидно, в вашем доме."
    k "У меня сегодня свободное расписание после школы, так что я вполне мог бы--"
    mc "Подожди."
    show kiba 1b
    mc "Не лучше ли было бы {i}мне{/i} заглянуть к тебе домой?"
    mc "Зачем совершать особенное путешествие?"
    k 5a "Ухх, ну..."
    k "..."
    k "....."
    k 2b "Ч-чтобы обеспечить безопасную доставку?"
    mc "И как бы {i}тебе{/i} было безопаснее их носить?"
    k 1h "Потому что сила дружбы всегда побеждает."
    show kiba 1a
    "Именно в этот момент у меня возникает ощущение, что у Кибы могут быть скрытые мотивы."
    mc "Извините, но давайте оставим ваши 'услуги' на следующий раз."
    mc "В конце концов, не хотелось бы, чтобы у моего 'друга' разболелось плечо из-за того, что он тащил эти книги через весь район."
    k 1s "Т-ты уверен?"
    k "Моё умение носить книги {i}имел{/i} неоднократно получало высокую оценку."
    mc "Ммм, я уверен."
    show kiba at thide
    hide kiba
    "Киба проводит остаток нашей поездки на работу, практически умоляя по какой-то причине отнести книги его сестры."
    return
label km10:
    k "{i}Зеееееееввввваюю..."
    show kiba 1b at t11
    "Киба потирает глаза, приближаясь к месту нашей встречи."
    k 2a "Честно говоря, какие психи захотят просыпаться так рано {i}нарочно?"
    show kiba 2a2
    mc "Должен ли человек, который это спланировал, действительно жаловаться?"
    mc "На самом деле, почему {i}Я{/i} вообще здесь? Вы так и не уточнили причину, по которой хотели, чтобы мы встретились именно в это время."
    k 2a "А? Ну что ж..."
    k 1h "Это в основном потому, что я не хотела появляться в школе так рано одна."
    k 3r "Не хотел бы, чтобы люди думали, что я какой-то старатель, которого больше волнует учеба, чем лежание в постели."
    show kiba 3q
    mc "Поверь мне, никто никогда бы так не подумал."
    mc "И даже если бы они это сделали, одного разговора было бы достаточно, чтобы убедить их в твоей непоколебимой виновности."
    k 1f "Эхх? 'Правонарушение?'"
    k 3r "О чем ты говоришь? Мой послужной список чист, как свежевыпавший снег."
    k 1r "Черт возьми, учитывая, как часто тебе угрожают прогулом каждый семестр за случайное исчезновение, я бы сказал, что это {i}ты{/i} провинился."
    show kiba 1a
    mc "Возможно, но эти проблемы вызваны моими обстоятельствами, а {i}не{/i} моей страстью к вымышленным персонажам."
    n "{i}Вздыхаю{/i}, хочу ли я вообще знать, о чем ты говоришь?"
    mc "Хмм?"
    show natsuki 2c2 at t21
    show kiba 1t at t22
    "Появление дикого цундере немедленно прерывает мой разговор с Кибой."
    mc "Нет, наверное, нет."
    n 1b "Цифры."
    show kiba at thide
    hide kiba
    show natsuki 1c2 at t11
    mc "Идешь завтракать?"
    n "Ммм."
    n 1b "Ты рано начинаешь заполнять свою квоту 'чудаковатых?'"
    show natsuki 1c2
    mc "Ммм."
    n 1l "Тогда, полагаю, сегодня вполне обычный день, а?"
    show natsuki 1j
    mc "Ну, когда ты оскорбляешь меня без причины, я, безусловно, {i}чувствую{/i} себя нормально."
    n 1k "'Без причины?' - Серьезно?"
    n 1l "Только не говори мне, что тебе действительно нужно напоминание--"
    show natsuki 1k2
    "Понимая, что мы не единственные, кто присутствует при этом разговоре, Нацуки быстро останавливает себя, чтобы не стать {i}слишком{/i} уничижительной."
    n 1k "Ну что ж..."
    n "Мы можем подробнее поговорить в клубе."
    n 5t "Не то чтобы я на самом деле хотел, чтобы мы ещё поговорили или что-то в этом роде."
    show natsuki 5s
    mc "Да, да..."
    mc "Мы оба знаем, что ты всё равно оставишь для меня место на танцполе."
    n 5x "Черта с два я это сделаю! Болван!"
    show natsuki at thide
    hide natsuki
    "Последнюю фразу она выкрикивает, прежде чем развернуться и умчаться прочь."
    mc "{i}Хмм? Интересно, из-за чего у неё трусики в узел?--"
    k "Хех... хехехе... хехехехехе..."
    "Звук ненормального смеха быстро напоминает мне о ситуации, в которой я сейчас нахожусь."
    show kiba 1i at t11
    k "Наконец-то я встретил такую. Наконец-то я встретил лоли цундере в реальной жизни..."
    k "У неё даже волосы были розовые."
    "Настоящие, абсолютно подлинные человеческие слезы начинают наворачиваться на глаза Кибы, когда он говорит это."
    k "После шести лет посвящения боги наконец-то улыбнулись мне."
    show kiba 1t
    mc "Ухх, верно?"
    mc "Не хочу прерывать тебя, ну... {i}что бы{/i} ты ни делал..."
    mc "Но не могли бы вы просветить меня, о чем, черт возьми, вы на самом деле говорите?"
    k 1i "О, не говори со мной так небрежно, [player]."
    k "Вы были в том же клубе, что и ходячее, говорящее произведение искусства, и держали его полностью при себе?"
    show kiba 1t
    mc "Серьезно, Киба, в чем дело? Почему у тебя такой... маниакальный вид?"
    k 1i "Почему? {i}ПОЧЕМУ?{/i}"
    k "Ты был в 'дурацких' отношениях с розоволосой лоли цундере и даже не потрудился рассказать об этом своему лучшему другу Кибе."
    show kiba 1t
    mc "Погоди, 'розоволосая лоли цундере?' Ты наконец-то сошла с ума?"
    mc "Всё, что я сделал, это спросил, почему мы встретились так рано."
    k "..."
    k "....."
    k 1i2 "Э-Эхх?"
    "Паника начинает расползаться по его лицу по мере того, как стирается грань между реальностью и вымыслом."
    k 1i "Н-не пытайся прикидываться дурочкой. Ты и та девушка были--"
    show kiba 1t
    mc "Ещё раз, какая 'девушка?'"
    mc "Мы единственные двое, кто проходил здесь. Ты даже упомянул, что только 'психи' могут разгуливать здесь в такую рань."
    k 1i2 "Н-Нет, {i}нет..."
    k 1i3 "Вы упомянули завтрак, и...и клуб..."
    show kiba 1i2
    mc "Позавтракать?"
    mc "Я ем дома, помнишь? Ты всегда смеешься надо мной за то, что я готовлю только яичницу-болтунью."
    k 1i3 "Н-не ты, девушка... {i}та, с розовыми волосами..."
    show kiba 1i2
    "Глаза Кибы становятся тусклыми по мере того, как он становится всё более неуверенным в том, что является правдой."
    mc "Умм, должен ли я чувствовать беспокойство?"
    "Он снова и снова качает головой, прежде чем заговорить тихим голосом."
    k 1i3 "Эт-Это, должно быть, шутка. Моё воображение... это никак не может быть настолько реалистично, верно?"
    show kiba 1i2
    mc "Не могу сказать, но ты действительно начинаешь меня пугать."
    k 1i3 "[player], будь откровенен со мной."
    show kiba 1i2 at face(y=600) with dissolve
    "Киба хватает меня за куртку, прежде чем притянуть ближе."
    k 1i3 "Ты только что разговаривал с невысокой девушкой с ярко-розовыми волосами или нет?"
    show kiba 1i2
    mc "..."
    mc "....."
    mc "Ты что, издеваешься надо мной?"
    "Именно в этот момент я вижу, как что-то дает трещину глубоко в психике Кибы."
    k 1i3 "В-верно, {i}верно.{/i} Конечно, ты этого не делал."
    k 1i "Я имею в виду, что таких вещей не существует в реальной жизни. Как ты вообще можешь видеть... {i}то, чего не существует..."
    show kiba 1s
    mc "Ты уверен, что ничего не происходит?"
    mc "Может быть, тебе стоит вернуться домой и отдохнуть--"
    k 1i3 "Н-нет, нет. Всё в порядке."
    k "Давай просто, ухх... {i}давай..."
    show kiba 1i2
    mc "Ходишь в школу?"
    k 1i3 "Да, {i}да.{/i} Давай сделаем это."
    show kiba at thide
    hide kiba
    "Когда Киба волочит ноги по тротуару, я понимаю, что это моё маленькое представление, возможно, зашло слишком далеко."
    return
label km11:
    "{i}*бззт бззт*"
    show kiba 1b at t11
    k "Хмм?"
    "Киба опускает взгляд, когда его телефон начинает звонить."
    mc "Есть новости о вашем новом судебном запрете?"
    k 1f "Скорее всего, нет."
    k "Всё это дело было урегулировано во внесудебном порядке несколько недель назад."
    show kiba 1a
    mc "..."
    mc "....."
    mc "Ты серьезно?--"
    k 1h "Хех, ты бы только посмотрел на это!"
    k "Моя сестра прислала мне сообщение! Должно быть, ей стало одиноко без своего дорогого старшего брата--"
    show kiba 1b
    "Его возбуждение постепенно проходит при чтении самого сообщения."
    mc "Хмм?"
    mc "Она тоже подает заявку на заказ?"
    k 1f "Д-да? Ох..."
    k 1h "Не сегодня. Просто есть кое-что, о чем мы уже некоторое время говорим..."
    k 1b "{i}Хотя я и понятия не имел, что повышение начнется так скоро."
    mc "{i}Повышение по службе...?"
    mc "И что ты подразумеваешь под 'не сегодня?'"
    k 1s "Э-Эхехе..."
    k "Давай просто прекратим говорить о моей сестре, ладно? Она бы не хотела, чтобы я рассказывал об этом другим людям."
    mc "Учитывая, что ты не уточнил, что на самом деле представляет собой 'это', я бы сказал, что ты проделал хорошую работу, избегая её гнева до сих пор."
    k 1h "Будем надеяться, что это так..."
    k 1r "Хотя технически моя жизнь в безопасности до тех пор, пока у неё нет другого способа заполучить их в свои руки."
    show kiba at thide
    hide kiba
    "После этой последней загадочной реплики Киба поступает так, как он рекомендовал, и опускает все упоминания о своей сестре и деталях их обсуждения."
    return
label km12:
    k "Доброе утро, [player]!"
    show kiba 1a at t11
    "Он практически выкрикивает это, когда мы прибываем на место нашей встречи."
    mc "{i}Вздыхаю,{/i} должен ли я вообще спрашивать, что привело тебя в хорошее настроение?"
    k 1h "Нет!"
    k 3r "Я полностью планировал рассказать тебе, независимо от того, спрашивал ты на самом деле или нет!"
    show kiba 3q
    mc "{i}Замечательный..."
    k "Хиихии..."
    k 3r "Возможно, ты сейчас расстроен, [player], но не волнуйся."
    k 1h "Даже ты не сможешь скрыть своего волнения после того, как увидишь {i}это!"
    show kiba 1a
    "Он быстро тычет мне в лицо своим телефоном, демонстрируя что-то похожее на страницу подтверждения заказа."
    mc "Прости, Киба..."
    mc "Но я не понимаю, что такого 'захватывающего' в квитанции."
    k 1f "А? Квитанция?"
    show kiba 1b
    "Понимая, что моя реакция не соответствует тем маниакальным вещам, которые он пытается мне показать, Киба поворачивает телефон обратно к себе."
    k 1h "Ахх, я виноват."
    k "Страница, должно быть, прокрутилась вверх, пока лежала у меня в кармане."
    show kiba 1a
    mc "Серьезно? Ты подготовил это ещё до того, как мы встретились--"
    k 1h "Таадаа! Взгляни ещё раз!"
    show kiba 1a
    mc "{i}Гухх..."
    "Зная, что он не остановится, пока не получит ответа, я неохотно бросаю взгляд на экран телефона ещё раз."
    mc "Какая-то цифра?"
    mc "С какой стати {i}это{/i} должно меня возбуждать?"
    k 1h "Это не просто какая-то 'фигура', [player]..."
    k 1r "Это фигурка Узаки-тяна!"
    show kiba 1q
    mc "..."
    mc "....."
    mc "Это должно что-то значить?"
    k 1h "Конечно!"
    k "Это коллекционная вещь премиум-класса! Вы не замечаете в ней ничего {i}особенного{/i}?"
    show kiba 1a
    mc "Зависит от обстоятельств."
    mc "Ты имеешь в виду тот факт, что она в купальнике, или тот факт, что у неё неоправданно большая грудь?"
    k 1h "И то, и другое, [player]! И то, и другое! Вот что делает это таким замечательным!"
    k 3r "Эти две вещи хороши сами по себе, но в сочетании..."
    show kiba 3q
    "От того, как Киба начинает хихикать после этого, у меня мурашки бегут по спине."
    mc "Верно..?"
    mc "Но действительно ли хорошо обработанный кусок пластика {i}действительно{/i} стоит двести долларов?"
    k 1h "До последнего пенни."
    show kiba 1a
    mc "{i}Этот парень..."
    show kiba at thide
    hide kiba
    "Напряжение стучит у меня в висках, пока Киба продолжает демонстрировать \"качество\" своей покупки."
    return
label km13:
    k "{i}Ууу..."
    show kiba 5a at t11
    "Киба, кажется, погружен в свои мысли, когда я подхожу к нашему обычному месту."
    mc "Тебя что-то беспокоит?"
    show kiba 1n at h11
    k "Ахх!"
    "Мой случайный вопрос встречен криком страха."
    k 2a "О-Ох, привет [player]..."
    k 2a2 "..."
    k "....."
    mc "Ну? Есть причина, по которой ты только что чуть не выпрыгнул из своей кожи...?"
    mc "Или одного моего вида, наконец, стало достаточно, чтобы вывести тебя из себя?"
    k 5a "{i}Ууу..."
    "Вместо того, чтобы ответить одной из своих обычных колкостей, которые оскорбили бы мою внешность, Киба замолкает, по-видимому, обдумывая что-то важное."
    k 2a "Давай, ух..."
    k 1f "Давай поторопимся и пойдем, хорошо? Мой учитель в последнее время очень строго следит за посещаемостью."
    show kiba at thide
    hide kiba
    "Даже не намекнув на то, что его беспокоит, Киба поворачивается и направляется к школе."
    "...{i}странно. Интересно, что заставляет его вести себя так сдержанно?"
    "Эта мысль вертится у меня в голове всю оставшуюся часть нашей поездки на работу."
    return
label km14:
    mc "Хмм?"
    "Когда я прибываю на наше обычное место встречи, нигде нет никаких признаков Кибы."
    mc "Это странно. Обычно он написал бы мне, если бы--"
    "{i}*бззт бззт*"
    "Мой телефон начинает вибрировать, почти как по сигналу."
    "{i}Новое сообщение(ы): Киба."
    k "{i}Сегодня не смогу. Извини."
    "Это стало для меня полной неожиданностью..."
    "Не потому, что Киба сказал, что не придет, а из-за того, насколько {i}нормальным{/i} является его сообщение."
    "...{i}обычно он добавляет немного гомоэротического колорита в свои тексты, но не в этот раз."
    mc "{i}Хмм{/i}, интересно, он не болен?"
    "Не придавая особого значения его доводам, моя утренняя поездка на работу продолжается в обычном режиме."
    return
label km15:
    k "{i}Мхх..."
    show kiba 1k at t11
    "Киба начинает нервничать вскоре после встречи."
    k 2a "П-привет, [player]..."
    k "Возможно, это странный вопрос, но какой была ваша средняя школа?"
    mc "В моей средней школе?"
    mc "Зачем вдруг вспоминать об этом{/i}?"
    k 5a "Ох, ухх, {i}ну..."
    k 5b "Моя сестра рассказывала мне кое-что из того, чего ей будет не хватать в своей школе после окончания школы, и это вызвало у меня некоторое любопытство."
    mc "Это сделала твоя сестра, да?"
    mc "Та самая 'сестра', которая активно избегает разговоров с тобой?"
    k 2a "Ч-что?"
    show kiba 2a2
    "...{i}не считая Сайори, Киба до сих пор не спрашивал ни о каком аспекте моей жизни до школы..."
    "...{i}что делает это под видом очевидной лжи особенно странным."

    mc "Послушай, Киба. Я не возражаю, если ты иногда будешь задавать личные вопросы или попытаешься узнать обо мне побольше..."
    mc "Но я не могу избавиться от чувства некоторой подозрительности, когда ты неискренне говоришь о причине."
    k 5a "..."
    "После этого он несколько секунд хранит гробовое молчание."
    k 1d2 "Тогда не бери в голову."
    k 1d "Может быть, мы сможем подробнее поговорить об этом в другой раз."
    show kiba at thide
    hide kiba
    "Вместо того чтобы приставать ко мне со своей обычной настойчивостью, Киба просто отворачивается и продолжает идти."
    "...{i}он определенно ведет себя странно, и не так, как обычно."
    "Его поведение остается необъяснимым до конца поездки, не оставляя мне ничего другого, кроме как удивляться."
    return
label km16:
    k "Знаешь, учитывая, что мы так часто ходим в школу вместе..."
    show kiba 1f at t11
    k "Интересно, думает ли кто-нибудь, что мы встречаемся?"
    show kiba 1b
    mc "Ои, ты хочешь умереть?"
    k 2a "П-Погоди, я не говорю, что я {i}хочу{/i}, чтобы они..."
    k 2b "Мне просто было любопытно, не понял ли кто-нибудь неверно."
    mc "Правильно..."
    mc "Без обид, Киба, но никто не поверит, что ты встречаешься с кем-то настолько не твоего уровня."
    k 2a "Э-Эхх? Что, черт возьми, это значит?"
    show kiba 2a2
    mc "Я тот парень, которого постоянно окружает гарем девушек, помнишь?"
    mc "Что это у {i}тебя{/i} происходит, а? Синие яйца от вступления в команду по плаванию?"
    k 1e "Э-эй, не прикидывайся таким высокомерным."
    k "В один прекрасный день в меня влюбится столько милых девушек, что даже ты будешь чувствовать {i}себя{/i} неловко."
    show kiba 1d
    mc "Да, да."
    mc "Просто держи свои мечты сухими и подальше от меня, ладно?"
    k 1d2 "Мммхххммм..."
    show kiba at thide
    hide kiba
    "Наши поездки на работу продолжаются, и мы постоянно обсуждаем реальную жизнеспособность Кибы как холостяка."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
