














































































































































label fake:
    mc "А, 'окно', да."

    "Прислонившись к стене здания, я смотрю на беговую дорожку, а легкий ветерок обдувает меня."
    "Прямо перед началом последнего урока учительница сказала, что ей нужно обсудить 'важный вопрос', и объявила окно."
    "Обычно это означает оставаться в классе и заниматься своими делами..."
    "Но, поскольку меня всё ещё беспокоят мысли после разговора в обед, я решил улизнуть и подышать свежим воздухом."
    mc "В первый же раз, когда ему предоставляется возможность дать совет, и лучшее, что он может придумать, это 'относись к этому как к плаванию'."
    "...{i}всё же, это может быть не совсем бесполезно."
    "...{i}Меня не часто заставляют работать под давлением, но, возможно, я смогу добиться каких-то результатов, если поставлю себя в такое положение."
    mc "Но что он имеет в виду под 'ныряй'? Во что?"
    m "У тебя привычка разговаривать сам с собой?"
    "Слышен звук закрывающейся двери."
    m "Из всех учеников в этой школе, каковы шансы, что это будешь ты?"
    mc "Моника? Что ты здесь делаешь?"
    m "Один ученик сообщил мне о 'подозрительном парне', покидающем западный вход в здание."
    mc "Ты теперь в дисциплинарном комитете или что-то в этом роде?"
    m "Нет. Просто неравнодушный гражданин, проходящий мимо."
    mc "Как это альтруистично."
    m "Правда?"
    "Она делает шаг ко мне, выглядя самодовольной."
    m "Итак, теперь, когда я ответила, что насчет тебя?"
    m "Надеешься получить немного кардио в середине дня?"
    mc "К сожалению, всё не так тривиально."
    m "Хмм?"
    mc "..."
    mc "Могу я тебя кое о чем спросить?"
    "Она смотрит на меня мгновение, прежде чем её выражение лица становится более серьезным."
    m "Это входит в сферу нашей 'договоренности'?"
    mc "Возможно."
    m "Тогда я весь во внимании!"
    m "Итак, что у тебя на уме?"
    mc "Я вел себя как-то иначе после нашей встречи во время Золотой недели?"
    m "Да, я бы сказал, что да."
    mc "Серьезно?"
    m "Разве ты не спросил, потому что сам это осознавал?"
    m "Почему ты так удивляешься?"
    "Я откидываю голову на стену и смотрю в небо."
    mc "Потому что до нескольких часов назад я {i}не{/i} осознавал."
    mc "Кто-то должен был мне сказать."
    m "Интересно."
    m "Я бы не подумала, что Сайори скажет что-то, что поставит тебя в такое неловкое положение."
    mc "Я не уверен, о чем ты думаешь, но это была не Сайори."
    m "Понятно. Так логичнее."
    mc "Не возражаешь, если расскажешь мне, что во мне изменилось?"
    m "Если ты не можешь этого понять, то ты более безнадежен, чем я думала..."
    m "Однако, поскольку я твой блестящий и заботливый президент клуба, я тебе помогу."
    mc "Если подумать, спрашивать кого-то столь безответственного, как ты, наверное, было не очень хорошей идеей."
    m "Слишком поздно!"
    mc "Вздох..."
    m "Для начала, ты был намного скованнее в последние несколько недель по сравнению с тем, когда ты только присоединился к клубу."
    m "Изначально ты казался совершенно непринужденным, как будто даже не замечал существования людей вокруг тебя..."
    m "Но после Золотой недели всё стало наоборот. Теперь ты, кажется, {i}слишком{/i} осознаешь всех."
    m "Не говоря уже о том, что мешки под твоими глазами стали на три оттенка темнее за последние две недели."
    m "Если бы я не знала лучше, я бы предположила, что ты был подопытным кроликом в масштабном эксперименте по лишению сна."
    mc "Ты действительно не сдерживаешься, не так ли?"
    m "Ты большой мальчик, ты справишься!"
    "В её словах чувствуется некая фамильярность, когда она это говорит."
    mc "Называть 'большим мальчиком' и говорить 'нырять с головой'..."
    mc "Неужели вокруг меня нет никого, кто мог бы быть действительно полезным?"
    m "О? Мой младший по жизни говорит, что он слишком хорош для моего понимания?"
    mc "Нет, просто оцениваю экзистенциальный ужас, который любит меня мучить."
    "Я отрываюсь от стены и поворачиваюсь к ней."
    mc "Спасибо, что рассказала мне, как обстоят дела, Моника."
    mc "Как бы я ни ворчал и ни стонал, я рад, что рядом есть кто-то, кто мало в чем себя сдерживает."
    m "Ну, если всё, что мне нужно сделать, это оскорбить твою внешность, я более чем счастлива помочь."
    mc "Хех, рад слышать."
    "Понимая, что это то, о чем мне придется думать самому, я направляюсь к двери."
    mc "Кстати, разве ты сейчас не должна быть на уроке?"
    m "Да, но я бы сказала, что разбираться с подозрительным человеком на территории школы важнее."
    m "А ты?"
    m "Неужели мой самый младший член клуба прогуливает уроки, чтобы поскучать в одиночестве на улице?"
    mc "Может быть, в другой день, но сейчас у меня окно."
    m "Ты же знаешь, что это не дает тебе права бродить по территории школы, верно?"
    mc "Ага."
    "Моника просто качает головой в ответ, когда мы возвращаемся внутрь."
    return



label alt_club1:
    mc "В этом нет необходимости."
    s 3b "Хм?"
    "Она перестает печатать и смотрит на меня."
    mc "Как я и сказала, тебе не нужно отменять."
    s 3c "Ты уверена?"
    s 3k "Я-я имею в виду, я сказала им, даже не спросив тебя. Если ты думаешь, что это может вызвать проблемы, то~"
    show sayori 3b
    "Я тыкаю её в голову, когда она начинает извиняться."
    mc "Я уже всё продумал, не волнуйся."
    mc "То, что они там будут, не так уж и плохо, пока мы можем предотвратить появление чего-либо, касающегося моей ситуации."
    mc "Хотя приглашать людей в дом, который тебе не принадлежит, всё ещё довольно глупо."
    s 3y "В-Верно. Извини, что поставила тебя в такое положение."
    mc "Полагаю, этого следовало ожидать, проведя столько времени рядом с тобой, да?"
    "Сайори слабо кивает, пытаясь простить себя."
    stop music fadeout 2.0
    scene bg resday with wipeleft_scene
    "К счастью, она смогла вернуть большую часть своего духа к тому времени, когда мы добрались до наших домов."
    mc "Должен сказать, я немного удивлен, что они согласились устроить эту 'вечеринку' у меня дома..."
    mc "Учитывая то, что Нацуки написала в групповом чате обо мне и всё такое."
    show sayori 4m at t11
    play music t2
    s "Точно!!"
    "Кулак врезается мне в правую руку."
    mc "Ай! Какого черта?!"
    s 3j "Ты действительно сказал ей это?!"
    show sayori 3g
    mc "Хм? 'Сказать' что?"
    s 3j "Ты знаешь..."
    s 5d "Т-То, что... во время мытья посуды."
    mc "Прости, Сайори, но я ничего не помню. Не могла бы ты сказать мне {i}точно{/i}, о чем ты говоришь?"
    "Конечно, я полностью осведомлен о том, что Нацуки написала в групповом чате. Просто хочу посмотреть, как далеко зайдет эта девушка."
    s "...то, что... {i}с возбуждением{/i}."
    mc "Экскременты? Не помню, чтобы это когда-либо всплывало."
    s "Нет! Т-То..."
    "Поколебавшись немного, Сайори останавливается, прежде чем сделать глубокий вдох."
    show sayori 4p at h11
    s "То, что ты 'возбуждаешься', стоя рядом с ней!!!"
    "Полная противоположность тому, что было раньше, она кричит это так громко, что я боюсь, что только что заработал репутацию среди соседей."
    mc "..."
    mc "....."
    s 4h "Н-Ну? Ты собираешься что-нибудь сказать?!"
    show sayori 4g
    mc "Хм, ох..."
    mc "Да, это определенно был я. И что с того?"
    s 4m "П-Почему? Т-Ты не можешь просто говорить такие вещи!?"
    mc "'Почему?' Я не знаю..."
    mc "Она {i}действительно{/i} довольно миниатюрная."
    mc "Может быть, у меня развился комплекс?"
    s 4p "Эхххххх!?"
    "Сайори достигает максимальной паники."
    "Она изрыгает непонятную чушь, пока я не насыщусь."
    show sayori 4m at s11
    play sound "sfx/slap.ogg"
    "*шмяк*"
    s "Ай!"
    mc "Успокойся, ладно? Это была шутка."
    mc "Не начинай говорить вещи, из-за которых на меня набросится Ассоциация домовладельцев."
    show sayori 3h at t11
    s "Ты серьезно? Ты действительно не это имела в виду?"
    show sayori 3g
    mc "Конечно, нет."
    mc "Ты видела Нацуки? Думать о чем-то сексуальном о человеке с таким маленьким 'развитием' выше меня."
    "Сайори смотрит на меня с беспокойством в глазах, потирая голову."
    s 3f "Боже, ты действительно не можешь говорить такие вещи."
    s 3h "Ты знаешь, как трудно было убедить их, что у тебя просто очень плохое чувство юмора?!"
    show sayori 3g
    mc "Учитывая, что они знают меня больше недели, я бы сказал, 'вероятно, не так уж и сложно'."
    s 3l "Ну, нет. Наверное, это было не так..."
    s 5c "Но всё же! Этот разговор был очень неловким!!"
    mc "Понятно. Извини, что заставил тебя пройти через столько неприятностей..."
    mc "Но спасибо, что справилась с этим. Вот почему ты моя любимая."
    "Она на секунду оживляется, но быстро возвращается в прежнее состояние."
    s 5d "С-Слова вроде этих больше на меня не подействуют."
    mc "Это был не случайный комплимент. Я это имел в виду."
    mc "Моя жизнь намного лучше, когда ты рядом."
    show sayori 5d at s11
    "Пытаясь ещё сильнее скрыть свои истинные чувства, Сайори отворачивается всем телом от меня."
    "Воспринимая это как вызов, я решаю вытащить свой козырь."
    mc "Ты действительно милая, когда дуешься вот так, знаешь ли."
    "Это утверждение пробивает её \"железную\" защиту, и её лицо вскоре загорается."
    show sayori 2y at t11
    s "Боже, ты такой хулиган, [player]."
    mc "Хех, это факт?"
    show sayori at thide
    hide sayori
    "Опьяненная моим шквалом комплиментов, Сайори радостно скачет рядом со мной, когда мы направляемся к моему дому."
    "К сожалению, её хорошее настроение мало помогает справиться с неловким чувством, которое начало во мне зарождаться."
    scene bg living_day with dissolve_scene_full
    "Моё прибытие домой сопровождается быстрым осмотром первого этажа, чтобы убедиться, что поблизости нет никаких \"реликвий\" моего прошлого."
    "Это исходит больше от паранойи, чем от беспокойства, учитывая, что я остро осознаю расположение всего в течение нескольких лет."
    "Сайори, будучи Сайори, направляется прямо к дивану, как только входит внутрь."
    s "Аххххх..."
    s "Здесь намного удобнее, чем за школьной партой."
    "Звуки её погружения глубже в подушки слышны с другого конца комнаты."
    mc "Я понимаю твои чувства, но, пожалуйста, постарайся не изнашивать мебель слишком сильно."
    show sayori 2c at t11
    s "Кстати, что ты делаешь, [player]?"
    show sayori 2b
    mc "Просто немного прибираюсь. Надеюсь, что чистое жилое пространство поможет улучшить мою репутацию."
    mc "Знаешь, чтобы выглядело так, будто у меня есть чувство ответственности и всё такое."
    s 2c "Разве ты не перегибаешь палку? Не похоже, что они войдут и начнут рыться в твоих шкафах."
    show sayori 2b
    mc "Лучше перестраховаться, чем сожалеть..."
    mc "И никогда не знаешь, чего ожидать от Нацуки."
    s "В-Верно."
    "Убедившись, что на первом этаже нет ничего проблематичного, я опускаюсь рядом с Сайори."
    mc "Кстати, где сейчас остальные?"
    s 2x "Они только что написали мне, что уже в пути!"
    s "Нацуки на самом деле живет в этом районе, так что найти твой дом не должно быть проблемой."
    show sayori 2a
    mc "В таком случае..."
    "Я снова встаю и направляюсь к кухне."
    s 2c "Куда ты идешь?"
    show sayori 2b
    mc "Подумал, что приготовлю чай. Зная Юри, она, вероятно, захочет немного, и не помешает иметь его для всех остальных."
    scene bg kitchen with wipeleft_scene
    "Некоторая нервозность начинает грызть меня, когда я подхожу к раковине."
    "...{i}не чувствовал ничего подобного довольно давно..."
    "...{i}но, зная Сайори, если возникнет что-то потенциально проблематичное, она сменит тему."
    "...{i}если подумать, большинство парней беспокоились бы о том, что у них дома куча девушек по 'другим' причинам..."
    "...{i}но вот я думаю, что меня как-то разоблачат."
    "...{i}полагаю, все эти годы в одиночестве мало что сделали, чтобы исказить мою личность."
    "Искаженная ухмылка появляется на моем лице, когда я это осознаю."
    play sound knock
    "*стук*"
    s "Иду!!"
    "Входная дверь открывается, когда я беру поднос с чашками и чайником."
    stop music fadeout 2.0
    scene bg living_day with wipeleft
    "Гостиная вскоре наполняется несколькими знакомыми лицами."
    show sayori 1a at t31
    show yuri 2b at t32
    show natsuki 5g at t33
    play music wefn
    y "Здравствуй, [player]. Извини, что вторгаюсь вот так."
    show yuri 2a
    mc "Не беспокойся, Юри. У вас двоих были какие-нибудь проблемы с поиском места?"
    y 2b "Вовсе нет."
    y "Оказывается, Нацуки проходит мимо этого дома во время своей поездки на работу каждое утро."
    show yuri 2a
    mc "Это факт?"
    n 5b "Да, и что с того? Не то чтобы я хожу сюда только для того, чтобы пройти мимо."
    show natsuki 5g
    mc "Я очень надеюсь, что нет. Это заставило бы меня почувствовать себя довольно неловко."
    n "Хмф."
    "Сцена передо мной разворачивается совершенно иначе, чем я ожидал."
    "В моей голове Юри была очень нервной в этой ситуации, а Нацуки чувствовала себя как дома, ведя себя так, как будто она владела этим местом..."
    "Но сейчас Юри кажется спокойной, а глаза Нацуки бегают по всей комнате."
    mc "Ищешь что-то конкретное?"
    n 5b "Нет."
    n "Сайори сказала, что ты держишь это место в чистоте, поэтому я проверяла, не врет ли она."
    show natsuki 5g
    mc "Сожалею, что разочаровываю тебя, но у меня есть тенденция быть придирчивым, когда дело касается аккуратности."
    n 5c "Хм? 'Придирчивым~'...?"
    y 2b "Это означает, что он проявляет чрезмерную деликатность и заботу при уборке."
    show yuri 2a
    mc "Очень мило. Именно этого я и ожидал от такого заядлого читателя."
    y 2c "Хехехе..."
    y 2d "Спасибо за похвалу, но именно ты заслуживаешь признания за использование такого слова."
    show yuri 2a
    n 5e "Блен..."
    n "Не могли бы вы хотя бы подождать, пока мы сядем, прежде чем начнете флиртовать."
    show sayori 5c
    show yuri 3n at h32
    y "Ф-Флиртовать?! Э-Это не..."
    mc "Кстати, не стесняйтесь чувствовать себя как дома."
    mc "Я заранее приготовил чай. Дайте мне знать, если хотите чашку."
    show yuri at thide
    show natsuki at thide
    show sayori at thide
    hide yuri
    hide natsuki
    hide sayori
    "Чай служит хорошим средством восстановления порядка, так как все девушки вскоре устраиваются в гостиной."
    "Нацуки и Юри сидят рядом друг с другом на одном диване, а я и Сайори сидим напротив них."
    "Как только всем раздали напитки, я снова заговорил в надежде рассеять оставшееся напряжение."
    mc "Итак, Сайори сказала мне, что вы в итоге задержались, чтобы убрать комнату домоводства..."
    show yuri 2b at t32
    y 2b "Это верно."
    y "Извини, что заставила тебя ждать, но комната была довольно неопрятной."
    show yuri 2e
    show natsuki 1b at t33
    n "Ухх, не совсем."
    n "Учительница даже не просила меня убирать всю комнату, а просто снова помыть посуду..."
    n "Но как только Юри пришла туда, она начала протирать всё, что видела."
    n "Мы опоздали только потому, что её пришлось практически вытаскивать, как только я закончила."
    show natsuki 1g
    y 2h "Но игнорировать такой беспорядок было бы, ну..."
    mc "Тебе нравится убираться, Юри? Большинство учеников не стали бы так стараться."
    y 2j "Можно и так сказать."
    y 2b "На самом деле я считаю процесс уборки довольно расслабляющим."
    show yuri 2a
    mc "Это факт?"
    mc "В таком случае я подумаю о том, чтобы оставить место немного неопрятным в следующий раз, когда ты придешь."
    show sayori 4m at h31
    show natsuki 1p at h33
    ns "'В-В следующий раз?!'"
    mc "Хм?"
    y 3n "Эххх?!"
    "Боль появляется в моих висках, когда все девушки снова впадают в панику."
    mc "Полегче, вы двое. Я не это имел в виду."
    mc "Только жиголо и должники предстают перед женщинами в присутствии других."
    show sayori at thide
    show yuri at thide
    show natsuki at thide
    hide sayori
    hide yuri
    hide natsuki
    "Я откидываюсь на диван и вздыхаю, ожидая, пока всё перестанут волноваться."
    "Сайори вскоре толкает меня в руку."
    show sayori 5c at t11
    s "Почему ты никогда не оставляешь его грязным для меня?"
    mc "...?"
    mc "О чем ты, черт возьми, говоришь?"
    s 5c "Ты сказал, что сделаешь это для Юри."
    mc "Серьезно?"
    mc "Сайори, ты даже не убираешь свой {i}собственный{/i} дом. Почему я должен думать, что ты будешь убирать мой?"
    s "Это..."
    s 5d "А-А на самом деле хороший аргумент."
    "Её дурашливость только усиливает напряжение в моих висках."
    show sayori at thide
    hide sayori
    n "Хм?"
    "Услышав, как Нацуки бормочет себе под нос, я поднимаю глаза и вижу, что она снова осматривает комнату."
    mc "Ванная в коридоре. Первая дверь справа."
    show natsuki 1e at t11
    n "Я не это искала!"
    show natsuki 1f
    mc "Ну, есть ли что-нибудь, что ты {i}ищешь{/i}? Или, может быть, ты интересуешься архитектурой?"
    n "Как насчет ни того, ни другого."
    n 5e "Мне просто было интересно, где твои родители, так как мы больше никого не видели."
    show natsuki 5g
    "Несмотря на то, что я готов к подобным вопросам, по моей голове пробегает оттенок беспокойства."
    "...{i}худшее, что может случиться, это то, что она узнает, и мне придется отдалиться от неё..."
    "...{i}так почему я чувствую себя так неловко?"
    "Прежде чем я успеваю ответить, кто-то другой говорит."
    show natsuki at t22
    show sayori 2x at t21
    s "На самом деле, [player] живет здесь один."
    n 5c "Хм?"
    s "Его родители начали работать в Токио несколько лет назад и не хотели ездить на работу каждый день, поэтому они начали снимать жилье в городе."
    s "Поскольку [player] живет здесь с детства, его родители согласились позволить ему остаться в этом доме до окончания учебы."
    show sayori 2a
    n "Ох..."
    n 1b "Подождите, тогда это означает, что мы одни с ним?!"
    mc "Не уверен, что группа из четырех человек считается 'одинокой'..."
    mc "Плюс, пытаться сделать что-то 'аморальное', будучи в меньшинстве три к одному, было бы глупо с моей стороны, учитывая, что я не так уж и силен."
    mc "Возможно, связать меня поможет вам почувствовать себя спокойнее? Мне на самом деле нравится~"
    show natsuki 1o
    play sound "sfx/slap.ogg"
    "Моя рука наполняется острой болью, прежде чем я успеваю закончить."
    s 4l "Э-Это была шутка. Он не это имел в виду."
    s "У него ужасное чувство юмора, поэтому, пожалуйста, постарайтесь не обращать на него внимания."
    n "Ч-Что угодно!"
    show natsuki at thide
    hide natsuki
    show sayori 1k at t11
    "Я подмигиваю Нацуки, когда она пытается скрыть красный цвет, охватывающий её лицо."
    "Сайори вздыхает, прежде чем расслабиться на своем месте."
    mc "Спасибо за это."
    s 3l "Ну, я не могла просто позволить им думать, что ты какой-то извращенец, которому нравится, когда его связывают."
    mc "Нет, не за это."
    show sayori 3b
    mc "Спасибо, что вмешалась после того, как Нацуки задала этот вопрос. Я ценю это."
    s 3b2 "О-Ох... без проблем."
    s "Тебе не нужно благодарить меня за что-то подобное. В конце концов, мы делаем это уже давно."
    mc "Всё же, я очень рада, что ты со мной."
    s 1y "М-Ммм. {i}Не стоит благодарности."
    "Получив искреннюю благодарность, Сайори слегка сжимает спинку моего рукава."
    show sayori at thide
    hide sayori
    show yuri 2f at t32
    "Это, кажется, привлекает некоторое внимание, так как Юри начинает заметно смотреть на нас."
    mc "Что-то не так?"
    show yuri 3n at h32
    y "Х-Хм? Нет, ничего."
    y 2f "Сайори упоминала, что вы двое знаете друг друга довольно давно."
    y "Мне просто было интересно, как долго это может быть, если ты не возражаешь, что я спрашиваю."
    show yuri 2e
    mc "Конечно, но что заставило тебя узнать об этом только сейчас?"
    mc "Подумал, что это было бы более уместно в первый же день."
    y 3j "Н-Ну, видеть вас вместе вот так заставило меня задуматься."
    show natsuki 2b at t33
    n "Это потому, что вы всегда ведете себя влюбленно друг с другом."
    show sayori 2m at t31
    show yuri 3n
    sy "Эхххх?!"
    mc "Понятно. Следовало догадаться, что это причина."
    mc "Хотя называть нас 'влюбленными' не совсем правильно, это правда, что Сайори - человек, к которому я ближе всего."
    show sayori 2b
    show yuri 2e
    show natsuki 2c
    mc "Что касается того, как долго мы знаем друг друга, мы впервые встретились во втором классе начальной школы."
    mc "Раньше здесь была детская площадка, куда я начал часто ходить, но без какой-либо конкретной причины."
    mc "Я не был самым общительным ребенком, поэтому обычно проводил время, сидя один на скамейке."
    n 1d "Ты? Необщительный? Кто бы мог подумать."
    show natsuki 1a
    mc "Спасибо за это, Нацуки. Я ценю это."
    mc "В любом случае, однажды, когда я занимался своими делами, ко мне подошла громкая девочка с коралловыми волосами."
    mc "Она начала задавать всевозможные вопросы о том, кто я и что я делаю один."
    mc "После того, как я ответил, она покачала головой и назвала меня 'мрачным'."
    mc "Затем она заявила, что 'заставит меня почувствовать себя лучше', и начала таскать меня с собой по всей детской площадке."
    mc "Я получал такое же обращение всякий раз, когда посещал парк после этого."
    mc "Она хватала меня за руку и громко спрашивала 'что нам сегодня делать', прежде чем заставлять меня участвовать во всевозможных нелепых играх."
    mc "Это было настолько ошеломляюще, что я так и не нашел способа вырваться на свободу."
    mc "Хех, даже по сей день я, кажется, всё ещё не могу от неё избавиться."
    show sayori 2b2
    s 2y "Н-Ну же, [player], ты заставляешь меня звучать как какой-то хулиган."
    mc "Ну, я не могу сказать наверняка, что ты им не была..."
    mc "Но время, которое мы провели вместе, действительно было приятным. На самом деле, это было единственное, чего я ждал тогда."
    s "Я-Ясно..."
    "Сайори выдавливает это, пока румянец продолжает скрывать её лицо."
    y 1b "Должно быть, приятно быть рядом с кем-то, с кем ты так близок."
    show yuri 1a
    n 2b "Я не знаю..."
    n "Вы знаете друг друга с начальной школы, посещали одну и ту же среднюю школу, и теперь вы в одном и том же клубе."
    n 5q "Т-Ты уверена, что вы двое больше, чем просто 'друзья'?"
    "В комнате повисает несколько секунд тишины, когда Нацуки задает этот вопрос."
    "Однако эта тишина вскоре наполняется паническими голосами."
    show yuri 3n
    show sayori 4m
    s "О-о чем ты говоришь, Нацуки?! Т-Ты же знаешь, что мы не такие!"
    s "В-Верно, [player]?!"
    mc "Это верно. Мы не встречаемся."
    s 4l "*фух*"
    s "Видишь, я же говорила~"
    mc "Потому что мы на самом деле помолвлены."
    "Больше тишины."
    show sayori 4m at h31
    show yuri 3n at h32
    show natsuki 1p at h33
    n "П-П-Помолвлены?!"
    y "Я-Я понятия не имела?!"
    s "Ч-Ч-Что...?!"
    "Посмотрев, как они изо всех сил пытаются составить полные предложения в течение некоторого времени, я решаю нажать на тормоза."
    mc "Успокойтесь, я просто шучу. Мы с Сайори не помолвлены и не встречаемся."
    show sayori 2l at s31
    show yuri 3o at s32
    show natsuki 1c at s33
    "Все три девушки вздыхают с облегчением в унисон."
    show natsuki 2b at t33
    show sayori 2k2
    n "Твоё чувство юмора действительно ужасно, знаешь ли."
    show natsuki 2g
    mc "Это было доведено до моего сведения."
    show yuri 3j at t32
    y "А-А шутка? Ясно..."
    y "Признаюсь, твой тон полностью убедил меня, что ты говоришь правду."
    show yuri 3i
    n 5c "Серьезно, как ты можешь говорить такие вещи с невозмутимым лицом?"
    n "Разве нормальные парни не должны смущаться, когда возникают такие вещи?"
    show natsuki 5g
    mc "Определите 'нормальный'."
    n 5c "Вздох..."
    n 5b "Противоположность тебе."
    show natsuki 5g
    mc "Это факт?"
    "Пока мой стиль комедии клевещется коротышкой, я замечаю, что Сайори продолжает ерзать от моего заявления о \"помолвке\"."
    mc "Чего вы все смущаетесь? Это не первый раз, когда я говорю что-то подобное."
    show sayori 5b at t31
    s "О-О, я знаю..."
    s 5a "Но это было давно. Не думаешь, что говорить такие вещи немного странно сейчас, когда мы в старшей школе?"
    s 5b "Я-Я имею в виду... {i}мы достаточно взрослые..."
    n 1b "Подождите, так это не первый раз, когда ты говоришь кому-то, что ты помолвлен?"
    show natsuki 1c
    mc "Не помню, чтобы говорил, что это так, но нет."
    mc "По какой-то причине, всякий раз, когда кто-то из наших знакомых видит Сайори и меня вместе, они всегда спрашивают что-то вроде 'вы двое пара?'"
    mc "Конечно, количество моих социальных взаимодействий довольно невелико, но это всё же всплывало на протяжении многих лет."
    mc "В конце концов, я начал говорить, что мы помолвлены, чтобы развлечься."
    n 5c "Это странный способ 'развлечься'."
    mc "Я не буду этого отрицать..."
    mc "Но, как упоминала Сайори, ты, вероятно, первый человек, который спросил нас с тех пор, скажем... средняя школа?"
    y 2b "Я могу понять реакцию Сайори, если это так. Это {i}было{/i} несколько лет назад."
    show yuri 2a
    s 5a "Д-Да! То, что она сказала!"
    mc "Ясно..."
    "Сайори продолжает неловко теребить пальцы, пока две другие девушки смотрят на меня с замешательством."
    show sayori 1a
    mc "В любом случае, отложив это в сторону..."
    mc "Что вы трое планировали делать на встрече, когда на самом деле пришли сюда?"
    mc "В конце концов, мы уже потратили довольно много времени."
    s 2x "Я подумала, что мы просто будем делать то, что обычно делаем в клубной комнате!"
    show sayori 2a
    y 1b "Это тоже моё ожидание. Я позаботилась о том, чтобы взять с собой книгу."
    show yuri 1a
    n 1d "То же самое и здесь. Не похоже, что у нас есть причина делать что-то особенное."
    show natsuki 1a
    mc "Очень хорошо..."
    mc "Хотя я должен извиниться, Нацуки, за то, что у нас нет шкафов на первом этаже."
    mc "Возможно, ты могла бы использовать один из шкафчиков под раковиной вместо этого."
    n 2e "Заткнись! Не то чтобы мне нужно прятаться, чтобы читать свою книгу!"
    show natsuki 2g
    mc "Как приятно это слышать."
    show yuri at thide
    show sayori at thide
    show natsuki at thide
    hide yuri
    hide sayori
    hide natsuki
    "Девушки вскоре начинают рыться в своих сумках, что оставляет меня в странном положении, учитывая, что моя всё ещё на кухне."
    "Осознав это, я встаю с дивана, прежде чем взять поднос с напитками."
    mc "Кто-нибудь из вас хочет ещё чаю?"
    "Юри и Сайори вежливо отказываются от моего предложения, а Нацуки ворчит в знак отказа."
    scene bg kitchen with wipeleft_scene
    "Поставив посуду в раковину, я начинаю ополаскивать её теплой водой."
    "Глядя на чайник и чашки, я чувствую боль в груди."
    stop music fadeout 2.0
    "...{i}что, черт возьми? Это чувство--"
    show screen tear(20, 0.1, 0.1, 0, 40)
    play sound "sfx/s_kill_glitch1.ogg"
    pause 0.25
    scene bg kitchenp
    hide screen tear
    $ gtext = glitchtext(8)
    $ s_name = "#$%&"
    "Ставя свою чашку, я замечаю, что [gtext] смотрит на меня из-за прилавка."
    play music sad2 fadeout 1.0
    show kiba sill1 at t11
    s "Ну что? Тебе понравился чай?"
    mc "{i}Ммм{/i}... Тот, что в бутылках из магазина, лучше."
    s "О, это так?"
    s "Ты, конечно, выпила его ужасно быстро. Не возражаешь объяснить это?"
    mc "Я-Я просто хотела пить! Н-Не то чтобы он был хорош или что-то в этом роде..."
    s "Как жаль..."
    s "Но я полагаю, что это облегчает мою жизнь. Нет смысла готовить чай для неблагодарных маленьких панков, в конце концов."
    mc "Э-Эй!"
    $ gtext = glitchtext(8)
    "Встав со стула, я подбегаю и встаю рядом с [gtext]."
    s "Полагаю, тебе всё-таки понравилось?"
    mc "Ух, {i}ну..."
    "Я неловко тереблю пальцы."
    s "Ты иногда можешь быть такой цундере, [player]. Ты знаешь это?"
    mc "А 'скоро-день-рей'?"
    mc "Это одно из животных, о которых ты всегда читаешь?"
    s "Называть их 'животными' может быть немного преувеличением, но они способны быть хищниками."
    s "Дайте им шанс, и они съедят такого милого маленького ребенка, как ты, за секунды."
    mc "Звучит страшно."
    s "Это так. Постарайся остерегаться их."
    mc "Эм, хорошо?"
    "Я смотрю в раковину и наблюдаю, как [gtext] нежно вытирает посуду."
    s "Знаешь, я могла бы научить тебя готовить такой чай, если хочешь."
    mc "Хм? Разве приготовление чая не то, чем занимаются только пожилые люди?"
    s "Ты называешь меня старой, маленькая панк?!"
    "Мокрая рука врезается в мою голову."
    mc "Ай, п-прости..."
    s "В любом случае..."
    s "Нет, это не то, чем занимаются только 'пожилые люди'. На самом деле, я научилась готовить чай, когда была примерно в твоем возрасте."
    s "Невозможно будет прожить жизнь, если ты всегда будешь прятаться за оправданиями, такими как 'я слишком молод' или 'я подожду до потом'."
    s "Ты начнешь учиться в средней школе через несколько лет. Пришло время тебе научиться делать такие вещи."
    s "Я не всегда буду рядом, чтобы баловать тебя, знаешь ли."
    mc "Вздох..."
    mc "Это то же самое, что ты сказала, когда 'учила' меня убирать дом."
    mc "Это не превратится в ещё одну лекцию, верно?"
    s "О?! А что, если это произойдет?!"
    "Я быстро отшатываюсь от запугивания в её голосе..."
    "Но вместо того, чтобы ударить меня, [gtext] нежно кладет руку мне на голову."
    s "Я серьезно. Ты должен научиться обеспечивать себя как можно скорее."
    s "Не хотела бы заставлять твою [gtext] волноваться, в конце концов."
    "Моё лицо становится горячим от смущения, когда я встречаюсь с искренней улыбкой."
    mc "Я-Я знаю.."
    mc "Но что насчет [gtext] и [gtext]? Разве они не должны научить меня делать такие вещи?"
    s "{i}Вздох..."
    s "Да, но [gtext] [gtext] [gtext] [gtext]..."
    mc "Хм? [gtext]?"
    stop music
    show screen tear(20, 0.1, 0.1, 0, 40)
    play sound "sfx/s_kill_glitch1.ogg"
    pause 0.25
    scene bg kitchen
    hide screen tear
    $ d_appeal = d_appeal + 5
    mc "Гххх..."
    play music wedig
    "Сжатие в моей груди продолжает сковывать меня, и в моей голове возникает сильное пульсирующее ощущение."
    mc "...черт возьми! Черт возьми!"
    "Бормоча это, я чувствую горячую, жгучую боль, поднимающуюся по моей руке. Я смотрю вниз и вижу, что чашка разбилась, и моя рука была порезана зазубренным краем."
    "Я пытаюсь взять своё дыхание под контроль, когда ярко-красная кровь вытекает, прежде чем её смывает в канализацию."
    mc "...что это, черт возьми, было? Почему я помню это сейчас?"
    "В моих глазах начинают формироваться слезы, но я не уверен, от печали, гнева или боли."
    "Я беру чистое кухонное полотенце и сразу же обматываю им свою разорванную ладонь."
    "Звук шагов становится ближе, когда я выключаю кран."
    $ s_name = "Сайори"
    s "[player]?"
    show sayori 3g at t11
    "Она немного подпрыгивает от удивления, увидев меня, вероятно, из-за того выражения, которое у меня сейчас на лице."
    "Однако её глаза не задерживаются на моем лице надолго."
    show sayori 4m at h11
    s "Т-Твоя рука! Ч-Что случилось?!"
    mc "Одна из чашек разбилась в раковине. Я был неосторожен и порезался об неё."
    s 3h "Н-Но у тебя сильно кровоточит! С-Сейчас, я вызову скорую!"
    show sayori 3g
    mc "Ты преувеличиваешь."
    mc "Порез не выглядит достаточно глубоким, чтобы нуждаться в швах, так что не волнуйся так сильно."
    mc "Я иду наверх, чтобы воспользоваться аптечкой. Скажи остальным, что они могут уйти, когда захотят."
    s 3h "Н-Но [player], это выглядит действительно плохо! Ты уверен, что нам не следует~"
    show sayori 3g at s11
    mc "Всё в порядке! Просто иди и скажи остальным!"
    "Во второй раз сегодня мой голос выходит кипящим от гнева."
    s 3k "В-Верно..."
    show sayori at thide
    hide sayori
    stop music fadeout 2.0
    "Решив не тратить время на чувство вины, я начинаю направляться в свою спальню."
    scene bg bedroom with dissolve_scene_full
    mc "...вот. Этого должно быть достаточно."
    "В аптечке было всё необходимое, чтобы очистить рану и правильно перевязать руку."
    "Хотя она и не была достаточно глубокой, чтобы наложить швы, всё ещё есть приличный шанс, что останется шрам без дополнительного лечения."
    "...{i}подумать только, я мог пораниться, даже не заметив этого."
    "Слабая боль возвращается в мою голову, когда я напрягаю мозг в поисках воспоминания из прошлого."
    "Это предприятие оказывается бесплодным, оставляя меня лишь с расплывчатым пониманием того, о чем шла речь."
    "Гнетущее чувство нарастает в моей груди, когда я смотрю на бинты."
    play sound knock
    "*тук тук*"
    mc "Хмм?"
    mc "Войдите."
    play music ddsl
    show yuri 2j at t11
    y "Прошу прощения за вторжение."
    show yuri 2i
    mc "Юри?"
    mc "Почему ты поднялась сюда?"
    y 2j "Сайори сказала нам, что стакан разбился, пока ты мыл посуду."
    y "Она также упомянула, что ты, кажется, был ранен."
    show yuri 2i
    mc "Понятно."
    "Есть что-то странное в том, как Юри смотрит на мою теперь уже перебинтованную руку, но я не уверен, что именно."
    "...{i}может быть, она плохо переносит вид крови?"
    mc "Итак, остальные послали тебя проверить меня? Подумал, что Сайори была бы той, кого выбрали для этого."
    y 2b "На самом деле, я собиралась предложить свою помощь в оказании тебе первой помощи."
    y 2j "Я-Я немного знакома с лечением рваных ран."
    show yuri 2i
    "...{i}полагаю, что предположение о 'неспособности переносить кровь' было неверным. Может быть, это просто было моё воображение?"
    mc "Удивительно это слышать."
    mc "Ты не кажешься мне тем типом, который получал царапины и синяки, бегая в детстве."
    y 3j "Н-Ну, я однажды прочитала медицинский журнал, который был у моего отца, а также посещала курсы первой помощи ещё в средней школе."
    show yuri 3i
    mc "Понятно."


    show yuri 2e
    mc "Ну, ты можешь посмотреть на это и сказать мне, если я где-нибудь напортачил."
    "Я поднимаю руку в направлении Юри, сигнализируя ей подойти ближе."
    y 2f "Ты уверена? У меня нет технической лицензии."
    show yuri 2e
    mc "Хех, разве не ты пришла предложить свою помощь...?"
    mc "Или ты только планировала стоять там и смотреть всё это время?"
    y 2h "Я-Я полагаю, что нет..."
    mc "Тогда всё в порядке. Я уже сделала всю тяжелую работу, но иметь второе мнение никогда не помешает."
    y 2j "Х-Очень хорошо. В таком случае..."
    show yuri at thide
    hide yuri
    "Юри нерешительно идет через мою комнату к кровати, на которой я сейчас сижу."
    "Подойдя ближе, она начинает неловко наклонять голову, осматривая мою руку."
    mc "Ты можешь присесть, знаешь ли? Я не кусаюсь."
    y "О-Ох... верно..."
    "С этим она нервно, но элегантно садится рядом со мной."
    "Посмотрев ещё несколько секунд, она удивляет меня, взяв мою руку в свою и перемещая её, чтобы получить более тщательный осмотр."
    y "Ты наносила какой-нибудь дезинфицирующее средство на рану?"
    mc "Да. Я использовал одну из салфеток с медицинским спиртом, которые были в наборе."
    y "Это хорошо. Я полагаю, у тебя есть ещё, чтобы повторно наносить при необходимости?"
    mc "Так точно."
    "Ещё через несколько секунд она отпускает меня с удовлетворенным видом на лице."
    mc "Ну что? Как обстоят дела, доктор?"
    show yuri 1b at t11
    y "Я впечатлена, [player]. Ты, кажется, довольно искусен в обращении с такого рода травмами."
    y "У тебя есть какое-нибудь формальное обучение?"
    show yuri 1a
    mc "Не совсем."
    mc "Полагаю, у меня просто есть немного опыта, когда дело доходит до такого рода вещей."
    y 1b "Понятно."
    y "Навыки, такие как первая помощь, довольно важны, когда ты живешь один."
    show yuri 1a
    mc "Да, что-то вроде этого."
    "Не желая продолжать этот разговор, я встаю с кровати. Она вскоре следует за мной."
    mc "Остальные уже ушли? Если нет, мы должны сказать им, что всё под контролем."
    y 1b "Они оба казались обеспокоенными, когда ты поднялся наверх, поэтому я сомневаюсь, что они ушли."
    show yuri 1a
    mc "'Оба', да? Даже Нацуки?"
    y 1h "Ну, она бы не сказала что-то подобное вслух..."
    y "Но она не могла сосредоточиться на своей манге после того, как услышала о твоей травме."
    show yuri 1i
    mc "Хех, звучит правдоподобно."
    mc "Хорошо тогда. Пойдем обратно."
    show yuri at thide
    hide yuri
    scene bg living_day with wipeleft_scene
    stop music fadeout 2.0
    "В гостиной царит полная тишина, когда мы достигаем нижней части лестницы."
    "Сайори сидит с мрачным видом на лице, а Нацуки тупо смотрит на обложку своей книги."
    mc "Йо."
    "Они обе подпрыгивают от удивления от звука моего голоса."
    show sayori 3m at t11
    play music wefn
    s "[player]? Слава богу. Ты в порядке?! Ты смог её обработать?!"
    show sayori 3n
    mc "Ага. Вот, посмотри."
    "Я поднимаю свою перебинтованную руку и кручу её."
    show sayori at t21
    show natsuki 3b at t22
    n "Конечно, тебе потребовалось достаточно времени!"
    n "Надеюсь, ты не делал ничего странного с Юри там наверху."
    show natsuki 3g
    mc "Не волнуйся. Мы придерживались простых вещей, поверх одежды."
    show sayori at t31
    show natsuki at t32
    show yuri 1b at t33
    y "Это верно."
    y "Она уже была перевязана, когда я прикоснулась к ней."
    show yuri 1a
    "В комнате снова на мгновение воцаряется мертвая тишина."
    show sayori 4m at h31
    show natsuki 1p at h32
    ns "ИИИИИИИИИИИИ!?!"
    show yuri 2e
    y "Хмм?"
    mc "Вау, даже я немного удивлен. Не знал, что ты можешь быть такой смелой, Юри."
    y "Смелой?"
    s "Т-Т-Трогать?! Т-Ты тронула...?"
    n "Ч-Что, черт возьми, ты несешь?!"
    y 2f "Его руку, конечно. Она уже была перевязана, когда я поднялся наверх."
    show sayori at thide
    show natsuki at thide
    hide sayori
    hide natsuki
    ns "Гуххх..."
    "Сайори и Нацуки падают в обморок, их души покидают тела."
    show yuri at t11
    y "Простите, а что-то случилось?"
    mc "Понятия не имею. Наверное, нам просто стоит оставить их в покое."
    mc "О, и, пожалуйста, никогда не меняйся. Ты идеален таким, какой ты есть."
    y "А?"
    "...{i}интересно, всегда ли так будет, когда имеешь дело с этими тремя."
    show yuri at thide
    hide yuri
    "Мои виски сжимаются от страха перед такой возможностью."
    scene bg door_m with dissolve_scene_full
    "Поговорив ещё немного и в конечном итоге не сделав ничего продуктивного, девочки решают завершить встречу."
    "Нацуки и Юри вместе покидают мой дом после того, как мы прощаемся."
    "Сайори выглядит так, будто хочет присоединиться к ним, но останавливается у двери."
    s "Умм, [player]..."
    show sayori 3k at t11
    s "Насчет того, что произошло раньше..."
    s 3l "М-Может... может быть, приглашать всех было не очень хорошей идеей."
    s 3k "М-Мне жаль."
    "Она смотрит в пол, ожидая, что я вынесу какой-то приговор."
    mc "Вздох..."
    mc "Тебе действительно нужно избавиться от этой привычки."
    s 3g "А?"
    mc "С тех пор, как мы были детьми, ты всегда брала на себя ответственность, когда случалось что-то плохое..."
    mc "Даже когда это было совсем не твоя вина."
    s 3k "..."
    mc "Ты права, что приглашать их сюда было плохой идеей..."
    mc "Но я взвесил всё варианты заранее."
    mc "Я знал, на что иду, так что тебе не нужно чувствовать себя виноватой."
    mc "...{i}конечно, я понятия не имел, что в итоге всё обернется именно так."
    s 3g "Ч-Что случилось?"
    s 3k "Ты поранился, когда мыл посуду, а потом, когда я поговорила с тобой..."
    s 3g "Ты казался очень расстроенным."
    mc "..."
    s 3k "П-Прости, не стоило спрашивать."
    show sayori 3g
    mc "Тебе не нужно извиняться за то, что ты заботишься обо мне, Сайори. Я рад, что ты всегда готова попытаться помочь..."
    mc "Но это сложно. Я не уверен, что смог бы объяснить, что произошло, даже если бы захотел."
    "Я кладу руку ей на плечо, чтобы попытаться утешить её."
    mc "Если у меня когда-нибудь возникнет серьезная проблема, ты будешь первым человеком, к которому я обращусь. Хорошо?"
    show sayori 3k2
    "Она слегка кивает."
    mc "Хорошо. Теперь тебе следует идти домой, пока кто-нибудь не начнет задаваться вопросом, где ты."
    s "Точно..."
    s 1d "Увидимся завтра, [player]."
    mc "Да, увидимся завтра."
    show sayori at thide
    hide sayori
    scene dark with dissolve_scene_full
    "Следующие несколько минут были потрачены на то, чтобы вычистить осколки стекла из раковины, пытаясь вспомнить детали моего недавнего воспоминания."
    "В конечном итоге это ни к чему не приводит, оставляя меня лишь смутным чувством дежавю."
    scene bg kitchen with open_eyes
    "...{i}Я, по крайней мере, смог сблизиться с девочками, хотя цена этого ещё не определена."
    $ s_appeal = s_appeal + 3
    $ n_appeal = n_appeal + 3
    $ y_appeal = y_appeal + 3
    "Издав вздох, я решаю закончить на сегодня."
    "Приготовив и съев небольшой ужин, я направляюсь в свою комнату на ночь."
    $ cut_hand = "True"
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
